{
  "error.backHome": "Terug naar home",
  "error.desc": "Probeer het later opnieuw of keer terug naar de bekende wereld.",
  "error.retry": "Opnieuw laden",
  "error.title": "Oeps, er ging iets mis..",
  "fetchError.detail": "Foutdetails",
  "fetchError.title": "Verzoek mislukt",
  "import.importConfigFile.description": "Foutreden: {{reason}}",
  "import.importConfigFile.title": "Importeren mislukt",
  "import.incompatible.description": "Dit bestand is geëxporteerd vanuit een nieuwere versie. Probeer te upgraden naar de nieuwste versie en importeer opnieuw.",
  "import.incompatible.title": "Huidige applicatie ondersteunt het importeren van dit bestand niet",
  "inviteCode.continue": "Doorgaan",
  "inviteCode.currentEmail": "Huidige account: {{email}}",
  "inviteCode.desc": "Een uitnodigingscode is vereist om toegang te krijgen tot LobeHub. Voer een geldige uitnodigingscode in om door te gaan.",
  "inviteCode.friends": "Vrienden",
  "inviteCode.joinUsOn": "Doe met ons mee op",
  "inviteCode.lookingForInvite": "Op zoek naar een uitnodiging?",
  "inviteCode.notYou": "Ben jij dit niet?",
  "inviteCode.openingInStages": "wordt gefaseerd geopend.",
  "inviteCode.placeholder": "Uitnodigingscode of link",
  "inviteCode.pleaseEnterCode": "Voer je uitnodigingscode in om door te gaan.",
  "inviteCode.switchAccount": "Van account wisselen",
  "inviteCode.title": "Uitnodigingscode Vereist",
  "loginRequired.desc": "Je wordt zo meteen doorgestuurd naar de inlogpagina",
  "loginRequired.title": "Log in om deze functie te gebruiken",
  "notFound.backHome": "Terug naar home",
  "notFound.check": "Controleer of de URL correct is.",
  "notFound.desc": "We konden de pagina die je zocht niet vinden.",
  "notFound.title": "Onbekend gebied betreden?",
  "pluginSettings.desc": "Voltooi de volgende configuratie om deze vaardigheid te gebruiken",
  "pluginSettings.title": "{{name}} Vaardigheid Instellingen",
  "response.400": "Sorry, de server begrijpt je verzoek niet. Controleer of je parameters correct zijn.",
  "response.401": "Sorry, de server heeft je verzoek geweigerd, mogelijk vanwege onvoldoende rechten of ongeldige authenticatie.",
  "response.403": "Sorry, je hebt geen toestemming om deze inhoud te bekijken.",
  "response.404": "Sorry, de server kan de gevraagde pagina of bron niet vinden. Controleer of de URL correct is.",
  "response.405": "Sorry, de server ondersteunt de gebruikte verzoekmethode niet. Controleer of je methode correct is.",
  "response.406": "Sorry, de server kan het verzoek niet voltooien op basis van de kenmerken van de gevraagde inhoud.",
  "response.407": "Sorry, je moet de proxy authenticeren voordat je verder kunt gaan met dit verzoek.",
  "response.408": "Sorry, de server heeft te lang gewacht op het verzoek. Controleer je netwerkverbinding en probeer opnieuw.",
  "response.409": "Sorry, het verzoek kan niet worden verwerkt vanwege een conflict, mogelijk door een incompatibele status van de bron.",
  "response.410": "Sorry, de gevraagde bron is permanent verwijderd en kan niet worden gevonden.",
  "response.411": "Sorry, de server kan het verzoek niet verwerken zonder een geldige content-lengte.",
  "response.412": "Sorry, je verzoek voldoet niet aan de voorwaarden van de server en kan niet worden voltooid.",
  "response.413": "Sorry, je verzoek bevat te veel gegevens voor de server om te verwerken.",
  "response.414": "Sorry, de URI van je verzoek is te lang voor de server om te verwerken.",
  "response.415": "Sorry, de server kan het bijgevoegde mediaformaat niet verwerken.",
  "response.416": "Sorry, de server kan het gevraagde bereik niet leveren.",
  "response.417": "Sorry, de server kan niet aan je verwachtingen voldoen.",
  "response.422": "Sorry, je verzoek is correct geformatteerd, maar bevat semantische fouten en kan niet worden beantwoord.",
  "response.423": "Sorry, de gevraagde bron is vergrendeld.",
  "response.424": "Sorry, het huidige verzoek kan niet worden voltooid vanwege een eerdere fout.",
  "response.426": "Sorry, de server vereist dat je client een hogere protocolversie gebruikt.",
  "response.428": "Sorry, de server vereist een voorwaarde en vraagt dat je verzoek de juiste voorwaardelijke header bevat.",
  "response.429": "Sorry, je doet te vaak een verzoek. De server is even moe. Probeer het later opnieuw.",
  "response.431": "Sorry, de headervelden van je verzoek zijn te groot voor de server om te verwerken.",
  "response.451": "Sorry, de server weigert deze bron te leveren om juridische redenen.",
  "response.499": "Onze excuses, je verzoek werd onverwacht onderbroken tijdens de verwerking, mogelijk door annulering of een instabiele netwerkverbinding. Controleer je netwerk en probeer opnieuw.",
  "response.500": "Sorry, de server ondervindt momenteel problemen en kan je verzoek tijdelijk niet verwerken. Probeer het later opnieuw.",
  "response.501": "Sorry, de server weet nog niet hoe dit verzoek moet worden afgehandeld. Controleer of je handeling correct is.",
  "response.502": "Sorry, de server lijkt de weg kwijt te zijn en kan tijdelijk geen service bieden. Probeer het later opnieuw.",
  "response.503": "Sorry, de server kan je verzoek momenteel niet verwerken, mogelijk door overbelasting of onderhoud. Probeer het later opnieuw.",
  "response.504": "Sorry, de server ontving geen antwoord van de upstream-server. Probeer het later opnieuw.",
  "response.505": "Sorry, de server ondersteunt de gebruikte HTTP-versie niet. Werk bij en probeer opnieuw.",
  "response.506": "Sorry, er is een configuratieprobleem met de server. Neem contact op met de beheerder.",
  "response.507": "Sorry, de server heeft onvoldoende opslagruimte om je verzoek te verwerken. Probeer het later opnieuw.",
  "response.509": "Sorry, de bandbreedte van de server is uitgeput. Probeer het later opnieuw.",
  "response.510": "Sorry, de server ondersteunt de gevraagde extensie niet. Neem contact op met de beheerder.",
  "response.520": "Onze excuses, de server ondervond een onverwacht probleem en kon je verzoek niet voltooien. Probeer het later opnieuw; we werken aan een oplossing.",
  "response.522": "Onze excuses, de serververbinding is verlopen en kon niet tijdig reageren. Dit kan komen door een instabiel netwerk of tijdelijke onbeschikbaarheid. Probeer het later opnieuw.",
  "response.524": "Onze excuses, de server heeft te lang gewacht op een antwoord. Probeer het later opnieuw.",
  "response.AgentRuntimeError": "Fout bij uitvoeren van Lobe-taalmodel. Los het probleem op of probeer opnieuw met onderstaande informatie.",
  "response.ComfyUIBizError": "Er is een fout opgetreden bij het aanvragen van de ComfyUI-service. Los het probleem op met onderstaande informatie of probeer opnieuw.",
  "response.ComfyUIEmptyResult": "Er is geen afbeelding gegenereerd door ComfyUI. Controleer de modelconfiguratie of probeer opnieuw.",
  "response.ComfyUIModelError": "Laden van ComfyUI-model mislukt. Controleer of het modelfile bestaat.",
  "response.ComfyUIServiceUnavailable": "Verbinding met ComfyUI-service mislukt. Controleer of de service correct draait en de URL juist is geconfigureerd.",
  "response.ComfyUIUploadFailed": "Uploaden van afbeelding naar ComfyUI mislukt. Controleer de serververbinding of probeer opnieuw.",
  "response.ComfyUIWorkflowError": "Uitvoering van ComfyUI-workflow mislukt. Controleer de workflowconfiguratie.",
  "response.ConnectionCheckFailed": "Het verzoek gaf geen resultaat. Controleer of het API-proxyadres niet eindigt op `/v1`.",
  "response.CreateMessageError": "Sorry, het bericht kon niet worden verzonden. Kopieer de inhoud en probeer opnieuw. Dit bericht wordt niet bewaard na het verversen van de pagina.",
  "response.ExceededContextWindow": "De inhoud van het verzoek overschrijdt de limiet van het model. Verminder de hoeveelheid inhoud en probeer opnieuw.",
  "response.FreePlanLimit": "Je gebruikt momenteel een gratis abonnement en kunt deze functie niet gebruiken. Upgrade naar een betaald abonnement om verder te gaan.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Je inhoud bevat verboden termen. Controleer en pas je invoer aan en probeer opnieuw.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "De gegenereerde afbeelding is geblokkeerd om veiligheidsredenen. Pas je verzoek aan en probeer opnieuw.",
  "response.GoogleAIBlockReason.LANGUAGE": "De gebruikte taal wordt niet ondersteund. Probeer het in het Engels of een andere ondersteunde taal.",
  "response.GoogleAIBlockReason.OTHER": "De inhoud is om een onbekende reden geblokkeerd. Formuleer je verzoek opnieuw en probeer opnieuw.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "Je verzoek bevat mogelijk verboden inhoud. Pas je verzoek aan volgens de gebruiksrichtlijnen.",
  "response.GoogleAIBlockReason.RECITATION": "Je inhoud is geblokkeerd vanwege mogelijke auteursrechtproblemen. Gebruik originele inhoud of formuleer je verzoek opnieuw.",
  "response.GoogleAIBlockReason.SAFETY": "Je inhoud is geblokkeerd vanwege veiligheidsbeleid. Pas je verzoek aan om mogelijk schadelijke of ongepaste inhoud te vermijden.",
  "response.GoogleAIBlockReason.SPII": "Je inhoud bevat mogelijk gevoelige persoonlijke informatie. Verwijder gevoelige gegevens en probeer opnieuw.",
  "response.GoogleAIBlockReason.default": "Inhoud geblokkeerd: {{blockReason}}. Pas je verzoek aan en probeer opnieuw.",
  "response.InsufficientQuota": "Sorry, het quotum voor deze sleutel is bereikt. Controleer je accountbalans of verhoog het quotum en probeer opnieuw.",
  "response.InvalidAccessCode": "Ongeldige of lege toegangscode. Voer de juiste toegangscode in of voeg een aangepaste API-sleutel toe.",
  "response.InvalidBedrockCredentials": "Bedrock-authenticatie mislukt. Controleer AccessKeyId/SecretAccessKey en probeer opnieuw.",
  "response.InvalidComfyUIArgs": "Ongeldige ComfyUI-configuratie. Controleer de instellingen en probeer opnieuw.",
  "response.InvalidGithubToken": "De GitHub Personal Access Token is onjuist of leeg. Controleer je token en probeer opnieuw.",
  "response.InvalidOllamaArgs": "Ongeldige Ollama-configuratie. Controleer de instellingen en probeer opnieuw.",
  "response.InvalidProviderAPIKey": "{{provider}} API-sleutel is onjuist of leeg. Controleer je {{provider}} API-sleutel en probeer opnieuw.",
  "response.InvalidVertexCredentials": "Vertex-authenticatie mislukt. Controleer je inloggegevens en probeer opnieuw.",
  "response.LocationNotSupportError": "Sorry, je huidige locatie ondersteunt deze modelservice niet. Dit kan komen door regionale beperkingen. Controleer of je locatie wordt ondersteund of probeer een andere locatie.",
  "response.ModelNotFound": "Sorry, het gevraagde model is niet gevonden. Het bestaat mogelijk niet of je hebt geen toegang. Probeer opnieuw met een andere API-sleutel of pas je rechten aan.",
  "response.NoOpenAIAPIKey": "OpenAI API-sleutel is leeg. Voeg een aangepaste OpenAI API-sleutel toe.",
  "response.OllamaBizError": "Fout bij aanvragen van Ollama-service. Los het probleem op met onderstaande informatie of probeer opnieuw.",
  "response.OllamaServiceUnavailable": "Ollama-service is niet beschikbaar. Controleer of Ollama correct draait en of de cross-origin-instellingen juist zijn.",
  "response.PermissionDenied": "Sorry, je hebt geen toegang tot deze service. Controleer of je sleutel de juiste rechten heeft.",
  "response.PluginApiNotFound": "Sorry, de API bestaat niet in het manifest van de vaardigheid. Controleer of je verzoekmethode overeenkomt met het manifest.",
  "response.PluginApiParamsError": "Sorry, de invoerparametercontrole van het vaardigheidsverzoek is mislukt. Controleer of de parameters overeenkomen met de API-beschrijving.",
  "response.PluginFailToTransformArguments": "Sorry, de vaardigheid kon de argumenten niet verwerken. Genereer het agentbericht opnieuw of gebruik een krachtiger AI-model met Tools Calling.",
  "response.PluginGatewayError": "Sorry, er is een fout opgetreden bij de vaardigheidsgateway. Controleer of de configuratie correct is.",
  "response.PluginManifestInvalid": "Sorry, de validatie van het vaardigheidsmanifest is mislukt. Controleer of het formaat correct is.",
  "response.PluginManifestNotFound": "Sorry, de server kon het manifestbestand (manifest.json) van de vaardigheid niet vinden. Controleer het adres.",
  "response.PluginMarketIndexInvalid": "Sorry, de validatie van de vaardigheidsindex is mislukt. Controleer het bestandsformaat.",
  "response.PluginMarketIndexNotFound": "Sorry, de server kon de vaardigheidsindex niet vinden. Controleer het adres.",
  "response.PluginMetaInvalid": "Sorry, de validatie van de vaardigheidsmetadata is mislukt. Controleer het formaat.",
  "response.PluginMetaNotFound": "Sorry, de vaardigheid is niet gevonden in de index. Controleer de configuratie.",
  "response.PluginOpenApiInitError": "Sorry, de OpenAPI-client kon niet worden geïnitialiseerd. Controleer de configuratie.",
  "response.PluginServerError": "Fout bij verzoek aan vaardigheidsserver. Controleer het manifest, de configuratie of de implementatie.",
  "response.PluginSettingsInvalid": "Deze vaardigheid moet correct worden geconfigureerd voordat je deze kunt gebruiken. Controleer je instellingen.",
  "response.ProviderBizError": "Fout bij aanvragen van {{provider}}-service. Los het probleem op met onderstaande informatie of probeer opnieuw.",
  "response.QuotaLimitReached": "Sorry, het tokengebruik of aantal verzoeken heeft het quotum bereikt. Verhoog het quotum of probeer later opnieuw.",
  "response.ServerAgentRuntimeError": "Sorry, de Agent-service is momenteel niet beschikbaar. Probeer later opnieuw of neem contact met ons op via e-mail.",
  "response.StreamChunkError": "Fout bij het parseren van het streamingbericht. Controleer of de API-interface aan de standaarden voldoet of neem contact op met je API-provider.",
  "response.SubscriptionKeyMismatch": "Onze excuses. Door een tijdelijke systeemstoring is je abonnement inactief. Klik op de knop hieronder om het te herstellen of neem contact met ons op via e-mail.",
  "response.SubscriptionPlanLimit": "Je abonnementspunten zijn op. Upgrade naar een hoger plan of configureer een aangepaste model-API om verder te gaan.",
  "response.SubscriptionPlanLimitUltimate": "Je abonnementspunten zijn op. Vul je tegoed aan of configureer een aangepaste model-API om verder te gaan.",
  "response.SystemTimeNotMatchError": "Sorry, je systeemtijd komt niet overeen met de server. Controleer je tijdinstellingen en probeer opnieuw.",
  "response.UnknownChatFetchError": "Sorry, er is een onbekende fout opgetreden bij het verzoek. Controleer de informatie hieronder of probeer opnieuw.",
  "stt.responseError": "Serviceverzoek mislukt. Controleer de configuratie of probeer opnieuw.",
  "supervisor.decisionFailed": "De groepshost functioneert niet. Controleer of het juiste model, API-sleutel en eindpunt zijn ingesteld.",
  "testConnectionFailed": "Testverbinding mislukt: {{error}}",
  "tts.responseError": "Serviceverzoek mislukt. Controleer de configuratie of probeer opnieuw.",
  "unlock.addProxyUrl": "Voeg OpenAI-proxy-URL toe (optioneel)",
  "unlock.apiKey.description": "Voer je {{name}} API-sleutel in om de sessie te starten",
  "unlock.apiKey.imageGenerationDescription": "Voer je {{name}} API-sleutel in om afbeeldingen te genereren",
  "unlock.apiKey.title": "Gebruik aangepaste {{name}} API-sleutel",
  "unlock.closeMessage": "Bericht sluiten",
  "unlock.comfyui.description": "Voer geldige {{name}} inloggegevens in om afbeeldingen te genereren.",
  "unlock.comfyui.modifyBaseUrl": "Bewerk ComfyUI-service-URL",
  "unlock.comfyui.title": "Verifieer je {{name}} inloggegevens",
  "unlock.confirm": "Bevestigen en opnieuw proberen",
  "unlock.goToSettings": "Ga naar instellingen",
  "unlock.oauth.description": "De beheerder heeft een uniforme login ingeschakeld. Klik op de knop hieronder om in te loggen en de applicatie te ontgrendelen.",
  "unlock.oauth.success": "Inloggen geslaagd",
  "unlock.oauth.title": "Log in op je account",
  "unlock.oauth.welcome": "Welkom!",
  "unlock.password.description": "De applicatie is versleuteld door de beheerder. Voer het wachtwoord in om toegang te krijgen. Je hoeft dit slechts één keer in te vullen.",
  "unlock.password.placeholder": "Voer wachtwoord in",
  "unlock.password.title": "Voer wachtwoord in om applicatie te ontgrendelen",
  "unlock.tabs.apiKey": "Aangepaste API-sleutel",
  "unlock.tabs.password": "Wachtwoord",
  "upload.desc": "Details: {{detail}}",
  "upload.fileOnlySupportInServerMode": "De huidige implementatiemodus ondersteunt geen upload van niet-afbeeldingsbestanden. Om bestanden in {{ext}}-formaat te uploaden, schakel over naar serverdatabase-implementatie of gebruik de {{cloud}}-service.",
  "upload.networkError": "Controleer je netwerkverbinding en zorg dat de cross-origin-instellingen van de opslagservice correct zijn.",
  "upload.storageLimitExceeded": "Je bestandsopslag heeft de limiet van je abonnement bereikt. Upgrade je abonnement of verwijder ongebruikte bestanden om ruimte vrij te maken.",
  "upload.title": "Uploaden van bestand mislukt. Controleer je netwerkverbinding of probeer later opnieuw.",
  "upload.unknownError": "Foutreden: {{reason}}",
  "upload.uploadFailed": "Uploaden van bestand mislukt."
}
