{
  "error.backHome": "Voltar para a Página Inicial",
  "error.desc": "Tente novamente mais tarde ou volte para o mundo conhecido.",
  "error.retry": "Recarregar",
  "error.title": "Ops, algo deu errado...",
  "fetchError.detail": "Detalhes do erro",
  "fetchError.title": "Falha na solicitação",
  "import.importConfigFile.description": "Motivo do erro: {{reason}}",
  "import.importConfigFile.title": "Falha na Importação",
  "import.incompatible.description": "Este arquivo foi exportado de uma versão mais recente. Tente atualizar para a versão mais recente e importar novamente.",
  "import.incompatible.title": "O aplicativo atual não suporta a importação deste arquivo",
  "inviteCode.continue": "Continuar",
  "inviteCode.currentEmail": "Conta atual: {{email}}",
  "inviteCode.desc": "É necessário um código de convite para acessar o LobeHub. Por favor, insira um código válido para continuar.",
  "inviteCode.friends": "Amigos",
  "inviteCode.joinUsOn": "Junte-se a nós no",
  "inviteCode.lookingForInvite": "Procurando um convite?",
  "inviteCode.notYou": "Não é você?",
  "inviteCode.openingInStages": "está sendo lançado em etapas.",
  "inviteCode.placeholder": "Código ou link de convite",
  "inviteCode.pleaseEnterCode": "Digite seu código de convite para continuar.",
  "inviteCode.switchAccount": "Trocar de conta",
  "inviteCode.title": "Código de Convite Necessário",
  "loginRequired.desc": "Você será redirecionado para a página de login em instantes",
  "loginRequired.title": "Faça login para usar este recurso",
  "notFound.backHome": "Voltar para a Página Inicial",
  "notFound.check": "Verifique se a URL está correta.",
  "notFound.desc": "Não conseguimos encontrar a página que você está procurando.",
  "notFound.title": "Entrou em Território Desconhecido?",
  "pluginSettings.desc": "Complete a configuração abaixo para começar a usar esta habilidade",
  "pluginSettings.title": "Configurações da Habilidade {{name}}",
  "response.400": "Desculpe, o servidor não entendeu sua solicitação. Verifique se os parâmetros estão corretos.",
  "response.401": "Desculpe, o servidor rejeitou sua solicitação, possivelmente por falta de permissões ou autenticação inválida.",
  "response.403": "Desculpe, você não tem permissão para acessar este conteúdo.",
  "response.404": "Desculpe, o servidor não encontrou a página ou recurso solicitado. Verifique se a URL está correta.",
  "response.405": "Desculpe, o método de solicitação não é suportado pelo servidor. Verifique se está correto.",
  "response.406": "Desculpe, o servidor não pode concluir a solicitação com base nas características do conteúdo solicitado.",
  "response.407": "Desculpe, é necessário autenticar o proxy antes de continuar com esta solicitação.",
  "response.408": "Desculpe, o servidor demorou para responder. Verifique sua conexão de rede e tente novamente.",
  "response.409": "Desculpe, a solicitação não pôde ser processada devido a um conflito, possivelmente por incompatibilidade de estado do recurso.",
  "response.410": "Desculpe, o recurso solicitado foi removido permanentemente e não pode ser encontrado.",
  "response.411": "Desculpe, o servidor não pode processar a solicitação sem um comprimento de conteúdo válido.",
  "response.412": "Desculpe, sua solicitação não atende às condições do servidor e não pode ser concluída.",
  "response.413": "Desculpe, os dados da solicitação são muito grandes para o servidor processar.",
  "response.414": "Desculpe, o URI da solicitação é muito longo para o servidor processar.",
  "response.415": "Desculpe, o servidor não pode processar o formato de mídia anexado à solicitação.",
  "response.416": "Desculpe, o servidor não pode satisfazer o intervalo solicitado.",
  "response.417": "Desculpe, o servidor não pode atender às suas expectativas.",
  "response.422": "Desculpe, a solicitação está no formato correto, mas contém erros semânticos.",
  "response.423": "Desculpe, o recurso solicitado está bloqueado.",
  "response.424": "Desculpe, a solicitação atual não pode ser concluída devido a uma falha anterior.",
  "response.426": "Desculpe, o servidor exige que seu cliente atualize para uma versão de protocolo mais recente.",
  "response.428": "Desculpe, o servidor exige uma pré-condição. Inclua o cabeçalho condicional correto na solicitação.",
  "response.429": "Desculpe, você está fazendo solicitações com muita frequência. Tente novamente mais tarde.",
  "response.431": "Desculpe, os campos de cabeçalho da solicitação são muito grandes para o servidor processar.",
  "response.451": "Desculpe, o servidor se recusa a fornecer este recurso por motivos legais.",
  "response.499": "Pedimos desculpas, sua solicitação foi interrompida inesperadamente, possivelmente por cancelamento ou conexão instável. Verifique sua rede e tente novamente.",
  "response.500": "Desculpe, o servidor está enfrentando dificuldades e não pode concluir sua solicitação no momento. Tente novamente mais tarde.",
  "response.501": "Desculpe, o servidor ainda não sabe como lidar com esta solicitação. Verifique se sua operação está correta.",
  "response.502": "Desculpe, o servidor está temporariamente indisponível. Tente novamente mais tarde.",
  "response.503": "Desculpe, o servidor está sobrecarregado ou em manutenção. Tente novamente mais tarde.",
  "response.504": "Desculpe, o servidor não recebeu resposta do servidor upstream. Tente novamente mais tarde.",
  "response.505": "Desculpe, o servidor não suporta a versão HTTP utilizada. Atualize e tente novamente.",
  "response.506": "Desculpe, há um problema de configuração no servidor. Contate o administrador.",
  "response.507": "Desculpe, o servidor não tem espaço suficiente para processar sua solicitação. Tente novamente mais tarde.",
  "response.509": "Desculpe, a largura de banda do servidor foi excedida. Tente novamente mais tarde.",
  "response.510": "Desculpe, o servidor não suporta a extensão solicitada. Contate o administrador.",
  "response.520": "Pedimos desculpas, o servidor encontrou um problema inesperado. Tente novamente mais tarde; estamos trabalhando para resolver.",
  "response.522": "Pedimos desculpas, a conexão com o servidor expirou. Isso pode ser causado por instabilidade na rede. Tente novamente mais tarde.",
  "response.524": "Pedimos desculpas, o servidor demorou para responder. Tente novamente mais tarde.",
  "response.AgentRuntimeError": "Erro de execução do modelo de linguagem Lobe. Solucione ou tente novamente com base nas informações abaixo.",
  "response.ComfyUIBizError": "Ocorreu um erro ao solicitar o serviço ComfyUI. Solucione com base nas informações abaixo ou tente novamente.",
  "response.ComfyUIEmptyResult": "Nenhuma imagem foi gerada pelo ComfyUI. Verifique a configuração do modelo ou tente novamente.",
  "response.ComfyUIModelError": "Falha ao carregar o modelo ComfyUI. Verifique se o arquivo do modelo existe.",
  "response.ComfyUIServiceUnavailable": "Falha ao conectar ao serviço ComfyUI. Verifique se está em execução e se a URL está correta.",
  "response.ComfyUIUploadFailed": "Falha ao enviar imagem para o ComfyUI. Verifique a conexão com o servidor ou tente novamente.",
  "response.ComfyUIWorkflowError": "Falha na execução do fluxo de trabalho do ComfyUI. Verifique a configuração do fluxo.",
  "response.ConnectionCheckFailed": "A solicitação retornou vazia. Verifique se o endereço do proxy da API não termina com `/v1`.",
  "response.CreateMessageError": "Desculpe, a mensagem não pôde ser enviada. Copie o conteúdo e tente novamente. A mensagem será perdida ao atualizar a página.",
  "response.ExceededContextWindow": "O conteúdo da solicitação excede o limite que o modelo pode processar. Reduza o conteúdo e tente novamente.",
  "response.FreePlanLimit": "Você está usando o plano gratuito e não pode acessar este recurso. Faça upgrade para um plano pago.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Seu conteúdo contém termos proibidos. Revise e modifique sua entrada e tente novamente.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "A imagem gerada foi bloqueada por motivos de segurança. Tente modificar sua solicitação.",
  "response.GoogleAIBlockReason.LANGUAGE": "O idioma utilizado não é suportado. Tente novamente em inglês ou outro idioma compatível.",
  "response.GoogleAIBlockReason.OTHER": "O conteúdo foi bloqueado por motivo desconhecido. Tente reformular sua solicitação.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "Sua solicitação pode conter conteúdo proibido. Ajuste-a para seguir as diretrizes de uso.",
  "response.GoogleAIBlockReason.RECITATION": "Seu conteúdo foi bloqueado por possíveis questões de direitos autorais. Use conteúdo original ou reformule.",
  "response.GoogleAIBlockReason.SAFETY": "Seu conteúdo foi bloqueado por motivos de segurança. Ajuste sua solicitação para evitar conteúdo inadequado.",
  "response.GoogleAIBlockReason.SPII": "Seu conteúdo pode conter informações pessoais sensíveis. Remova os dados sensíveis e tente novamente.",
  "response.GoogleAIBlockReason.default": "Conteúdo bloqueado: {{blockReason}}. Ajuste sua solicitação e tente novamente.",
  "response.InsufficientQuota": "Desculpe, a cota desta chave foi atingida. Verifique o saldo da conta ou aumente a cota.",
  "response.InvalidAccessCode": "Código de acesso inválido ou vazio. Insira o código correto ou adicione uma API Key personalizada.",
  "response.InvalidBedrockCredentials": "Falha na autenticação do Bedrock. Verifique AccessKeyId/SecretAccessKey e tente novamente.",
  "response.InvalidComfyUIArgs": "Configuração inválida do ComfyUI. Verifique as configurações e tente novamente.",
  "response.InvalidGithubToken": "O token de acesso pessoal do GitHub está incorreto ou vazio. Verifique e tente novamente.",
  "response.InvalidOllamaArgs": "Configuração inválida do Ollama. Verifique e tente novamente.",
  "response.InvalidProviderAPIKey": "A chave de API do {{provider}} está incorreta ou vazia. Verifique e tente novamente.",
  "response.InvalidVertexCredentials": "Falha na autenticação do Vertex. Verifique suas credenciais e tente novamente.",
  "response.LocationNotSupportError": "Desculpe, sua localização atual não suporta este serviço. Verifique as restrições regionais ou tente de outro local.",
  "response.ModelNotFound": "Desculpe, o modelo solicitado não foi encontrado. Verifique se ele existe ou se você tem permissão de acesso.",
  "response.NoOpenAIAPIKey": "A chave de API do OpenAI está vazia. Adicione uma chave personalizada.",
  "response.OllamaBizError": "Erro ao solicitar o serviço Ollama. Solucione com base nas informações abaixo ou tente novamente.",
  "response.OllamaServiceUnavailable": "O serviço Ollama está indisponível. Verifique se está em execução e se a configuração de CORS está correta.",
  "response.PermissionDenied": "Desculpe, você não tem permissão para acessar este serviço. Verifique se sua chave tem os direitos necessários.",
  "response.PluginApiNotFound": "Desculpe, a API não existe no manifesto da habilidade. Verifique se o método corresponde ao manifesto.",
  "response.PluginApiParamsError": "Desculpe, a validação dos parâmetros de entrada falhou. Verifique se estão corretos.",
  "response.PluginFailToTransformArguments": "Desculpe, a habilidade falhou ao interpretar os argumentos. Tente regenerar a mensagem ou usar um modelo com suporte a Tools Calling.",
  "response.PluginGatewayError": "Desculpe, ocorreu um erro no gateway da habilidade. Verifique a configuração.",
  "response.PluginManifestInvalid": "Desculpe, a validação do manifesto da habilidade falhou. Verifique o formato.",
  "response.PluginManifestNotFound": "Desculpe, o servidor não encontrou o arquivo manifesto da habilidade (manifest.json). Verifique o endereço.",
  "response.PluginMarketIndexInvalid": "Desculpe, a validação do índice da habilidade falhou. Verifique o formato do arquivo.",
  "response.PluginMarketIndexNotFound": "Desculpe, o servidor não encontrou o índice da habilidade. Verifique o endereço.",
  "response.PluginMetaInvalid": "Desculpe, a validação dos metadados da habilidade falhou. Verifique o formato.",
  "response.PluginMetaNotFound": "Desculpe, a habilidade não foi encontrada no índice. Verifique a configuração.",
  "response.PluginOpenApiInitError": "Desculpe, falha ao inicializar o cliente OpenAPI. Verifique a configuração.",
  "response.PluginServerError": "Erro na solicitação ao servidor da habilidade. Verifique o manifesto, configuração ou implementação.",
  "response.PluginSettingsInvalid": "Esta habilidade precisa ser configurada corretamente antes de ser usada. Verifique a configuração.",
  "response.ProviderBizError": "Erro ao solicitar o serviço {{provider}}. Solucione com base nas informações abaixo ou tente novamente.",
  "response.QuotaLimitReached": "Desculpe, o uso de tokens ou número de solicitações atingiu o limite da chave. Aumente a cota ou tente mais tarde.",
  "response.ServerAgentRuntimeError": "Desculpe, o serviço Agent está indisponível. Tente novamente mais tarde ou entre em contato por e-mail.",
  "response.StreamChunkError": "Erro ao analisar o fragmento da mensagem da solicitação em streaming. Verifique se a API está conforme as especificações.",
  "response.SubscriptionKeyMismatch": "Pedimos desculpas. Devido a uma falha temporária, sua assinatura está inativa. Clique no botão abaixo para restaurar ou entre em contato por e-mail.",
  "response.SubscriptionPlanLimit": "Seus pontos de assinatura acabaram. Faça upgrade para um plano superior ou configure uma API personalizada.",
  "response.SubscriptionPlanLimitUltimate": "Seus pontos de assinatura acabaram. Recarregue créditos ou configure uma API personalizada.",
  "response.SystemTimeNotMatchError": "Desculpe, o horário do seu sistema não corresponde ao do servidor. Verifique e tente novamente.",
  "response.UnknownChatFetchError": "Desculpe, ocorreu um erro desconhecido na solicitação. Verifique as informações abaixo ou tente novamente.",
  "stt.responseError": "Falha na solicitação do serviço. Verifique a configuração ou tente novamente.",
  "supervisor.decisionFailed": "O host do grupo não está funcionando. Verifique se o modelo, API Key e endpoint estão corretos.",
  "testConnectionFailed": "Falha no teste de conexão: {{error}}",
  "tts.responseError": "Falha na solicitação do serviço. Verifique a configuração ou tente novamente.",
  "unlock.addProxyUrl": "Adicionar URL de proxy do OpenAI (opcional)",
  "unlock.apiKey.description": "Insira sua chave de API {{name}} para iniciar a sessão",
  "unlock.apiKey.imageGenerationDescription": "Insira sua chave de API {{name}} para começar a gerar",
  "unlock.apiKey.title": "Usar chave de API personalizada {{name}}",
  "unlock.closeMessage": "Fechar mensagem",
  "unlock.comfyui.description": "Insira credenciais válidas de {{name}} para começar a gerar imagens.",
  "unlock.comfyui.modifyBaseUrl": "Editar URL do serviço ComfyUI",
  "unlock.comfyui.title": "Verifique suas credenciais {{name}}",
  "unlock.confirm": "Confirmar e Tentar Novamente",
  "unlock.goToSettings": "Ir para Configurações",
  "unlock.oauth.description": "O administrador ativou a autenticação unificada. Clique no botão abaixo para fazer login e desbloquear o aplicativo.",
  "unlock.oauth.success": "Login realizado com sucesso",
  "unlock.oauth.title": "Faça login na sua conta",
  "unlock.oauth.welcome": "Bem-vindo!",
  "unlock.password.description": "A criptografia do aplicativo foi ativada pelo administrador. Insira a senha para desbloquear. A senha só precisa ser inserida uma vez.",
  "unlock.password.placeholder": "Digite a senha",
  "unlock.password.title": "Digite a Senha para Desbloquear o Aplicativo",
  "unlock.tabs.apiKey": "Chave de API Personalizada",
  "unlock.tabs.password": "Senha",
  "upload.desc": "Detalhes: {{detail}}",
  "upload.fileOnlySupportInServerMode": "O modo de implantação atual não suporta upload de arquivos que não sejam imagens. Para enviar arquivos no formato {{ext}}, mude para implantação com banco de dados ou use o serviço {{cloud}}.",
  "upload.networkError": "Verifique sua conexão de rede e a configuração de CORS do serviço de armazenamento de arquivos.",
  "upload.storageLimitExceeded": "O armazenamento de arquivos atingiu o limite do seu plano. Faça upgrade do plano ou exclua arquivos não utilizados para liberar espaço.",
  "upload.title": "Falha no upload do arquivo. Verifique sua conexão ou tente novamente mais tarde.",
  "upload.unknownError": "Motivo do erro: {{reason}}",
  "upload.uploadFailed": "Falha no upload do arquivo."
}
