{
  "changelog.description": "Fique por dentro das novas funcionalidades e melhorias do {{appName}}",
  "changelog.title": "Registro de Alterações",
  "chat.description": "{{appName}} é um espaço de trabalho e estilo de vida para encontrar, construir e colaborar com equipes de agentes que crescem com você.",
  "chat.title": "{{appName}} · Equipes de agentes que crescem com você",
  "discover.assistants.description": "Conteúdo, perguntas e respostas, imagens, vídeos, voz, fluxos de trabalho — explore e adicione Agentes da Comunidade.",
  "discover.assistants.title": "Comunidade de Agentes",
  "discover.description": "Explore Agentes, Habilidades, Provedores, Modelos e Servidores MCP.",
  "discover.mcp.description": "Pesquise, compare e conecte-se a milhares de Servidores MCP, permitindo que sistemas de IA acessem facilmente sistemas de arquivos, bancos de dados, APIs e outros recursos essenciais, expandindo amplamente suas capacidades.",
  "discover.mcp.title": "Comunidade de Servidores MCP",
  "discover.models.description": "Explore os principais modelos de IA OpenAI / GPT / Claude 3 / Gemini / Ollama / Azure / DeepSeek",
  "discover.models.title": "Comunidade de Modelos",
  "discover.plugins.description": "Explore gráficos, ferramentas acadêmicas, geração de imagem/vídeo/voz e fluxos de trabalho — adicione Habilidades aos seus Agentes.",
  "discover.plugins.title": "Comunidade de Habilidades",
  "discover.providers.description": "Explore os principais provedores de modelos OpenAI / Qwen / Ollama / Anthropic / DeepSeek / Google Gemini / OpenRouter",
  "discover.providers.title": "Comunidade de Provedores",
  "discover.search": "Pesquisar",
  "discover.title": "Descobrir",
  "image.description": "O {{appName}} oferece a melhor experiência com GPT Image, Flux, Midjourney e Stable Diffusion",
  "image.title": "Arte com IA",
  "plugins.description": "Pesquise, gráficos, ferramentas acadêmicas, geração de imagem/vídeo/voz, fluxos de trabalho — adicione Habilidades aos seus Agentes.",
  "plugins.title": "Comunidade de Habilidades",
  "welcome.description": "O {{appName}} oferece a melhor experiência de interface para ChatGPT, Claude, Gemini e OLLaMA.",
  "welcome.title": "Bem-vindo ao {{appName}} · Para Agentes Colaborativos"
}
