{
  "dbV1.action.clearDB": "Limpar Dados Locais",
  "dbV1.action.downloadBackup": "Baixar Backup dos Dados",
  "dbV1.action.reUpgrade": "Reatualizar",
  "dbV1.action.start": "Começar",
  "dbV1.action.upgrade": "Atualizar",
  "dbV1.clear.confirm": "Você está prestes a limpar os dados locais (as configurações globais não serão afetadas). Por favor, confirme que você já baixou um backup dos dados.",
  "dbV1.description": "Na nova versão, o armazenamento de dados do {{appName}} passou por avanços significativos. Por isso, precisamos atualizar os dados antigos para oferecer uma melhor experiência de uso.",
  "dbV1.features.capability.desc": "Baseado na tecnologia IndexedDB, é capaz de armazenar mensagens de chat por toda a vida.",
  "dbV1.features.capability.title": "Alta Capacidade",
  "dbV1.features.performance.desc": "Indexa automaticamente milhões de mensagens, com consultas de busca respondendo em milissegundos.",
  "dbV1.features.performance.title": "Alto Desempenho",
  "dbV1.features.use.desc": "Permite buscas por título, descrição, tags, conteúdo das mensagens e até texto traduzido, aumentando significativamente a eficiência nas buscas do dia a dia.",
  "dbV1.features.use.title": "Mais Intuitivo",
  "dbV1.title": "Evolução dos Dados do {{appName}}",
  "dbV1.upgrade.error.subTitle": "Pedimos desculpas, ocorreu um erro durante o processo de atualização do banco de dados. Por favor, tente as seguintes soluções: A. Limpe os dados locais e reimporte o backup; B. Clique no botão 'Reatualizar'.<br><br> Se o problema persistir, por favor, <1>envie um relatório de problema</1> e ajudaremos o mais rápido possível.",
  "dbV1.upgrade.error.title": "Falha na Atualização do Banco de Dados",
  "dbV1.upgrade.success.subTitle": "O banco de dados foi atualizado para a versão mais recente. Você pode continuar agora.",
  "dbV1.upgrade.success.title": "Atualização do Banco de Dados Concluída",
  "dbV1.upgradeTip": "A atualização levará aproximadamente de 10 a 20 segundos. Por favor, não feche o {{appName}} durante o processo.",
  "migrateError.missVersion": "Os dados importados estão sem número de versão. Verifique o arquivo e tente novamente.",
  "migrateError.noMigration": "Nenhuma solução de migração encontrada para a versão atual. Verifique o número da versão e tente novamente. Se o problema persistir, envie um pedido de suporte."
}
