{
  "error.backHome": "بازگشت به خانه",
  "error.desc": "بعداً دوباره امتحان کنید یا به دنیای آشنا بازگردید.",
  "error.retry": "بارگذاری مجدد",
  "error.title": "اوه، مشکلی پیش آمده...",
  "fetchError.detail": "جزئیات خطا",
  "fetchError.title": "درخواست ناموفق بود",
  "import.importConfigFile.description": "دلیل خطا: {{reason}}",
  "import.importConfigFile.title": "وارد کردن ناموفق بود",
  "import.incompatible.description": "این فایل از نسخه‌ای بالاتر صادر شده است. لطفاً برنامه را به آخرین نسخه به‌روزرسانی کرده و دوباره وارد کنید.",
  "import.incompatible.title": "برنامه فعلی از وارد کردن این فایل پشتیبانی نمی‌کند",
  "inviteCode.continue": "ادامه",
  "inviteCode.currentEmail": "حساب فعلی: {{email}}",
  "inviteCode.desc": "برای دسترسی به LobeHub نیاز به کد دعوت دارید. لطفاً یک کد دعوت معتبر وارد کنید تا ادامه دهید.",
  "inviteCode.friends": "دوستان",
  "inviteCode.joinUsOn": "به ما بپیوندید در",
  "inviteCode.lookingForInvite": "دنبال دعوت‌نامه هستید؟",
  "inviteCode.notYou": "شما نیستید؟",
  "inviteCode.openingInStages": "به‌صورت مرحله‌ای در حال باز شدن است.",
  "inviteCode.placeholder": "کد یا لینک دعوت",
  "inviteCode.pleaseEnterCode": "برای ادامه، کد دعوت خود را وارد کنید.",
  "inviteCode.switchAccount": "تغییر حساب کاربری",
  "inviteCode.title": "نیاز به کد دعوت",
  "loginRequired.desc": "به‌زودی به صفحه ورود هدایت خواهید شد",
  "loginRequired.title": "لطفاً برای استفاده از این قابلیت وارد شوید",
  "notFound.backHome": "بازگشت به خانه",
  "notFound.check": "لطفاً بررسی کنید که آدرس وارد شده صحیح باشد.",
  "notFound.desc": "ما نتوانستیم صفحه مورد نظر شما را پیدا کنیم.",
  "notFound.title": "به سرزمین ناشناخته وارد شده‌اید؟",
  "pluginSettings.desc": "برای شروع استفاده از این مهارت، پیکربندی زیر را کامل کنید",
  "pluginSettings.title": "تنظیمات مهارت {{name}}",
  "response.400": "متأسفیم، سرور درخواست شما را متوجه نشد. لطفاً مطمئن شوید که پارامترهای درخواست صحیح هستند.",
  "response.401": "متأسفیم، سرور درخواست شما را رد کرده است، احتمالاً به دلیل عدم دسترسی یا احراز هویت نامعتبر.",
  "response.403": "متأسفیم، شما اجازه دسترسی به این محتوا را ندارید.",
  "response.404": "متأسفیم، سرور نتوانست صفحه یا منبع مورد نظر شما را پیدا کند. لطفاً آدرس را بررسی کنید.",
  "response.405": "متأسفیم، روش درخواست شما توسط سرور پشتیبانی نمی‌شود.",
  "response.406": "متأسفیم، سرور نمی‌تواند درخواست را بر اساس ویژگی‌های محتوای شما انجام دهد.",
  "response.407": "متأسفیم، برای ادامه درخواست باید احراز هویت پروکسی انجام شود.",
  "response.408": "متأسفیم، زمان انتظار سرور برای دریافت درخواست به پایان رسیده است. لطفاً اتصال شبکه خود را بررسی کرده و دوباره تلاش کنید.",
  "response.409": "متأسفیم، به دلیل تداخل، درخواست قابل پردازش نیست. ممکن است وضعیت منبع با درخواست ناسازگار باشد.",
  "response.410": "متأسفیم، منبع مورد نظر شما به‌طور دائم حذف شده و قابل دسترسی نیست.",
  "response.411": "متأسفیم، سرور بدون طول محتوای معتبر نمی‌تواند درخواست را پردازش کند.",
  "response.412": "متأسفیم، درخواست شما با شرایط سرور مطابقت ندارد و قابل انجام نیست.",
  "response.413": "متأسفیم، داده‌های درخواست شما برای پردازش توسط سرور بیش از حد بزرگ است.",
  "response.414": "متأسفیم، آدرس درخواست شما برای پردازش توسط سرور بیش از حد طولانی است.",
  "response.415": "متأسفیم، فرمت رسانه‌ای پیوست شده به درخواست قابل پردازش نیست.",
  "response.416": "متأسفیم، سرور نمی‌تواند محدوده درخواست شما را برآورده کند.",
  "response.417": "متأسفیم، سرور نمی‌تواند انتظارات شما را برآورده کند.",
  "response.422": "متأسفیم، فرمت درخواست صحیح است، اما به دلیل خطاهای معنایی قابل پاسخ‌گویی نیست.",
  "response.423": "متأسفیم، منبع مورد نظر شما قفل شده است.",
  "response.424": "متأسفیم، به دلیل شکست در درخواست قبلی، درخواست فعلی قابل انجام نیست.",
  "response.426": "متأسفیم، سرور نیاز دارد که کلاینت شما به نسخه بالاتری از پروتکل ارتقا یابد.",
  "response.428": "متأسفیم، سرور نیاز به پیش‌شرط دارد و درخواست شما باید شامل هدر شرطی صحیح باشد.",
  "response.429": "متأسفیم، درخواست‌های شما بیش از حد مکرر است. لطفاً بعداً دوباره تلاش کنید.",
  "response.431": "متأسفیم، فیلدهای هدر درخواست شما برای پردازش توسط سرور بیش از حد بزرگ هستند.",
  "response.451": "متأسفیم، به دلایل قانونی، سرور از ارائه این منبع خودداری می‌کند.",
  "response.499": "متأسفیم، درخواست شما به‌طور غیرمنتظره‌ای در حین پردازش قطع شد. ممکن است به دلیل لغو عملیات یا اتصال ناپایدار شبکه باشد. لطفاً وضعیت شبکه خود را بررسی کرده و دوباره تلاش کنید.",
  "response.500": "متأسفیم، سرور با مشکل مواجه شده و موقتاً قادر به انجام درخواست شما نیست. لطفاً بعداً دوباره تلاش کنید.",
  "response.501": "متأسفیم، سرور هنوز نمی‌داند چگونه این درخواست را پردازش کند. لطفاً صحت عملیات خود را بررسی کنید.",
  "response.502": "متأسفیم، سرور موقتاً قادر به ارائه خدمات نیست. لطفاً بعداً دوباره تلاش کنید.",
  "response.503": "متأسفیم، سرور در حال حاضر قادر به پردازش درخواست شما نیست. ممکن است به دلیل بار زیاد یا نگهداری باشد. لطفاً بعداً دوباره تلاش کنید.",
  "response.504": "متأسفیم، سرور پاسخی از سرور بالادستی دریافت نکرد. لطفاً بعداً دوباره تلاش کنید.",
  "response.505": "متأسفیم، نسخه HTTP مورد استفاده شما توسط سرور پشتیبانی نمی‌شود. لطفاً به‌روزرسانی کرده و دوباره تلاش کنید.",
  "response.506": "متأسفیم، مشکلی در پیکربندی سرور وجود دارد. لطفاً با مدیر سیستم تماس بگیرید.",
  "response.507": "متأسفیم، فضای ذخیره‌سازی سرور برای پردازش درخواست شما کافی نیست. لطفاً بعداً دوباره تلاش کنید.",
  "response.509": "متأسفیم، پهنای باند سرور به پایان رسیده است. لطفاً بعداً دوباره تلاش کنید.",
  "response.510": "متأسفیم، سرور از افزونه درخواستی پشتیبانی نمی‌کند. لطفاً با مدیر سیستم تماس بگیرید.",
  "response.520": "متأسفیم، سرور با مشکلی غیرمنتظره مواجه شده و نتوانست درخواست شما را انجام دهد. لطفاً بعداً دوباره تلاش کنید؛ ما در حال رفع مشکل هستیم.",
  "response.522": "متأسفیم، اتصال به سرور به‌موقع پاسخ نداد. ممکن است به دلیل شبکه ناپایدار یا عدم دسترسی موقت سرور باشد. لطفاً بعداً دوباره تلاش کنید.",
  "response.524": "متأسفیم، سرور در انتظار پاسخ زمان‌اش به پایان رسید. لطفاً بعداً دوباره تلاش کنید.",
  "response.AgentRuntimeError": "خطای اجرای مدل زبانی Lobe. لطفاً بر اساس اطلاعات زیر عیب‌یابی یا دوباره تلاش کنید.",
  "response.ComfyUIBizError": "درخواست به سرویس ComfyUI با خطا مواجه شد. لطفاً بر اساس اطلاعات زیر عیب‌یابی یا دوباره تلاش کنید.",
  "response.ComfyUIEmptyResult": "هیچ تصویری توسط ComfyUI تولید نشد. لطفاً پیکربندی مدل را بررسی کرده یا دوباره تلاش کنید.",
  "response.ComfyUIModelError": "بارگذاری مدل ComfyUI ناموفق بود. لطفاً مطمئن شوید فایل مدل وجود دارد.",
  "response.ComfyUIServiceUnavailable": "اتصال به سرویس ComfyUI ناموفق بود. لطفاً مطمئن شوید سرویس به‌درستی اجرا می‌شود و آدرس سرویس صحیح است.",
  "response.ComfyUIUploadFailed": "بارگذاری تصویر به ComfyUI ناموفق بود. لطفاً اتصال سرور را بررسی کرده یا دوباره تلاش کنید.",
  "response.ComfyUIWorkflowError": "اجرای جریان کاری ComfyUI با خطا مواجه شد. لطفاً پیکربندی جریان کاری را بررسی کنید.",
  "response.ConnectionCheckFailed": "درخواست خالی بازگشت. لطفاً بررسی کنید که آدرس پراکسی API با `/v1` پایان نیابد.",
  "response.CreateMessageError": "متأسفیم، پیام با موفقیت ارسال نشد. لطفاً محتوا را کپی کرده و دوباره ارسال کنید. این پیام پس از بارگذاری مجدد صفحه ذخیره نخواهد شد.",
  "response.ExceededContextWindow": "محتوای درخواست فعلی از حداکثر طول قابل پردازش مدل فراتر رفته است. لطفاً حجم محتوا را کاهش داده و دوباره تلاش کنید.",
  "response.FreePlanLimit": "شما در حال حاضر کاربر رایگان هستید و نمی‌توانید از این قابلیت استفاده کنید. لطفاً برای ادامه استفاده، به طرح پولی ارتقا دهید.",
  "response.GoogleAIBlockReason.BLOCKLIST": "محتوای شما شامل واژگان ممنوعه است. لطفاً ورودی خود را بازبینی و اصلاح کرده و دوباره تلاش کنید.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "تصویر تولید شده به دلایل ایمنی مسدود شد. لطفاً درخواست تصویر خود را اصلاح کنید.",
  "response.GoogleAIBlockReason.LANGUAGE": "زبان مورد استفاده شما پشتیبانی نمی‌شود. لطفاً به زبان انگلیسی یا زبان‌های پشتیبانی‌شده دیگر تلاش کنید.",
  "response.GoogleAIBlockReason.OTHER": "محتوا به دلایل نامشخصی مسدود شد. لطفاً درخواست خود را بازنویسی کرده و دوباره تلاش کنید.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "درخواست شما ممکن است شامل محتوای ممنوعه باشد. لطفاً درخواست خود را مطابق با دستورالعمل‌ها تنظیم کنید.",
  "response.GoogleAIBlockReason.RECITATION": "محتوای شما به دلیل نگرانی‌های احتمالی مربوط به حق نشر مسدود شد. لطفاً از محتوای اصلی استفاده کرده یا درخواست خود را بازنویسی کنید.",
  "response.GoogleAIBlockReason.SAFETY": "محتوای شما به دلایل سیاست ایمنی مسدود شد. لطفاً درخواست خود را طوری تنظیم کنید که شامل محتوای مضر یا نامناسب نباشد.",
  "response.GoogleAIBlockReason.SPII": "محتوای شما ممکن است شامل اطلاعات شناسایی شخصی حساس باشد. برای حفظ حریم خصوصی، لطفاً جزئیات حساس را حذف کرده و دوباره تلاش کنید.",
  "response.GoogleAIBlockReason.default": "محتوا مسدود شد: {{blockReason}}. لطفاً درخواست خود را تنظیم کرده و دوباره تلاش کنید.",
  "response.InsufficientQuota": "متأسفیم، سهمیه این کلید به پایان رسیده است. لطفاً موجودی حساب خود را بررسی کرده یا پس از افزایش سهمیه دوباره تلاش کنید.",
  "response.InvalidAccessCode": "کد دسترسی نامعتبر یا خالی است. لطفاً کد صحیح را وارد کرده یا یک کلید API سفارشی اضافه کنید.",
  "response.InvalidBedrockCredentials": "احراز هویت Bedrock ناموفق بود. لطفاً AccessKeyId/SecretAccessKey را بررسی کرده و دوباره تلاش کنید.",
  "response.InvalidComfyUIArgs": "پیکربندی ComfyUI نامعتبر است. لطفاً تنظیمات را بررسی کرده و دوباره تلاش کنید.",
  "response.InvalidGithubToken": "توکن دسترسی شخصی GitHub نادرست یا خالی است. لطفاً آن را بررسی کرده و دوباره تلاش کنید.",
  "response.InvalidOllamaArgs": "پیکربندی Ollama نامعتبر است. لطفاً تنظیمات را بررسی کرده و دوباره تلاش کنید.",
  "response.InvalidProviderAPIKey": "کلید API {{provider}} نادرست یا خالی است. لطفاً آن را بررسی کرده و دوباره تلاش کنید.",
  "response.InvalidVertexCredentials": "احراز هویت Vertex ناموفق بود. لطفاً اطلاعات ورود را بررسی کرده و دوباره تلاش کنید.",
  "response.LocationNotSupportError": "متأسفیم، موقعیت مکانی فعلی شما از این سرویس پشتیبانی نمی‌کند. لطفاً بررسی کنید که آیا این موقعیت از سرویس پشتیبانی می‌کند یا از مکان دیگری استفاده کنید.",
  "response.ModelNotFound": "متأسفیم، مدل درخواستی یافت نشد. ممکن است وجود نداشته باشد یا دسترسی لازم را نداشته باشید. لطفاً کلید API را تغییر داده یا مجوزها را بررسی کنید.",
  "response.NoOpenAIAPIKey": "کلید API OpenAI خالی است. لطفاً یک کلید API سفارشی اضافه کنید.",
  "response.OllamaBizError": "خطا در درخواست به سرویس Ollama. لطفاً بر اساس اطلاعات زیر عیب‌یابی یا دوباره تلاش کنید.",
  "response.OllamaServiceUnavailable": "سرویس Ollama در دسترس نیست. لطفاً بررسی کنید که سرویس به‌درستی اجرا می‌شود و پیکربندی CORS صحیح است.",
  "response.PermissionDenied": "متأسفیم، شما اجازه دسترسی به این سرویس را ندارید. لطفاً بررسی کنید که کلید شما مجوزهای لازم را دارد.",
  "response.PluginApiNotFound": "متأسفیم، API در فایل مهارت یافت نشد. لطفاً بررسی کنید که روش درخواست با API مهارت مطابقت دارد.",
  "response.PluginApiParamsError": "متأسفیم، اعتبارسنجی پارامترهای ورودی برای درخواست مهارت ناموفق بود. لطفاً پارامترها را بررسی کنید.",
  "response.PluginFailToTransformArguments": "متأسفیم، مهارت نتوانست آرگومان‌ها را تجزیه کند. لطفاً پیام عامل را دوباره تولید کرده یا از مدل هوش مصنوعی قدرتمندتر استفاده کنید.",
  "response.PluginGatewayError": "متأسفیم، خطایی در دروازه مهارت رخ داد. لطفاً پیکربندی دروازه را بررسی کنید.",
  "response.PluginManifestInvalid": "متأسفیم، اعتبارسنجی فایل مهارت ناموفق بود. لطفاً فرمت فایل را بررسی کنید.",
  "response.PluginManifestNotFound": "متأسفیم، فایل manifest.json مهارت یافت نشد. لطفاً آدرس فایل را بررسی کنید.",
  "response.PluginMarketIndexInvalid": "متأسفیم، اعتبارسنجی فهرست مهارت ناموفق بود. لطفاً فرمت فایل را بررسی کنید.",
  "response.PluginMarketIndexNotFound": "متأسفیم، فهرست مهارت یافت نشد. لطفاً آدرس فهرست را بررسی کنید.",
  "response.PluginMetaInvalid": "متأسفیم، اعتبارسنجی متادیتای مهارت ناموفق بود. لطفاً فرمت متادیتا را بررسی کنید.",
  "response.PluginMetaNotFound": "متأسفیم، مهارت در فهرست یافت نشد. لطفاً اطلاعات پیکربندی را بررسی کنید.",
  "response.PluginOpenApiInitError": "متأسفیم، کلاینت OpenAPI نتوانست مقداردهی اولیه شود. لطفاً پیکربندی را بررسی کنید.",
  "response.PluginServerError": "درخواست به سرور مهارت با خطا مواجه شد. لطفاً فایل manifest، پیکربندی یا پیاده‌سازی سرور را بررسی کنید.",
  "response.PluginSettingsInvalid": "برای استفاده از این مهارت، باید به‌درستی پیکربندی شود. لطفاً تنظیمات را بررسی کنید.",
  "response.ProviderBizError": "خطا در درخواست به سرویس {{provider}}. لطفاً بر اساس اطلاعات زیر عیب‌یابی یا دوباره تلاش کنید.",
  "response.QuotaLimitReached": "متأسفیم، استفاده از توکن یا تعداد درخواست‌ها به حد مجاز رسیده است. لطفاً سهمیه را افزایش داده یا بعداً تلاش کنید.",
  "response.ServerAgentRuntimeError": "متأسفیم، سرویس Agent در حال حاضر در دسترس نیست. لطفاً بعداً تلاش کنید یا با ما تماس بگیرید.",
  "response.StreamChunkError": "خطا در تجزیه بخش پیام در درخواست جریانی. لطفاً بررسی کنید که API با استاندارد مطابقت دارد.",
  "response.SubscriptionKeyMismatch": "متأسفیم، به دلیل اختلال موقت سیستم، اشتراک شما غیرفعال شده است. لطفاً برای بازیابی اشتراک روی دکمه زیر کلیک کنید یا با ما تماس بگیرید.",
  "response.SubscriptionPlanLimit": "امتیاز اشتراک شما به پایان رسیده است. لطفاً به طرح بالاتر ارتقا دهید یا یک API مدل سفارشی پیکربندی کنید.",
  "response.SubscriptionPlanLimitUltimate": "امتیاز اشتراک شما به پایان رسیده است. لطفاً اعتبار خود را شارژ کرده یا یک API مدل سفارشی پیکربندی کنید.",
  "response.SystemTimeNotMatchError": "متأسفیم، زمان سیستم شما با سرور مطابقت ندارد. لطفاً زمان سیستم را بررسی کرده و دوباره تلاش کنید.",
  "response.UnknownChatFetchError": "متأسفیم، خطای ناشناخته‌ای در درخواست رخ داد. لطفاً اطلاعات زیر را بررسی کرده یا دوباره تلاش کنید.",
  "stt.responseError": "درخواست سرویس ناموفق بود. لطفاً پیکربندی را بررسی کرده یا دوباره تلاش کنید.",
  "supervisor.decisionFailed": "میزبان گروه قادر به عملکرد نیست. لطفاً پیکربندی میزبان را بررسی کنید.",
  "testConnectionFailed": "اتصال آزمایشی ناموفق بود: {{error}}",
  "tts.responseError": "درخواست سرویس ناموفق بود. لطفاً پیکربندی را بررسی کرده یا دوباره تلاش کنید.",
  "unlock.addProxyUrl": "افزودن آدرس پراکسی OpenAI (اختیاری)",
  "unlock.apiKey.description": "کلید API {{name}} خود را وارد کنید تا جلسه آغاز شود",
  "unlock.apiKey.imageGenerationDescription": "کلید API {{name}} خود را وارد کنید تا تولید تصویر آغاز شود",
  "unlock.apiKey.title": "استفاده از کلید API سفارشی {{name}}",
  "unlock.closeMessage": "بستن پیام",
  "unlock.comfyui.description": "اطلاعات معتبر {{name}} را وارد کنید تا تولید تصویر آغاز شود.",
  "unlock.comfyui.modifyBaseUrl": "ویرایش آدرس سرویس ComfyUI",
  "unlock.comfyui.title": "اعتبارسنجی اطلاعات {{name}}",
  "unlock.confirm": "تأیید و تلاش مجدد",
  "unlock.goToSettings": "رفتن به تنظیمات",
  "unlock.oauth.description": "مدیر سیستم احراز هویت یکپارچه را فعال کرده است. برای ورود و باز کردن برنامه، روی دکمه زیر کلیک کنید.",
  "unlock.oauth.success": "ورود موفقیت‌آمیز بود",
  "unlock.oauth.title": "وارد حساب خود شوید",
  "unlock.oauth.welcome": "خوش آمدید!",
  "unlock.password.description": "رمز عبور برنامه توسط مدیر فعال شده است. برای باز کردن برنامه، رمز عبور را وارد کنید. فقط یک‌بار نیاز به وارد کردن است.",
  "unlock.password.placeholder": "لطفاً رمز عبور را وارد کنید",
  "unlock.password.title": "برای باز کردن برنامه رمز عبور را وارد کنید",
  "unlock.tabs.apiKey": "کلید API سفارشی",
  "unlock.tabs.password": "رمز عبور",
  "upload.desc": "جزئیات: {{detail}}",
  "upload.fileOnlySupportInServerMode": "حالت فعلی استقرار از بارگذاری فایل‌های غیرتصویری پشتیبانی نمی‌کند. برای بارگذاری فایل با فرمت {{ext}}، لطفاً به حالت پایگاه‌داده سرور تغییر دهید یا از سرویس {{cloud}} استفاده کنید.",
  "upload.networkError": "لطفاً اتصال شبکه خود را بررسی کرده و مطمئن شوید پیکربندی CORS سرویس ذخیره‌سازی فایل صحیح است.",
  "upload.storageLimitExceeded": "فضای ذخیره‌سازی فایل شما به حد مجاز طرح رسیده است. لطفاً برای افزایش فضا، طرح خود را ارتقاء دهید یا فایل‌های غیرضروری را حذف کنید.",
  "upload.title": "بارگذاری فایل ناموفق بود. لطفاً اتصال شبکه را بررسی کرده یا بعداً تلاش کنید.",
  "upload.unknownError": "دلیل خطا: {{reason}}",
  "upload.uploadFailed": "بارگذاری فایل ناموفق بود."
}
