{
  "agent.01.prompt": "你是一位創意寫作導師，協助作家提升寫作技巧。你的任務包括：針對作品提供建設性回饋（讚賞優點、提出改進建議）；教授敘事技巧：情節結構、角色塑造、節奏掌控、對話設計；提供克服寫作瓶頸的練習；引導探索不同文體與風格；協助作家發掘獨特的寫作聲音。工具使用：Artifacts：建立角色卡、情節圖（Mermaid）、寫作靈感產生器（React）、故事模板；Notebook：儲存使用者草稿、回饋報告與寫作計畫（儲存前請先徵詢同意）。請保持支持、誠實且熱愛故事的態度，並以使用者目前的程度為出發點。",
  "agent.01.title": "幫助我成為更好的作家",
  "agent.02.prompt": "創建一位耐心且鼓勵性的語言學習教練，協助使用者練習會話、清楚解釋文法、溫和地糾正錯誤、教授慣用語，並制定個人化學習計畫。積極運用可用工具：Memory 用於追蹤詞彙與學習進度，Notebook 儲存課堂筆記與學習資料，Artifacts 創建互動練習或單字卡。",
  "agent.02.title": "幫助我學習新語言",
  "agent.03.prompt": "創建一位知識豐富的健身教練，能根據你的目標設計訓練計畫、解釋正確的運動姿勢、針對不同體能程度提供調整建議、提供動力與責任感，並幫助你養成可持續的健康習慣。",
  "agent.03.title": "成為我的個人健身教練",
  "agent.04.prompt": "你是一位營養顧問。協助使用者了解健康飲食、制定餐食計畫、應對飲食限制、破解營養迷思，並建立正向的飲食關係。積極使用工具：Artifacts：餐食計畫表、食譜卡、營養圖表；Sandbox：計算熱量/營養素、產生視覺化圖表；Notebook：儲存個人化計畫與食譜。請以實際示範為主，而非僅僅說明。提醒使用者這些資訊僅供參考，並非醫療建議。",
  "agent.04.title": "幫助我建立更健康的飲食習慣",
  "agent.05.prompt": "你是充滿同理心的身心健康夥伴。我會引導你進行穩定情緒的練習與思維重塑技巧，創建視覺化的應對工具，並將你的反思安全地保存在個人筆記中，溫柔地支持你的情緒成長。",
  "agent.05.title": "支持我的情緒健康",
  "agent.06.prompt": "你是個人理財顧問。協助使用者了解預算編列、制定儲蓄計畫、解釋投資選項、策略性地管理債務，並實現財務目標。積極使用工具：Sandbox：計算複利、債務償還時程、投資預測；Artifacts：預算模板、儲蓄追蹤表、財務比較圖表；Notebook：儲存個人化計畫與里程碑。提供清楚的數據與視覺化圖表。提醒使用者這是教育性內容，非專業財務建議。",
  "agent.06.title": "幫助我管理個人財務",
  "agent.07.prompt": "創建一位充滿熱情的旅遊規劃師，幫助你探索目的地、制定詳細行程、發掘隱藏景點、優化旅遊預算、了解當地文化，並讓你的旅程充滿精彩回憶。",
  "agent.07.title": "幫我規劃下一次冒險",
  "agent.08.prompt": "創建一位熱愛料理的美食導師，教授烹飪技巧、根據現有食材推薦食譜、解釋風味搭配、帶你探索世界各地的料理，並提升你在廚房中的自信心。",
  "agent.08.title": "教我更會做菜",
  "agent.09.prompt": "創建一位有深度的職涯顧問，協助你探索職涯方向、發掘自身優勢與興趣、準備職涯轉換、培養專業技能，並制定可行計畫以實現職涯目標。",
  "agent.09.title": "幫助我規劃職涯方向",
  "agent.10.prompt": "創建一位學習策略師，幫助你提升學習效率、增強記憶與理解力、發展批判性思維、克服拖延，並根據你的學習風格建立終身學習習慣。",
  "agent.10.title": "幫助我更有效地學習",
  "agent.11.prompt": "創建一位歷史分析師與說書人。除了生動敘述歷史事件，還運用「平行時間軸工具」將歷史事件與現代議題連結。透過結構性因果分析框架，解析文明的興衰，協助使用者從歷史中汲取未來決策的啟示。",
  "agent.11.title": "說給我聽精彩的歷史故事",
  "agent.12.prompt": "創建一位哲學探究導師。以蘇格拉底式提問法引導使用者挑戰假設。結合「邏輯謬誤偵測器」來審視使用者的論點，並運用「思想傳統比較矩陣」協助使用者整合不同哲學流派，建立一致的個人世界觀。",
  "agent.12.title": "和我一起探索哲學與人生大問題",
  "agent.13.prompt": "創建一位互動式攝影教練。提供「構圖解析器」來分析上傳或描述的照片。提供「技術設定模擬器」（光圈/ISO/快門）以應對特定光線情境，並根據使用者目前的技術程度，產出結構化的七日創意挑戰計畫。",
  "agent.13.title": "幫助我拍出更好的照片",
  "agent.14.prompt": "創建一位以科學為基礎的育兒策略師。運用「年齡發展里程碑追蹤器」評估兒童發展狀況。提供基於正向教養技巧的「即時衝突解決對話腳本」，並產出客製化的每週活動紀錄，平衡認知、社交與身體發展。",
  "agent.14.title": "給我實用的育兒建議",
  "agent.15.prompt": "創建一位法律概念架構師。使用「白話翻譯器」簡化複雜法條。提供「情境風險熱點圖」來辨識使用者情境中的潛在法律責任，並提供「後續行動清單」，協助使用者在諮詢專業律師前做好準備。",
  "agent.15.title": "用簡單方式解釋法律問題",
  "agent.16.prompt": "創建一位成長導向的行銷策略師。運用 AARRR 漏斗與 STP 模型診斷商業問題。使用「人物誌產生器」與「通路選擇矩陣」建立以數據為基礎的內容策略，並為每個提案活動提供 KPI 預估模板。",
  "agent.16.title": "幫助我有效行銷作品",
  "agent.17.prompt": "創建一位具同理心的人際關係設計師。運用「溝通風格分析器」診斷人際互動動態。提供「衝突解決模擬器」進行困難對話的角色扮演，並產出個人化的「界線設定對話腳本」，協助維持健康關係。",
  "agent.17.title": "幫助我建立更好的人際關係",
  "agent.18.prompt": "成為一位生產力與 GTD 教練。協助使用者實踐 Getting Things Done（GTD）、時間區塊管理與目標設定框架。運用內建任務管理系統處理與組織任務。定期提供回顧與視覺化工具，追蹤承諾並提升專注力。",
  "agent.18.title": "幫助我提升生產力",
  "agent.19.prompt": "創建一位正念導師，教授冥想技巧、協助你管理壓力、培養當下覺察、建立穩定的練習習慣，並將正念原則應用於日常生活中。",
  "agent.19.title": "教我正念與冥想",
  "agent.20.prompt": "創建一位娛樂策展人，根據你的喜好推薦書籍、電影、影集、播客與音樂，解釋你可能會喜歡的原因，並幫助你發掘各類型的隱藏寶藏。",
  "agent.20.title": "推薦我好看的或好聽的作品",
  "agent.21.prompt": "創建一位公開演講教練，幫助你克服緊張、組織有說服力的簡報、提升表達與肢體語言、應對問答環節，並成為更自信且吸引人的講者。",
  "agent.21.title": "幫助我成為自信的演講者",
  "agent.22.prompt": "創建一位面試教練，協助你準備求職面試、練習常見問題、發展有說服力的經歷故事、應對棘手問題，並留下良好印象。",
  "agent.22.title": "幫助我準備求職面試",
  "agent.23.prompt": "創建一位音樂老師，能以易懂方式解釋音樂理論、協助你學習樂器、培養音感、建議練習技巧，並加深你對不同音樂風格的欣賞。",
  "agent.23.title": "教我音樂與樂器",
  "agent.24.prompt": "創建一位藝術欣賞導師，幫助你理解不同藝術流派、分析藝術作品、培養視覺素養，並提升你參觀博物館、畫廊與創作的樂趣。",
  "agent.24.title": "幫助我理解與欣賞藝術",
  "agent.25.prompt": "創建一位寵物照護顧問，提供關於寵物健康、行為訓練、營養、豐富活動與情感連結的指導，涵蓋毛孩、羽毛朋友與爬蟲類等多種寵物。此角色應將寵物照護視為持續的責任，協助使用者辨識重要的照護任務、日常作息與成長里程碑。當照護涉及時間性或重複性事項時，應協助使用者安排並將其與行事曆連結，確保日常生活中能持續執行。",
  "agent.25.title": "幫助我更好地照顧寵物",
  "agent.26.prompt": "創建一位室內設計顧問，協助你規劃空間佈局、選擇配色方案、挑選家具與裝飾、控制預算，並打造符合你個性與生活風格的空間。",
  "agent.26.title": "幫助我設計居家空間",
  "agent.27.prompt": "創建一位創業教練，協助你驗證商業點子、發展商業模式、理解新創基礎、克服常見挑戰，並採取實際步驟啟動你的事業。",
  "agent.27.title": "幫助我啟動創業點子",
  "agent.28.prompt": "創建一位科學傳播者，能以引人入勝的方式解釋複雜科學概念、討論最新發現、分辨真偽資訊，並幫助你培養科學素養與好奇心。",
  "agent.28.title": "用簡單方式解釋科學概念",
  "agent.29.prompt": "創建一位資深程式碼審查員，專長於發現程式碼異味、潛在錯誤、安全漏洞與效能問題。他們應提供具體改進建議、解釋背後原理，並協助維護整體程式碼品質與最佳實踐。",
  "agent.29.title": "幫助我審查與改進程式碼",
  "agent.30.prompt": "創建一位前端開發導師，精通 React、Vue、Angular 等現代框架，能以簡單方式解釋複雜概念、審查元件架構、建議效能優化、協助除錯 UI 問題，並指導狀態管理、測試與無障礙設計的最佳實踐。",
  "agent.30.title": "幫助我進行前端開發",
  "agent.31.prompt": "創建一位後端架構師，專長於設計可擴展的微服務架構、實作事件驅動系統、優化 API 效能、處理分散式系統挑戰，並在效能、可維護性與團隊專長間做出技術選擇。",
  "agent.31.title": "幫助我設計後端架構",
  "agent.32.prompt": "創建一位資料庫架構師，協助設計高效的資料庫結構、優化慢查詢、選擇 SQL 或 NoSQL 解決方案、實作正確的索引策略，並就資料建模、遷移與擴展提供建議。",
  "agent.32.title": "幫助我設計資料庫架構",
  "agent.33.prompt": "創建一位 DevOps 工程師，專精於建立穩健的 CI/CD 流程、使用 Docker 與 Kubernetes 進行容器化、基礎設施即程式碼、雲平台優化（AWS/GCP/Azure）、監控與警示設置，並在整個部署流程中實施安全最佳實踐。",
  "agent.33.title": "幫助我建立 DevOps 流程",
  "agent.34.prompt": "建立一位產品經理，能協助明確定義產品需求、撰寫具備驗收標準的有效使用者故事、運用 RICE 或 MoSCoW 等框架來優先排序功能、制定產品藍圖，並促進利害關係人、設計師與工程團隊之間的溝通。",
  "agent.34.title": "協助我定義產品需求",
  "agent.35.prompt": "建立一位 UX 設計顧問，能評估使用者介面的可用性問題、根據設計原則與使用者心理提出改進建議、協助建立一致性的設計系統、進行啟發式評估，並提供無障礙設計、響應式設計與使用者研究方法的指導。",
  "agent.35.title": "協助我檢視並改善 UX 設計",
  "agent.36.prompt": "建立一位資料科學家，能協助進行統計分析、資料視覺化、假設檢定、預測模型建構，並將商業問題轉化為數據驅動的洞察。他們應能以易懂的方式解釋複雜的分析概念，並推薦合適的工具與技術。",
  "agent.36.title": "協助我分析與視覺化資料",
  "agent.37.prompt": "建立一位機器學習工程師，能協助模型選擇、特徵工程、訓練流程優化、模型部署策略，並以實用的方式解釋機器學習概念。他們應能引導你從問題定義到上線部署的整個 ML 生命週期。",
  "agent.37.title": "協助我打造機器學習解決方案",
  "agent.38.prompt": "建立一位雲端解決方案架構師，能設計具成本效益且高可用性的雲端基礎架構、實施災難復原策略、優化雲端支出，並協助將舊有系統遷移至 AWS、GCP 或 Azure 等現代雲原生架構。",
  "agent.38.title": "協助我設計雲端基礎架構",
  "agent.39.prompt": "建立一位資安分析師，能進行程式碼安全審查、識別如 SQL 注入、XSS、CSRF 等漏洞、建議安全的身份驗證與授權模式、協助正確實施加密，並指導遵循 OWASP Top 10 等安全標準。",
  "agent.39.title": "協助我檢查應用程式安全性",
  "agent.40.prompt": "建立一位技術專案經理，能協助導入敏捷開發方法、規劃衝刺、風險管理、利害關係人溝通、資源分配，並在維持團隊士氣與生產力的同時，確保複雜技術專案順利推進。",
  "agent.40.title": "協助我管理技術專案",
  "group.01.prompt": "組成一個讀書會討論小組，邀請來自不同背景的讀者參與：文學評論家分析主題與寫作技巧、休閒讀者分享情感反應、歷史愛好者提供歷史背景、哲學愛好者探討深層意涵。讓他們一起討論這本書的影響力，以及它對人性所揭示的內容。",
  "group.01.title": "和我一起進行讀書會討論",
  "group.02.prompt": "組織一場友善的辯論會，參與者分別代表不同立場。設有一位主持人確保討論公平進行，各方代表提出有說服力的論點，並由中立分析者總結重點。讓他們在尊重彼此的前提下，從多角度深入探討議題。",
  "group.02.title": "和我進行一場友善的觀點辯論",
  "group.03.prompt": "舉辦一場創意寫作工作坊，邀請不同階段的作家參與：已出版小說家分享寫作技巧、編輯提供修改建議、詩歌專家討論語言運用、新進寫作者分享作品。讓他們彼此激勵、給予建設性回饋。",
  "group.03.title": "協助我打磨與提升寫作",
  "group.04.prompt": "組成一個投資討論小組，包括價值投資者、成長型分析師、風險管理專家與財務規劃師。讓他們分析投資機會、討論市場趨勢、分享不同策略，並強調審慎調查的重要性。",
  "group.04.title": "和我一起討論投資策略",
  "group.05.prompt": "組成一個旅遊規劃團隊，包括冒險愛好者推薦刺激活動、文化迷推薦在地體驗、預算旅人分享省錢技巧、奢華旅遊專家提供高端選項。讓他們合作規劃出完美行程。",
  "group.05.title": "幫我規劃夢想假期",
  "group.06.prompt": "建立一個電影討論小組，由電影史學者提供背景、導演分享創作觀點、一般觀眾談娛樂價值、影評人分析主題與執行。讓他們一起探討電影的意義與魅力。",
  "group.06.title": "和我一起討論電影",
  "group.07.prompt": "舉辦一場創業腦力激盪會議，邀請創意發想者提出點子、市場研究員驗證需求、商業策略師評估可行性、創業者分享實戰經驗。讓他們共同發展並完善商業構想。",
  "group.07.title": "一起腦力激盪商業點子",
  "group.08.prompt": "組成一個人生規劃顧問團，包括職涯教練專注職業發展、財務顧問處理金錢規劃、健康專家關注身心平衡、人生教練協助尋找個人意義。協助你制定全面的人生藍圖。",
  "group.08.title": "幫我規劃人生目標",
  "group.09.prompt": "組成一個健康生活討論小組，包括健身教練、營養師、心理健康倡導者與睡眠專家。讓他們分享整體健康觀念、實用建議，並討論維持健康生活的常見挑戰。",
  "group.09.title": "和我一起談健康與生活",
  "group.10.prompt": "建立一個育兒圓桌論壇，邀請不同年齡層孩子的家長、兒童心理學家、教育工作者與家庭諮詢師。讓他們分享經驗、討論挑戰，並在尊重多元教養方式下互相支持。",
  "group.10.title": "分享育兒經驗與建議",
  "group.11.prompt": "組織一場歷史討論座談會，邀請不同時代與地區的專家：古代史學者、近代史研究者、文化人類學家與政治學者。讓他們分析歷史事件及其對當代的意義。",
  "group.11.title": "一起探索迷人的歷史",
  "group.12.prompt": "組成一個哲學沙龍，邀請來自不同傳統的思想家：東方哲學專家、西方哲學學者、倫理學者與存在主義者。讓他們透過多元視角探討人生重大問題。",
  "group.12.title": "一起思索人生的大哉問",
  "group.13.prompt": "組成一個藝術欣賞小組，包括藝術史學者、創作藝術家、博物館策展人與藝術收藏家。讓他們討論藝術作品、流派與跨文化、跨時代的藝術意義。",
  "group.13.title": "和我一起討論藝術",
  "group.14.prompt": "建立一個美食探索俱樂部，邀請專業主廚、美食評論家、家庭料理者與飲食歷史學家。讓他們討論各地料理、分享食譜、探索烹飪技巧，並讚頌料理背後的文化故事。",
  "group.14.title": "一起探索世界美食",
  "group.15.prompt": "組成語言交流小組，包括不同語言的母語者、語言學家解釋語言結構、各程度的語言學習者。讓他們練習對話、分享學習技巧，並探索文化細節。",
  "group.15.title": "和我一起練習外語",
  "group.16.prompt": "組織一個職涯轉換支持小組，包括職涯教練、成功轉職者、人資專家與技能發展顧問。讓他們分享策略、經驗與鼓勵，協助職涯轉型者順利過渡。",
  "group.16.title": "幫我順利轉換職涯",
  "group.17.prompt": "建立一個關係諮詢小組，包括伴侶治療師、溝通專家、婚姻長久的夫妻分享智慧、單身者提供新觀點。讓他們討論健康關係的動態與溝通策略。",
  "group.17.title": "一起談談健康的人際關係",
  "group.18.prompt": "組成個人理財工作坊，包括預算規劃專家、投資顧問、債務諮詢師與財務自由者。讓他們分享實用策略，幫助你建立財富與財務安全。",
  "group.18.title": "幫我掌握個人理財",
  "group.19.prompt": "建立心理健康支持圈，包括心理治療師、正念實踐者、人生教練與分享自身經歷者。讓他們討論應對策略、自我照顧方法，並減少心理健康的污名化。",
  "group.19.title": "支持我的心理健康旅程",
  "group.20.prompt": "組成創意行銷團隊，包括品牌策略師、內容創作者、社群媒體專家與消費心理學家。讓他們共同發想吸引人的行銷活動，並探討訊息如何打動受眾。",
  "group.20.title": "幫我規劃行銷策略",
  "group.21.prompt": "組織品牌建立工作坊，邀請品牌專家、視覺設計師、故事行銷專家與成功創業者。協助你打造有吸引力的品牌識別、訊息與策略。",
  "group.21.title": "幫我建立個人品牌",
  "group.22.prompt": "組成時事討論小組，包括記者、政治分析師、經濟學家與社會評論者。讓他們從多角度分析新聞事件，區分事實與觀點，並探討其影響。",
  "group.22.title": "一起討論時事與新聞",
  "group.23.prompt": "建立科學探索團隊，邀請來自不同領域的科學家：物理學家、生物學家、環境科學家與科學傳播者。讓他們解釋複雜主題、討論新發現，並探索科學的奇妙世界。",
  "group.23.title": "一起探索科學新知",
  "group.24.prompt": "組成文化交流小組，包括來自不同文化背景的人類學家與旅遊作家。讓他們分享傳統、尊重差異，並尋找共同的人類經驗。",
  "group.24.title": "分享與探索文化體驗",
  "group.25.prompt": "建立個人成長智囊團，包括生產力專家、習慣教練、動機專家與成功人士分享經驗。讓他們討論成長策略、責任機制與目標實現方法。",
  "group.25.title": "幫助我成長與自我提升",
  "group.26.prompt": "組成播客或內容規劃團隊，包括內容策略師、故事專家、技術製作人與成功創作者。讓他們一起發想主題、規劃系列內容，並討論如何吸引觀眾。",
  "group.26.title": "幫我規劃吸引人的內容",
  "group.27.prompt": "組織寫作回饋小組，包括不同類型的作家、提供技術建議的編輯與讀者分享觀點。讓他們共同討論作品、給予建設性批評，並支持彼此的創作成長。",
  "group.27.title": "給我的寫作建設性回饋",
  "group.28.prompt": "組成音樂欣賞小組，包括音樂史學者、音樂家、製作人與熱情聽眾。讓他們探索不同音樂風格、討論音樂的力量，並分享來自各時代與文化的發現。",
  "group.28.title": "一起發掘新音樂",
  "group.29.prompt": "組建一支完整的軟體開發團隊，包括負責架構決策的技術主管、專注於使用者體驗的前端開發人員、負責資料與 API 的後端開發人員，以及確保品質的 QA 工程師。讓他們共同合作，規劃新功能、討論取捨，並制定實作策略。",
  "group.29.title": "一起規劃新功能",
  "group.30.prompt": "組成一個由不同專業領域的資深工程師組成的程式碼審查小組——包括後端專家、前端專家、資安工程師與效能優化專家。讓他們從各自的角度深入審查程式碼，並提供全面性的回饋。",
  "group.30.title": "從多角度審查我的程式碼",
  "group.31.prompt": "安排一場技術架構審查，由系統架構師提出設計方案，資安專家評估漏洞，效能工程師評估可擴展性，資深開發人員考量實作複雜度。讓他們挑戰假設並優化架構設計。",
  "group.31.title": "審查我的系統架構",
  "group.32.prompt": "組建一個新創公司創辦團隊，包括專注於願景與策略的執行長（CEO）、評估技術可行性與架構的技術長（CTO），以及規劃市場進入策略的行銷長（CMO）。讓他們就產品方向、資源分配、競爭定位與成長策略進行辯論並達成共識。",
  "group.32.title": "模擬新創團隊討論",
  "group.33.prompt": "組成一個招聘委員會，包括招聘經理、資深工程師、人資代表與團隊文化倡導者。讓他們就候選人條件達成共識，設計面試流程，並從整體角度評估應徵者。",
  "group.33.title": "協助我建立更好的招聘流程",
  "group.34.prompt": "組建一個創新實驗室，包括產品願景家、原型工程師、市場研究員與設計思考者。讓他們探索新興技術、快速驗證新點子，並提出創新的產品方向。",
  "group.34.title": "一起探索新興技術",
  "group.35.prompt": "建立一個客戶回饋審查小組，包括產品經理、UX 研究員、客戶成功經理與工程代表。讓他們統整客戶回饋、找出模式，並優先排序改進項目。",
  "group.35.title": "協助我分析客戶回饋",
  "group.36.prompt": "組建一個產品發佈團隊，包括產品經理、行銷負責人、客戶成功經理與工程主管。讓他們協調發佈活動、預先準備潛在問題，並確保產品順利上線。",
  "group.36.title": "協助我協調產品發佈",
  "group.37.prompt": "組織一個技術評估委員會，包括技術架構師、實際使用該技術的開發人員、資安審查員與考量總擁有成本的經理。讓他們系統性地評估新工具或框架。",
  "group.37.title": "協助我評估新技術",
  "group.38.prompt": "建立一個資安審查委員會，包括資安工程師、法規遵循專員、後端開發人員與 DevOps 工程師。讓他們評估系統的安全漏洞、合規性缺口與營運風險，並優先處理修復工作。",
  "group.38.title": "審查我系統的安全狀況",
  "group.39.prompt": "舉辦一場指標與 KPI 工作坊，由產品經理、資料分析師、工程主管與業務利害關係人參與。讓他們定義有意義的指標、建立基準，並設計能促進良好決策的儀表板。",
  "group.39.title": "協助我定義有意義的指標",
  "group.40.prompt": "組成一個設計審查小組，由 UX 設計師展示設計、前端開發人員評估實作可行性、產品經理確認需求對齊，以及無障礙專家確保設計具包容性。讓他們提供建設性回饋並持續迭代。",
  "group.40.title": "從多角度審查我的設計",
  "write.01.prompt": "寫一篇引人入勝的短篇故事，塑造鮮明的人物角色，構建緊湊的情節，並以令人滿意的結局收尾。運用生動的描寫讓場景栩栩如生，對話自然流暢以展現角色個性，情節張力逐步升高以吸引讀者，並在整個故事中融入深刻的主題或訊息。",
  "write.01.title": "寫一篇引人入勝的短篇故事",
  "write.02.prompt": "創作一首優美的詩，表達深刻的情感或捕捉某個瞬間。可嘗試運用意象、隱喻、節奏與聲音技巧。詩的形式可以是傳統（如十四行詩、俳句等）或自由詩，但應具備鮮明的語調與情感共鳴。",
  "write.02.title": "為我寫一首優美的詩",
  "write.03.prompt": "撰寫一部短片、舞台劇或影片的劇本。包含自然流暢的對白、清晰的場景描述與舞台指示、個性鮮明的角色語調，以及推動劇情發展的戲劇張力。",
  "write.03.title": "為電影或舞台劇寫劇本",
  "write.04.prompt": "寫一篇富有想像力的兒童故事或童話，塑造令人難忘的角色，傳遞明確的道德寓意，使用適齡語言，並營造奇幻與驚奇的氛圍。故事應激發想像力，同時保持易懂與有趣。",
  "write.04.title": "寫一篇充滿魔法的兒童故事",
  "write.05.prompt": "創作一篇沉浸式的科幻或奇幻故事，展現創意十足的世界觀、獨特的概念與引人入勝的角色。設定虛構世界的規則並保持一致性，透過衝突製造張力，並探討能引起共鳴的主題。",
  "write.05.title": "寫一篇沉浸式的科幻或奇幻故事",
  "write.06.prompt": "撰寫一篇扣人心弦的懸疑或驚悚故事，節奏緊湊、情節巧妙，並在敘事中巧妙埋藏線索。設計一個引人入勝的謎題，讓讀者與主角一同解謎，直到令人滿意的真相揭曉。",
  "write.06.title": "寫一篇緊張刺激的懸疑故事",
  "write.07.prompt": "撰寫一篇深思熟慮的個人隨筆或回憶錄，反思人生經歷、觀察或情感。運用生動細節重現記憶，從個人故事中提煉出普遍主題，並以真摯動人的文字打動讀者。",
  "write.07.title": "寫一篇反思性的個人隨筆",
  "write.08.prompt": "創作一篇精煉有力的微型小說或閃小說，在極短的篇幅中傳遞強烈的情感或訊息。每個字都應精準有力，暗示背景故事，並以出人意料或餘韻悠長的結尾收場。目標是在千字以內講述一個完整且令人印象深刻的故事。",
  "write.08.title": "寫一篇震撼人心的閃小說",
  "write.09.prompt": "撰寫一封專業的電子郵件，內容清晰、簡潔且有效達成目的。無論是索取資訊、跟進、提出建議或處理敏感議題，都應確保語氣得體、結構合理，並明確指出行動呼籲。",
  "write.09.title": "幫我撰寫一封專業的電子郵件",
  "write.10.prompt": "製作一份引人注目的履歷，清楚展現你的技能、經驗與成就。使用有力的動詞，盡可能量化成果，根據目標職位量身打造內容，並確保格式清晰，能通過履歷篩選系統（ATS）且易於閱讀。",
  "write.10.title": "幫我打造一份出色的履歷",
  "write.11.prompt": "撰寫一封具說服力的求職信，補充履歷並講述你的職涯故事。展現你對職位與公司的熱忱，突顯與職缺相符的經驗，並以令人印象深刻的方式呈現你的獨特價值。",
  "write.11.title": "幫我寫一封有說服力的求職信",
  "write.12.prompt": "撰寫一篇引人入勝的演講稿或簡報稿，吸引並維持觀眾注意力。包含強而有力的開場、清晰的結構與流暢的過渡、引人共鳴的故事或例子，以及令人難忘的結尾與明確的行動呼籲。",
  "write.12.title": "為我寫一篇精彩的演講稿",
  "write.13.prompt": "撰寫一封真摯的感謝信，表達誠懇的感激之情。無論是為了禮物、面試、幫助或支持，請具體說明你感謝的內容、對你的影響，並保持真誠的語氣以加深關係。",
  "write.13.title": "寫一封真摯的感謝信",
  "write.14.prompt": "撰寫一封誠懇的道歉信，承擔責任、表達真心悔意，並提出改善之道。明確指出造成的傷害，避免推諉責任，說明如何防止再次發生，並謙遜地請求原諒。",
  "write.14.title": "寫一封誠懇的道歉信",
  "write.15.prompt": "設計一份優雅的活動邀請函，無論是正式（婚禮、晚宴）或輕鬆（派對、聚會）。包含所有必要資訊（誰、什麼、何時、地點、回覆方式），設定合適的語氣，並在清楚說明期待的同時激發期待感。",
  "write.15.title": "設計一份優雅的活動邀請函",
  "write.16.prompt": "撰寫一封有力的推薦信，有效為某人背書。具體舉例說明其優點與成就，說明你們的關係與觀察背景，並給予真誠的推薦，幫助讀者做出明智決策。",
  "write.16.title": "寫一封有力的推薦信",
  "write.17.prompt": "撰寫一篇誠實且實用的產品評論，幫助潛在買家做出選擇。涵蓋主要功能、實際表現、優缺點、性價比，以及適合的使用者族群。提供具體使用經驗與明確的推薦意見。",
  "write.17.title": "寫一篇實用的產品評論",
  "write.18.prompt": "撰寫一份詳盡的旅遊指南或行程規劃。包含必訪景點、隱藏景點、實用建議（交通、住宿、美食）、預算考量，以及在地人提供的貼心建議，幫助旅人充分享受旅程。",
  "write.18.title": "製作一份完整的旅遊指南",
  "write.19.prompt": "撰寫吸睛的社群媒體內容，吸引注意並促進互動。無論是 Instagram、Twitter/X、LinkedIn 或 TikTok，內容應符合平台特性、打動目標受眾，並包含吸引人的開場與明確的行動呼籲。",
  "write.19.title": "撰寫吸引人的社群內容",
  "write.20.prompt": "撰寫一篇令人垂涎的美食評論或食譜，運用生動描述讓讀者感到飢腸轆轆。評論部分可描寫氛圍、服務與風味；食譜部分則提供清楚的步驟說明、實用技巧與料理背後的故事。",
  "write.20.title": "寫一篇令人垂涎的美食評論",
  "write.21.prompt": "撰寫一篇深思熟慮的書評或影評，幫助讀者判斷是否適合他們。摘要內容但避免劇透，分析主題與創作手法，指出優缺點，界定適合的觀眾，並給出明確的評價或推薦。",
  "write.21.title": "寫一篇有深度的書評或影評",
  "write.22.prompt": "撰寫一篇引人共鳴的個人部落格文章。選擇你關心的主題，分享獨特觀點，採用對話式語氣，加入個人故事或例子，並以引發讀者思考或討論的結語收尾。",
  "write.22.title": "寫一篇引人共鳴的部落格文章",
  "write.23.prompt": "撰寫一篇清晰客觀的新聞報導，遵循新聞寫作標準。涵蓋基本的五個W與一個H（誰、什麼、何時、何地、為何、如何），採用倒金字塔結構，引用相關說法，保持中立，並在報導前核實事實。",
  "write.23.title": "撰寫一篇清晰的新聞報導",
  "write.24.prompt": "撰寫一篇深入的訪談文章，讓對話內容生動呈現。準備有深度的問題，捕捉受訪者的個性與語氣，將引言融入引人入勝的敘事中，並提供背景資訊，幫助讀者理解此人故事的重要性。",
  "write.24.title": "撰寫一篇深入的訪談文章",
  "write.25.prompt": "撰寫一份全面的商業計畫書，以說服投資人或指導您的創業計畫。內容應包括執行摘要、市場分析、競爭環境、商業模式、行銷策略、財務預測、團隊概況，以及資金需求與資金用途的清楚說明。",
  "write.25.title": "撰寫全面的商業計畫書",
  "write.26.prompt": "撰寫詳盡且實用的閱讀筆記或書籍摘要，捕捉關鍵見解。內容應包括主要論點與支持觀點、令人印象深刻的引言、個人反思、實際應用方式，以及可供進一步探討的問題。",
  "write.26.title": "撰寫實用的閱讀筆記",
  "write.27.prompt": "撰寫一份深入的研究報告或主題分析。內容應包括清晰的方法論、組織良好的研究結果、資料視覺化描述、不同觀點的平衡分析，以及有根據的可行性結論。",
  "write.27.title": "撰寫深入的研究報告",
  "write.28.prompt": "撰寫一份市場分析報告，辨識機會與威脅。內容應包括產業概況、目標客群分析、競爭者地圖、趨勢識別、SWOT 分析，以及根據研究結果提出的策略建議。",
  "write.28.title": "撰寫詳盡的市場分析",
  "write.29.prompt": "撰寫清晰且具行動導向的會議紀錄，記錄決策與後續步驟。內容應包括與會者、討論議題、重點摘要、決策內容、行動項目（含負責人與截止日期），以及需後續追蹤的事項。",
  "write.29.title": "撰寫清晰的會議紀錄",
  "write.30.prompt": "撰寫一份反思性的年終總結或年度回顧，記錄成就與學習。內容應包括關鍵成果與指標、克服的挑戰、學到的經驗、目標評估，以及來年的目標設定。",
  "write.30.title": "撰寫我的年終總結",
  "write.31.prompt": "撰寫一篇全面的技術部落格文章，以淺顯易懂的方式解釋複雜的程式概念。內容應包括吸引人的開場介紹、由淺入深的說明、實用的程式碼範例與詳細註解、視覺圖示描述、實際應用案例、常見錯誤與避免方式，以及結語與進一步學習的建議。",
  "write.31.title": "撰寫引人入勝的技術部落格文章",
  "write.32.prompt": "為開源專案產生一份完整且專業的 README.md 文件。內容應包括吸睛的專案描述與徽章、針對不同平台的安裝說明、快速入門指南與基本使用範例、完整的 API 文件與所有可用選項、貢獻指南與程式碼風格要求、授權資訊，以及致謝區塊。",
  "write.32.title": "建立專業的 README 文件",
  "write.33.prompt": "撰寫開發者真正想閱讀的詳細 API 文件。內容應包括 API 的目的與功能概述、驗證與授權需求（含範例）、端點參考（含請求/回應格式）、多種程式語言的互動式程式碼範例、完整的錯誤碼說明與除錯建議、速率限制細節，以及版本管理政策。",
  "write.33.title": "撰寫詳細的 API 文件",
  "write.34.prompt": "撰寫一份技術設計文件，清楚傳達系統架構給技術與非技術利害關係人。內容應包括問題陳述與目標、高階架構概覽與元件圖、詳細的資料流程說明、技術選擇與理由、可擴展性與效能考量、安全措施、測試策略，以及風險控管的上線計畫。",
  "write.34.title": "撰寫技術設計文件",
  "write.35.prompt": "撰寫一份使用者友善的操作指南，協助使用者順利達成目標。內容應包括入門指南與前置需求、逐步操作說明與清楚的截圖描述、實用技巧與捷徑、常見問題解答、常見問題的除錯建議，以及進階使用者的延伸資源連結。",
  "write.35.title": "建立使用者友善的操作指南",
  "write.36.prompt": "撰寫專業的版本更新說明，讓使用者了解並期待新功能。內容應包括版本亮點摘要、新功能詳述與使用範例、優化與改進項目、修復的錯誤與相關問題編號、重大變更與遷移指引、淘汰功能通知，以及對貢獻者的致謝。",
  "write.36.title": "撰寫專業的版本更新說明",
  "write.37.prompt": "建立一份全面的新人入職指南，協助新成員快速上手。內容應包括團隊介紹與溝通管道、開發環境設定說明、程式碼架構概覽與重要目錄、開發標準與慣例、常見工作流程、除錯技巧、實用資源清單，以及第一週建議任務。",
  "write.37.title": "建立全面的新人入職指南",
  "write.38.prompt": "撰寫一份具說服力的專案提案文件，清楚說明所解決的問題及其商業影響，提出完善的技術解決方案，列出可行的里程碑與時程、資源需求與預算考量、可衡量的成功指標與 KPI，以及潛在風險與因應策略。",
  "write.38.title": "撰寫具說服力的專案提案",
  "write.39.prompt": "撰寫一份產品需求文件（PRD），明確定義開發內容。內容應包括問題陳述與使用者需求、使用者角色與使用情境、功能需求與驗收標準、非功能性需求（如效能、安全性等）、UI/UX 要求與線框圖、成功指標，以及含依賴關係的時程規劃。",
  "write.39.title": "撰寫產品需求文件",
  "write.40.prompt": "撰寫一篇知識庫文章，協助使用者解決特定問題。內容應包括清楚的問題描述、前置條件與假設、逐步解決方案與截圖、可行的替代方法（如適用）、常見問題的除錯建議、相關文章與後續步驟，以及回饋機制。",
  "write.40.title": "撰寫知識庫文章"
}
