{
  "error.backHome": "Volver al inicio",
  "error.desc": "Inténtalo más tarde o regresa al mundo conocido.",
  "error.retry": "Recargar",
  "error.title": "Vaya, algo salió mal...",
  "fetchError.detail": "Detalles del error",
  "fetchError.title": "La solicitud falló",
  "import.importConfigFile.description": "Motivo del error: {{reason}}",
  "import.importConfigFile.title": "Error al importar",
  "import.incompatible.description": "Este archivo fue exportado desde una versión más reciente. Intenta actualizar a la última versión y vuelve a importar.",
  "import.incompatible.title": "La aplicación actual no admite la importación de este archivo",
  "inviteCode.continue": "Continuar",
  "inviteCode.currentEmail": "Cuenta actual: {{email}}",
  "inviteCode.desc": "Se requiere un código de invitación para acceder a LobeHub. Por favor, introduce un código válido para continuar.",
  "inviteCode.friends": "Amigos",
  "inviteCode.joinUsOn": "Únete a nosotros en",
  "inviteCode.lookingForInvite": "¿Buscas una invitación?",
  "inviteCode.notYou": "¿No eres tú?",
  "inviteCode.openingInStages": "se está abriendo por etapas.",
  "inviteCode.placeholder": "Código o enlace de invitación",
  "inviteCode.pleaseEnterCode": "Ingresa tu código de invitación para continuar.",
  "inviteCode.switchAccount": "Cambiar de cuenta",
  "inviteCode.title": "Se requiere código de invitación",
  "loginRequired.desc": "Serás redirigido a la página de inicio de sesión en breve",
  "loginRequired.title": "Inicia sesión para usar esta función",
  "notFound.backHome": "Volver al inicio",
  "notFound.check": "Verifica si la URL es correcta.",
  "notFound.desc": "No pudimos encontrar la página que estás buscando.",
  "notFound.title": "¿Entraste en territorio desconocido?",
  "pluginSettings.desc": "Completa la siguiente configuración para comenzar a usar esta habilidad",
  "pluginSettings.title": "Configuración de la habilidad {{name}}",
  "response.400": "Lo sentimos, el servidor no entiende tu solicitud. Asegúrate de que los parámetros sean correctos.",
  "response.401": "Lo sentimos, el servidor rechazó tu solicitud, posiblemente por permisos insuficientes o autenticación inválida.",
  "response.403": "Lo sentimos, no tienes permiso para acceder a este contenido.",
  "response.404": "Lo sentimos, el servidor no puede encontrar la página o recurso solicitado. Verifica que la URL sea correcta.",
  "response.405": "Lo sentimos, el servidor no admite el método de solicitud que estás utilizando.",
  "response.406": "Lo sentimos, el servidor no puede completar la solicitud según las características del contenido solicitado.",
  "response.407": "Lo sentimos, necesitas autenticar el proxy antes de continuar con esta solicitud.",
  "response.408": "Lo sentimos, el servidor agotó el tiempo de espera. Verifica tu conexión de red e inténtalo de nuevo.",
  "response.409": "Lo sentimos, la solicitud no puede procesarse debido a un conflicto, posiblemente por un estado incompatible del recurso.",
  "response.410": "Lo sentimos, el recurso solicitado ha sido eliminado permanentemente.",
  "response.411": "Lo sentimos, el servidor no puede procesar la solicitud sin una longitud de contenido válida.",
  "response.412": "Lo sentimos, tu solicitud no cumple con las condiciones del servidor.",
  "response.413": "Lo sentimos, los datos de tu solicitud son demasiado grandes para ser procesados.",
  "response.414": "Lo sentimos, la URI de tu solicitud es demasiado larga.",
  "response.415": "Lo sentimos, el servidor no puede procesar el formato de medio adjunto.",
  "response.416": "Lo sentimos, el servidor no puede satisfacer el rango solicitado.",
  "response.417": "Lo sentimos, el servidor no puede cumplir con tus expectativas.",
  "response.422": "Lo sentimos, aunque el formato de la solicitud es correcto, contiene errores semánticos.",
  "response.423": "Lo sentimos, el recurso solicitado está bloqueado.",
  "response.424": "Lo sentimos, la solicitud actual no puede completarse debido a una solicitud anterior fallida.",
  "response.426": "Lo sentimos, el servidor requiere que actualices a una versión superior del protocolo.",
  "response.428": "Lo sentimos, el servidor requiere una condición previa. Asegúrate de incluir el encabezado condicional correcto.",
  "response.429": "Lo sentimos, estás realizando demasiadas solicitudes. Inténtalo de nuevo más tarde.",
  "response.431": "Lo sentimos, los campos de encabezado de tu solicitud son demasiado grandes.",
  "response.451": "Lo sentimos, el servidor se niega a proporcionar este recurso por razones legales.",
  "response.499": "Lo sentimos, tu solicitud fue interrumpida inesperadamente, posiblemente por cancelación o una conexión inestable.",
  "response.500": "Lo sentimos, el servidor está teniendo dificultades. Inténtalo de nuevo más tarde.",
  "response.501": "Lo sentimos, el servidor aún no sabe cómo manejar esta solicitud.",
  "response.502": "Lo sentimos, el servidor está temporalmente fuera de servicio. Inténtalo más tarde.",
  "response.503": "Lo sentimos, el servidor no puede procesar tu solicitud en este momento. Puede estar sobrecargado o en mantenimiento.",
  "response.504": "Lo sentimos, el servidor no recibió respuesta del servidor ascendente.",
  "response.505": "Lo sentimos, el servidor no admite la versión HTTP que estás utilizando.",
  "response.506": "Lo sentimos, hay un problema de configuración en el servidor. Contacta al administrador.",
  "response.507": "Lo sentimos, el servidor no tiene suficiente espacio de almacenamiento.",
  "response.509": "Lo sentimos, el ancho de banda del servidor se ha agotado.",
  "response.510": "Lo sentimos, el servidor no admite la extensión solicitada.",
  "response.520": "Lo sentimos, el servidor encontró un problema inesperado. Inténtalo de nuevo más tarde.",
  "response.522": "Lo sentimos, la conexión con el servidor expiró. Inténtalo más tarde.",
  "response.524": "Lo sentimos, el servidor agotó el tiempo de espera esperando una respuesta.",
  "response.AgentRuntimeError": "Error de ejecución del modelo de lenguaje Lobe. Soluciona el problema o vuelve a intentarlo.",
  "response.ComfyUIBizError": "Ocurrió un error al solicitar el servicio ComfyUI. Intenta solucionarlo o vuelve a intentarlo.",
  "response.ComfyUIEmptyResult": "ComfyUI no generó ninguna imagen. Verifica la configuración del modelo.",
  "response.ComfyUIModelError": "No se pudo cargar el modelo de ComfyUI. Asegúrate de que el archivo del modelo exista.",
  "response.ComfyUIServiceUnavailable": "No se pudo conectar con el servicio ComfyUI. Verifica que esté funcionando correctamente.",
  "response.ComfyUIUploadFailed": "Error al subir la imagen a ComfyUI. Verifica la conexión del servidor.",
  "response.ComfyUIWorkflowError": "Error en la ejecución del flujo de trabajo de ComfyUI. Verifica la configuración.",
  "response.ConnectionCheckFailed": "La solicitud no devolvió resultados. Verifica que la dirección del proxy API no termine en `/v1`.",
  "response.CreateMessageError": "Lo sentimos, no se pudo enviar el mensaje. Copia el contenido e inténtalo de nuevo.",
  "response.ExceededContextWindow": "El contenido de la solicitud excede el límite del modelo. Reduce el contenido e inténtalo de nuevo.",
  "response.FreePlanLimit": "Actualmente estás en el plan gratuito y no puedes usar esta función. Actualiza a un plan de pago.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Tu contenido contiene términos prohibidos. Revísalo y vuelve a intentarlo.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "La imagen generada fue bloqueada por razones de seguridad. Modifica tu solicitud.",
  "response.GoogleAIBlockReason.LANGUAGE": "El idioma que estás utilizando no es compatible. Intenta en inglés u otro idioma compatible.",
  "response.GoogleAIBlockReason.OTHER": "El contenido fue bloqueado por una razón desconocida. Reformula tu solicitud.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "Tu solicitud puede contener contenido prohibido. Ajusta tu solicitud.",
  "response.GoogleAIBlockReason.RECITATION": "Tu contenido fue bloqueado por posibles problemas de derechos de autor. Usa contenido original.",
  "response.GoogleAIBlockReason.SAFETY": "Tu contenido fue bloqueado por razones de seguridad. Ajusta tu solicitud.",
  "response.GoogleAIBlockReason.SPII": "Tu contenido puede contener información personal sensible. Elimínala e inténtalo de nuevo.",
  "response.GoogleAIBlockReason.default": "Contenido bloqueado: {{blockReason}}. Ajusta tu solicitud e inténtalo de nuevo.",
  "response.InsufficientQuota": "Lo sentimos, se ha alcanzado la cuota de esta clave. Verifica tu saldo o aumenta la cuota.",
  "response.InvalidAccessCode": "Código de acceso inválido o vacío. Ingresa el código correcto o una API Key personalizada.",
  "response.InvalidBedrockCredentials": "Error de autenticación de Bedrock. Verifica AccessKeyId/SecretAccessKey.",
  "response.InvalidComfyUIArgs": "Configuración inválida de ComfyUI. Verifica los ajustes.",
  "response.InvalidGithubToken": "El token de acceso personal de GitHub es incorrecto o está vacío.",
  "response.InvalidOllamaArgs": "Configuración inválida de Ollama. Verifica los ajustes.",
  "response.InvalidProviderAPIKey": "La API Key de {{provider}} es incorrecta o está vacía. Verifícala.",
  "response.InvalidVertexCredentials": "Error de autenticación de Vertex. Verifica tus credenciales.",
  "response.LocationNotSupportError": "Lo sentimos, tu ubicación actual no admite este servicio. Intenta desde otra ubicación.",
  "response.ModelNotFound": "Lo sentimos, no se encontró el modelo solicitado. Verifica el acceso o cambia la API Key.",
  "response.NoOpenAIAPIKey": "La API Key de OpenAI está vacía. Agrega una personalizada.",
  "response.OllamaBizError": "Error al solicitar el servicio Ollama. Intenta solucionarlo o vuelve a intentarlo.",
  "response.OllamaServiceUnavailable": "El servicio Ollama no está disponible. Verifica su estado y configuración.",
  "response.PermissionDenied": "Lo sentimos, no tienes permiso para acceder a este servicio.",
  "response.PluginApiNotFound": "Lo sentimos, la API no existe en el manifiesto de la habilidad.",
  "response.PluginApiParamsError": "Lo sentimos, los parámetros de entrada no coinciden con la API.",
  "response.PluginFailToTransformArguments": "Lo sentimos, la habilidad no pudo analizar los argumentos. Intenta regenerar el mensaje o usa un modelo más potente.",
  "response.PluginGatewayError": "Lo sentimos, hubo un error en la puerta de enlace de la habilidad.",
  "response.PluginManifestInvalid": "Lo sentimos, el manifiesto de la habilidad no es válido.",
  "response.PluginManifestNotFound": "Lo sentimos, no se encontró el archivo manifest.json de la habilidad.",
  "response.PluginMarketIndexInvalid": "Lo sentimos, el índice de la habilidad no es válido.",
  "response.PluginMarketIndexNotFound": "Lo sentimos, no se encontró el índice de la habilidad.",
  "response.PluginMetaInvalid": "Lo sentimos, los metadatos de la habilidad no son válidos.",
  "response.PluginMetaNotFound": "Lo sentimos, la habilidad no se encontró en el índice.",
  "response.PluginOpenApiInitError": "Lo sentimos, no se pudo inicializar el cliente OpenAPI.",
  "response.PluginServerError": "Error en la solicitud al servidor de la habilidad. Verifica el manifiesto o la configuración.",
  "response.PluginSettingsInvalid": "Esta habilidad necesita ser configurada correctamente antes de usarse.",
  "response.ProviderBizError": "Error al solicitar el servicio {{provider}}. Intenta solucionarlo o vuelve a intentarlo.",
  "response.QuotaLimitReached": "Lo sentimos, se alcanzó el límite de uso de tokens o solicitudes para esta clave.",
  "response.ServerAgentRuntimeError": "Lo sentimos, el servicio Agent no está disponible. Inténtalo más tarde o contáctanos.",
  "response.StreamChunkError": "Error al analizar el fragmento del mensaje. Verifica si la API cumple con las especificaciones.",
  "response.SubscriptionKeyMismatch": "Lo sentimos, tu suscripción está inactiva. Haz clic abajo para restaurarla o contáctanos.",
  "response.SubscriptionPlanLimit": "Has agotado tus puntos de suscripción. Actualiza tu plan o configura una API personalizada.",
  "response.SubscriptionPlanLimitUltimate": "Has agotado tus puntos de suscripción. Recarga créditos o configura una API personalizada.",
  "response.SystemTimeNotMatchError": "Lo sentimos, la hora de tu sistema no coincide con la del servidor.",
  "response.UnknownChatFetchError": "Lo sentimos, ocurrió un error desconocido en la solicitud.",
  "stt.responseError": "Error en la solicitud del servicio. Verifica la configuración.",
  "supervisor.decisionFailed": "El anfitrión del grupo no puede funcionar. Verifica la configuración del modelo y API Key.",
  "testConnectionFailed": "Error al probar la conexión: {{error}}",
  "tts.responseError": "Error en la solicitud del servicio. Verifica la configuración.",
  "unlock.addProxyUrl": "Agregar URL de proxy de OpenAI (opcional)",
  "unlock.apiKey.description": "Ingresa tu API Key de {{name}} para comenzar la sesión",
  "unlock.apiKey.imageGenerationDescription": "Ingresa tu API Key de {{name}} para comenzar a generar",
  "unlock.apiKey.title": "Usar API Key personalizada de {{name}}",
  "unlock.closeMessage": "Cerrar mensaje",
  "unlock.comfyui.description": "Ingresa credenciales válidas de {{name}} para comenzar a generar imágenes.",
  "unlock.comfyui.modifyBaseUrl": "Editar URL del servicio ComfyUI",
  "unlock.comfyui.title": "Verifica tus credenciales de {{name}}",
  "unlock.confirm": "Confirmar e intentar de nuevo",
  "unlock.goToSettings": "Ir a configuración",
  "unlock.oauth.description": "El administrador ha habilitado la autenticación unificada. Haz clic abajo para iniciar sesión.",
  "unlock.oauth.success": "Inicio de sesión exitoso",
  "unlock.oauth.title": "Inicia sesión en tu cuenta",
  "unlock.oauth.welcome": "¡Bienvenido!",
  "unlock.password.description": "El administrador ha activado el cifrado de la aplicación. Ingresa la contraseña para desbloquear.",
  "unlock.password.placeholder": "Ingresa la contraseña",
  "unlock.password.title": "Ingresa la contraseña para desbloquear la aplicación",
  "unlock.tabs.apiKey": "API Key personalizada",
  "unlock.tabs.password": "Contraseña",
  "upload.desc": "Detalles: {{detail}}",
  "upload.fileOnlySupportInServerMode": "El modo de despliegue actual no admite la carga de archivos que no sean imágenes. Para subir archivos {{ext}}, cambia al modo de base de datos en servidor o usa el servicio {{cloud}}.",
  "upload.networkError": "Verifica tu conexión de red y la configuración CORS del servicio de almacenamiento.",
  "upload.storageLimitExceeded": "Has alcanzado el límite de almacenamiento de tu plan. Por favor, actualiza tu plan o elimina archivos que no uses para liberar espacio.",
  "upload.title": "Error al subir el archivo. Verifica tu conexión o inténtalo más tarde.",
  "upload.unknownError": "Motivo del error: {{reason}}",
  "upload.uploadFailed": "Error al subir el archivo."
}
