{
  "01-ai/yi-1.5-34b-chat.description": "El modelo ajustado de código abierto más reciente de 01.AI con 34 mil millones de parámetros, compatible con múltiples escenarios de diálogo, entrenado con datos de alta calidad y alineado con las preferencias humanas.",
  "01-ai/yi-1.5-9b-chat.description": "El modelo ajustado de código abierto más reciente de 01.AI con 9 mil millones de parámetros, compatible con múltiples escenarios de diálogo, entrenado con datos de alta calidad y alineado con las preferencias humanas.",
  "360/deepseek-r1.description": "DeepSeek-R1, desplegado a gran escala por 360, utiliza aprendizaje por refuerzo (RL) en la etapa de postentrenamiento para mejorar significativamente el razonamiento con una mínima cantidad de datos etiquetados. Alcanza el nivel del modelo OpenAI o1 en tareas de matemáticas, programación y razonamiento en lenguaje natural.",
  "360gpt-pro-trans.description": "Modelo especializado en traducción, ajustado en profundidad para ofrecer una calidad de traducción líder en su clase.",
  "360gpt-pro.description": "360GPT Pro es un modelo clave de IA de 360 con procesamiento de texto eficiente para diversos escenarios de PLN, compatible con comprensión de textos largos y diálogos de múltiples turnos.",
  "360gpt-turbo-responsibility-8k.description": "360GPT Turbo Responsibility 8K pone énfasis en la seguridad semántica y la responsabilidad en aplicaciones sensibles al contenido, garantizando experiencias precisas y sólidas para el usuario.",
  "360gpt-turbo.description": "360GPT Turbo ofrece gran capacidad de cómputo y conversación con excelente comprensión semántica y eficiencia en generación, ideal para empresas y desarrolladores.",
  "360gpt2-o1.description": "360gpt2-o1 construye cadenas de pensamiento mediante búsqueda en árbol con un mecanismo de reflexión y entrenamiento por RL, lo que permite autorreflexión y autocorrección.",
  "360gpt2-pro.description": "360GPT2 Pro es un modelo avanzado de PLN de 360 con excelente generación y comprensión de texto, especialmente para tareas creativas, transformaciones complejas y simulación de roles.",
  "360zhinao2-o1.description": "360zhinao2-o1 construye cadenas de pensamiento mediante búsqueda en árbol con un mecanismo de reflexión y entrenamiento por RL, lo que permite autorreflexión y autocorrección.",
  "4.0Ultra.description": "Spark Ultra es el modelo más potente de la serie Spark, mejorando la comprensión y resumen de texto, además de optimizar la búsqueda web. Es una solución integral para aumentar la productividad en el trabajo y ofrecer respuestas precisas, posicionándose como un producto inteligente líder.",
  "AnimeSharp.description": "AnimeSharp (también conocido como \"4x-AnimeSharp\") es un modelo de superresolución de código abierto basado en ESRGAN desarrollado por Kim2091, enfocado en escalar y mejorar imágenes de estilo anime. Fue renombrado desde \"4x-TextSharpV1\" en febrero de 2022, originalmente también para imágenes de texto, pero optimizado fuertemente para contenido anime.",
  "Baichuan2-Turbo.description": "Utiliza aumento por búsqueda para conectar el modelo con conocimiento de dominio y de la web. Admite cargas de archivos PDF/Word e ingreso de URLs para una recuperación oportuna y completa, con resultados profesionales y precisos.",
  "Baichuan3-Turbo-128k.description": "Con una ventana de contexto ultra larga de 128K, está optimizado para escenarios empresariales de alta frecuencia con grandes mejoras y alto valor. En comparación con Baichuan2, la creación de contenido mejora un 20 %, las preguntas y respuestas de conocimiento un 17 % y la simulación de roles un 40 %. Su rendimiento general supera al de GPT-3.5.",
  "Baichuan3-Turbo.description": "Optimizado para escenarios empresariales de alta frecuencia con grandes mejoras y alto valor. En comparación con Baichuan2, la creación de contenido mejora un 20 %, las preguntas y respuestas de conocimiento un 17 % y la simulación de roles un 40 %. Su rendimiento general supera al de GPT-3.5.",
  "Baichuan4-Air.description": "Modelo de alto rendimiento en China, que supera a modelos internacionales en tareas en chino como conocimiento, texto largo y generación creativa. También cuenta con capacidades multimodales líderes en la industria con resultados sólidos en pruebas de referencia autorizadas.",
  "Baichuan4-Turbo.description": "Modelo de alto rendimiento en China, que supera a modelos internacionales en tareas en chino como conocimiento, texto largo y generación creativa. También cuenta con capacidades multimodales líderes en la industria con resultados sólidos en pruebas de referencia autorizadas.",
  "Baichuan4.description": "Rendimiento nacional líder, superando a modelos internacionales en tareas en chino como conocimiento enciclopédico, texto largo y generación creativa. También ofrece capacidades multimodales líderes en la industria y resultados sólidos en pruebas de referencia.",
  "ByteDance-Seed/Seed-OSS-36B-Instruct.description": "Seed-OSS es una familia de modelos LLM de código abierto de ByteDance Seed, diseñados para manejar contextos largos, razonamiento, agentes y habilidades generales. Seed-OSS-36B-Instruct es un modelo de 36B ajustado por instrucciones con contexto ultra largo nativo para procesar documentos o bases de código extensas. Está optimizado para razonamiento, generación de código y tareas de agente (uso de herramientas), manteniendo una gran capacidad general. Una característica clave es el \"Presupuesto de Pensamiento\", que permite una longitud de razonamiento flexible para mejorar la eficiencia.",
  "DeepSeek-R1-Distill-Llama-70B.description": "DeepSeek R1, el modelo más grande e inteligente de la suite DeepSeek, ha sido destilado en la arquitectura Llama 70B. Las pruebas de referencia y evaluaciones humanas muestran que es más inteligente que el Llama 70B base, especialmente en tareas de matemáticas y precisión factual.",
  "DeepSeek-R1-Distill-Qwen-1.5B.description": "Modelo destilado de DeepSeek-R1 basado en Qwen2.5-Math-1.5B. El aprendizaje por refuerzo y los datos de arranque en frío optimizan el rendimiento en razonamiento, estableciendo nuevos estándares de referencia multitarea para modelos abiertos.",
  "DeepSeek-R1-Distill-Qwen-14B.description": "Los modelos DeepSeek-R1-Distill están ajustados a partir de modelos de código abierto utilizando datos de muestra generados por DeepSeek-R1.",
  "DeepSeek-R1-Distill-Qwen-32B.description": "Los modelos DeepSeek-R1-Distill están ajustados a partir de modelos de código abierto utilizando datos de muestra generados por DeepSeek-R1.",
  "DeepSeek-R1-Distill-Qwen-7B.description": "Modelo destilado de DeepSeek-R1 basado en Qwen2.5-Math-7B. El aprendizaje por refuerzo y los datos de arranque en frío optimizan el rendimiento en razonamiento, estableciendo nuevos estándares de referencia multitarea para modelos abiertos.",
  "DeepSeek-R1.description": "DeepSeek-R1 aplica aprendizaje por refuerzo a gran escala durante el postentrenamiento, mejorando significativamente el razonamiento con muy pocos datos etiquetados. Alcanza el nivel del modelo de producción OpenAI o1 en tareas de matemáticas, programación y razonamiento en lenguaje natural.",
  "DeepSeek-V3-1.description": "DeepSeek V3.1 es un modelo de razonamiento de nueva generación con mejoras en razonamiento complejo y cadenas de pensamiento, adecuado para tareas de análisis profundo.",
  "DeepSeek-V3-Fast.description": "Proveedor: sophnet. DeepSeek V3 Fast es la versión de alta velocidad de DeepSeek V3 0324, de precisión completa (sin cuantización), con mejor rendimiento en código y matemáticas y respuestas más rápidas.",
  "DeepSeek-V3.1-Fast.description": "DeepSeek V3.1 Fast es la variante rápida de alta velocidad de DeepSeek V3.1. Modo de pensamiento híbrido: mediante plantillas de chat, un solo modelo admite modos de pensamiento y no pensamiento. Uso de herramientas más inteligente: el postentrenamiento mejora el rendimiento en tareas de herramientas y agentes.",
  "DeepSeek-V3.1-Think.description": "Modo de pensamiento de DeepSeek-V3.1: un nuevo modelo de razonamiento híbrido con modos de pensamiento y no pensamiento, más eficiente que DeepSeek-R1-0528. Las optimizaciones posteriores al entrenamiento mejoran significativamente el uso de herramientas de agente y el rendimiento en tareas de agente.",
  "DeepSeek-V3.description": "DeepSeek-V3 es un modelo MoE desarrollado por DeepSeek. Supera a otros modelos abiertos como Qwen2.5-72B y Llama-3.1-405B en muchas pruebas de referencia y compite con modelos cerrados líderes como GPT-4o y Claude 3.5 Sonnet.",
  "Doubao-lite-128k.description": "Doubao-lite ofrece respuestas ultra rápidas y mejor relación calidad-precio, con opciones flexibles para distintos escenarios. Admite contexto de 128K para inferencia y ajuste fino.",
  "Doubao-lite-32k.description": "Doubao-lite ofrece respuestas ultra rápidas y mejor relación calidad-precio, con opciones flexibles para distintos escenarios. Admite contexto de 32K para inferencia y ajuste fino.",
  "Doubao-lite-4k.description": "Doubao-lite ofrece respuestas ultra rápidas y mejor relación calidad-precio, con opciones flexibles para distintos escenarios. Admite contexto de 4K para inferencia y ajuste fino.",
  "Doubao-pro-128k.description": "Modelo insignia de mejor rendimiento para tareas complejas, con gran capacidad en preguntas y respuestas con referencia, resumen, creación, clasificación y simulación de roles. Admite contexto de 128K para inferencia y ajuste fino.",
  "Doubao-pro-32k.description": "Modelo insignia de mejor rendimiento para tareas complejas, con gran capacidad en preguntas y respuestas con referencia, resumen, creación, clasificación y simulación de roles. Admite contexto de 32K para inferencia y ajuste fino.",
  "Doubao-pro-4k.description": "Modelo insignia de mejor rendimiento para tareas complejas, con gran capacidad en preguntas y respuestas con referencia, resumen, creación, clasificación y simulación de roles. Admite contexto de 4K para inferencia y ajuste fino.",
  "DreamO.description": "DreamO es un modelo de personalización de imágenes de código abierto desarrollado conjuntamente por ByteDance y la Universidad de Pekín, que utiliza una arquitectura unificada para admitir generación de imágenes multitarea. Emplea modelado composicional eficiente para generar imágenes altamente coherentes y personalizadas según identidad, tema, estilo, fondo y otras condiciones especificadas por el usuario.",
  "ERNIE-3.5-128K.description": "Modelo LLM insignia de Baidu, entrenado con grandes corpus en chino e inglés. Posee sólidas capacidades generales para chat, creación y uso de complementos. Admite integración automática con el complemento de búsqueda de Baidu para ofrecer respuestas actualizadas.",
  "ERNIE-3.5-8K-Preview.description": "Modelo LLM insignia de Baidu, entrenado con grandes corpus en chino e inglés. Posee sólidas capacidades generales para chat, creación y uso de complementos. Admite integración automática con el complemento de búsqueda de Baidu para ofrecer respuestas actualizadas.",
  "ERNIE-3.5-8K.description": "Modelo LLM insignia de Baidu, entrenado con grandes corpus en chino e inglés. Posee sólidas capacidades generales para chat, creación y uso de complementos. Admite integración automática con el complemento de búsqueda de Baidu para ofrecer respuestas actualizadas.",
  "ERNIE-4.0-8K-Latest.description": "Modelo LLM ultra grande insignia de Baidu con mejoras integrales respecto a ERNIE 3.5, adecuado para tareas complejas en múltiples dominios. Admite integración con el complemento de búsqueda de Baidu para respuestas actualizadas.",
  "ERNIE-4.0-8K-Preview.description": "Modelo LLM ultra grande insignia de Baidu con mejoras integrales respecto a ERNIE 3.5, adecuado para tareas complejas en múltiples dominios. Admite integración con el complemento de búsqueda de Baidu para respuestas actualizadas.",
  "ERNIE-4.0-Turbo-8K-Latest.description": "Modelo LLM ultra grande insignia de Baidu con un rendimiento general sólido para tareas complejas. Incluye integración con el complemento de búsqueda de Baidu para respuestas actualizadas. Supera a ERNIE 4.0.",
  "ERNIE-4.0-Turbo-8K-Preview.description": "Modelo LLM ultra grande insignia de Baidu con un rendimiento general sólido para tareas complejas. Incluye integración con el complemento de búsqueda de Baidu para respuestas actualizadas. Supera a ERNIE 4.0.",
  "ERNIE-Character-8K.description": "Modelo LLM de dominio vertical de Baidu para NPCs de videojuegos, atención al cliente y juegos de rol. Ofrece mayor coherencia de personaje, mejor seguimiento de instrucciones y razonamiento más sólido.",
  "ERNIE-Lite-Pro-128K.description": "Modelo LLM ligero de Baidu que equilibra calidad y rendimiento de inferencia. Supera a ERNIE Lite y es adecuado para aceleradores de bajo consumo.",
  "ERNIE-Speed-128K.description": "Modelo LLM de alto rendimiento más reciente de Baidu (2024), con sólidas capacidades generales. Ideal como base para ajustes finos en escenarios específicos, con excelente rendimiento en razonamiento.",
  "ERNIE-Speed-Pro-128K.description": "Modelo LLM de alto rendimiento más reciente de Baidu (2024), con sólidas capacidades generales. Supera a ERNIE Speed y es ideal como base para ajustes finos, con excelente rendimiento en razonamiento.",
  "FLUX-1.1-pro.description": "FLUX.1.1 Pro",
  "FLUX.1-Kontext-dev.description": "FLUX.1-Kontext-dev es un modelo multimodal de generación y edición de imágenes de Black Forest Labs, basado en una arquitectura Rectified Flow Transformer con 12 mil millones de parámetros. Se centra en generar, reconstruir, mejorar o editar imágenes bajo condiciones contextuales dadas. Combina la generación controlada de los modelos de difusión con el modelado contextual de Transformers, ofreciendo resultados de alta calidad para tareas como inpainting, outpainting y reconstrucción de escenas visuales.",
  "FLUX.1-Kontext-pro.description": "FLUX.1 Kontext [pro]",
  "FLUX.1-dev.description": "FLUX.1-dev es un modelo de lenguaje multimodal de código abierto (MLLM) de Black Forest Labs, optimizado para tareas de imagen y texto. Combina comprensión y generación de imagen/texto. Basado en LLMs avanzados (como Mistral-7B), utiliza un codificador visual cuidadosamente diseñado y ajuste por etapas para lograr coordinación multimodal y razonamiento complejo.",
  "Gryphe/MythoMax-L2-13b.description": "MythoMax-L2 (13B) es un modelo innovador para dominios diversos y tareas complejas.",
  "HelloMeme.description": "HelloMeme es una herramienta de IA que genera memes, GIFs o videos cortos a partir de imágenes o movimientos proporcionados. No requiere habilidades de dibujo ni programación: solo una imagen de referencia para crear contenido divertido, atractivo y estilísticamente coherente.",
  "HiDream-I1-Full.description": "HiDream-E1-Full es un modelo de edición de imágenes multimodal de código abierto de HiDream.ai, basado en una arquitectura avanzada Diffusion Transformer y una sólida comprensión del lenguaje (con LLaMA 3.1-8B-Instruct incorporado). Admite generación de imágenes guiada por lenguaje natural, transferencia de estilo, ediciones locales y repintado, con excelente comprensión y ejecución imagen-texto.",
  "HunyuanDiT-v1.2-Diffusers-Distilled.description": "hunyuandit-v1.2-distilled es un modelo ligero de texto a imagen optimizado mediante destilación para generar imágenes de alta calidad rápidamente, especialmente adecuado para entornos con pocos recursos y generación en tiempo real.",
  "InstantCharacter.description": "InstantCharacter es un modelo de generación de personajes personalizados sin necesidad de ajuste, lanzado por Tencent AI en 2025. Permite generar personajes con alta fidelidad y consistencia entre escenarios. Puede modelar un personaje a partir de una sola imagen de referencia y transferirlo con flexibilidad entre estilos, acciones y fondos.",
  "InternVL2-8B.description": "InternVL2-8B es un potente modelo visión-lenguaje que admite procesamiento multimodal imagen-texto, reconociendo con precisión el contenido visual y generando descripciones o respuestas relevantes.",
  "InternVL2.5-26B.description": "InternVL2.5-26B es un potente modelo visión-lenguaje que admite procesamiento multimodal imagen-texto, reconociendo con precisión el contenido visual y generando descripciones o respuestas relevantes.",
  "Kolors.description": "Kolors es un modelo de texto a imagen desarrollado por el equipo Kolors de Kuaishou. Entrenado con miles de millones de parámetros, destaca por su calidad visual, comprensión semántica en chino y renderizado de texto.",
  "Kwai-Kolors/Kolors.description": "Kolors es un modelo de difusión latente a gran escala de texto a imagen del equipo Kolors de Kuaishou. Entrenado con miles de millones de pares texto-imagen, sobresale en calidad visual, precisión semántica compleja y renderizado de texto en chino/inglés, con sólida comprensión y generación de contenido en chino.",
  "Kwaipilot/KAT-Dev.description": "KAT-Dev (32B) es un modelo de código abierto de 32B para tareas de ingeniería de software. Logra una tasa de resolución del 62.4% en SWE-Bench Verified, ocupando el 5.º lugar entre los modelos abiertos. Está optimizado mediante entrenamiento intermedio, SFT y RL para completar código, corregir errores y revisar código.",
  "Llama-3.2-11B-Vision-Instruct.description": "Razonamiento visual sólido en imágenes de alta resolución, ideal para aplicaciones de comprensión visual.",
  "Llama-3.2-90B-Vision-Instruct\t.description": "Razonamiento visual avanzado para aplicaciones de agentes con comprensión visual.",
  "Meta-Llama-3-3-70B-Instruct.description": "Llama 3.3 70B es un modelo Transformer versátil para tareas de chat y generación.",
  "Meta-Llama-3.1-405B-Instruct.description": "Modelo de texto ajustado por instrucciones Llama 3.1, optimizado para chat multilingüe. Destaca en los principales benchmarks de la industria entre modelos abiertos y cerrados.",
  "Meta-Llama-3.1-70B-Instruct.description": "Modelo de texto ajustado por instrucciones Llama 3.1, optimizado para chat multilingüe. Destaca en los principales benchmarks de la industria entre modelos abiertos y cerrados.",
  "Meta-Llama-3.1-8B-Instruct.description": "Modelo de texto ajustado por instrucciones Llama 3.1, optimizado para chat multilingüe. Destaca en los principales benchmarks de la industria entre modelos abiertos y cerrados.",
  "Meta-Llama-3.2-1B-Instruct.description": "Modelo de lenguaje pequeño de última generación con sólida comprensión del lenguaje, excelente razonamiento y generación de texto.",
  "Meta-Llama-3.2-3B-Instruct.description": "Modelo de lenguaje pequeño de última generación con sólida comprensión del lenguaje, excelente razonamiento y generación de texto.",
  "Meta-Llama-3.3-70B-Instruct.description": "Llama 3.3 es el modelo Llama multilingüe de código abierto más avanzado, con rendimiento cercano al de modelos de 405B a un costo muy bajo. Basado en Transformer y mejorado con SFT y RLHF para utilidad y seguridad. La versión ajustada por instrucciones está optimizada para chat multilingüe y supera a muchos modelos abiertos y cerrados en benchmarks de la industria. Fecha de corte de conocimiento: diciembre de 2023.",
  "Meta-Llama-4-Maverick-17B-128E-Instruct-FP8.description": "Llama 4 Maverick es un modelo MoE grande con activación eficiente de expertos para un rendimiento sólido en razonamiento.",
  "MiniMax-M1.description": "Nuevo modelo de razonamiento interno con 80K de cadena de pensamiento y 1M de entrada, con rendimiento comparable a los mejores modelos globales.",
  "MiniMax-M2-Stable.description": "Diseñado para codificación eficiente y flujos de trabajo de agentes, con mayor concurrencia para uso comercial.",
  "MiniMax-M2.1-Lightning.description": "Potentes capacidades de programación multilingüe, experiencia de desarrollo completamente mejorada. Más rápido y eficiente.",
  "MiniMax-M2.1.description": "MiniMax-M2.1 es un modelo insignia de código abierto de MiniMax, enfocado en resolver tareas complejas del mundo real. Sus principales fortalezas son sus capacidades de programación multilingüe y su habilidad para resolver tareas complejas como un Agente.",
  "MiniMax-M2.description": "Diseñado específicamente para una codificación eficiente y flujos de trabajo con agentes",
  "MiniMax-Text-01.description": "MiniMax-01 introduce atención lineal a gran escala más allá de los Transformers clásicos, con 456B de parámetros y 45.9B activados por paso. Logra rendimiento de primer nivel y admite hasta 4M tokens de contexto (32× GPT-4o, 20× Claude-3.5-Sonnet).",
  "MiniMaxAI/MiniMax-M1-80k.description": "MiniMax-M1 es un modelo de razonamiento híbrido de gran escala con pesos abiertos, 456B de parámetros totales y ~45.9B activos por token. Admite nativamente 1M de contexto y utiliza Flash Attention para reducir FLOPs en un 75% en generación de 100K tokens frente a DeepSeek R1. Con arquitectura MoE más CISPO y entrenamiento híbrido con atención y RL, logra rendimiento líder en razonamiento con entradas largas y tareas reales de ingeniería de software.",
  "MiniMaxAI/MiniMax-M2.description": "MiniMax-M2 redefine la eficiencia de los agentes. Es un modelo MoE compacto, rápido y rentable con 230B totales y 10B parámetros activos, diseñado para tareas de codificación y agentes de alto nivel, manteniendo una inteligencia general sólida. Con solo 10B activos, rivaliza con modelos mucho más grandes, ideal para aplicaciones de alta eficiencia.",
  "Moonshot-Kimi-K2-Instruct.description": "1 billón de parámetros totales con 32 mil millones activos. Entre los modelos sin modo de razonamiento, es de los mejores en conocimiento avanzado, matemáticas y programación, y destaca en tareas generales de agentes. Optimizado para cargas de trabajo de agentes, puede ejecutar acciones, no solo responder preguntas. Ideal para conversaciones improvisadas, chat general y experiencias con agentes como un modelo de reflejo sin razonamiento prolongado.",
  "NousResearch/Nous-Hermes-2-Mixtral-8x7B-DPO.description": "Nous Hermes 2 - Mixtral 8x7B-DPO (46,7 mil millones) es un modelo de instrucciones de alta precisión para cálculos complejos.",
  "OmniConsistency.description": "OmniConsistency mejora la coherencia de estilo y la generalización en tareas de imagen a imagen mediante la introducción de Transformadores de Difusión a gran escala (DiTs) y datos estilizados emparejados, evitando la degradación del estilo.",
  "PaddlePaddle/PaddleOCR-VL-1.5.description": "PaddleOCR-VL-1.5 es una versión mejorada de la serie PaddleOCR-VL, alcanzando un 94.5% de precisión en el benchmark de análisis de documentos OmniDocBench v1.5, superando a los principales modelos generales y especializados en análisis documental. Soporta de forma innovadora la localización de cuadros delimitadores irregulares para elementos de documentos, manejando eficazmente imágenes escaneadas, inclinadas y capturadas de pantalla.",
  "Phi-3-medium-128k-instruct.description": "El mismo modelo Phi-3-medium con una ventana de contexto ampliada para RAG o indicaciones de pocos ejemplos.",
  "Phi-3-medium-4k-instruct.description": "Un modelo de 14 mil millones de parámetros con mayor calidad que Phi-3-mini, centrado en datos de alta calidad y razonamiento intensivo.",
  "Phi-3-mini-128k-instruct.description": "El mismo modelo Phi-3-mini con una ventana de contexto ampliada para RAG o indicaciones de pocos ejemplos.",
  "Phi-3-mini-4k-instruct.description": "El miembro más pequeño de la familia Phi-3, optimizado para calidad y baja latencia.",
  "Phi-3-small-128k-instruct.description": "El mismo modelo Phi-3-small con una ventana de contexto ampliada para RAG o indicaciones de pocos ejemplos.",
  "Phi-3-small-8k-instruct.description": "Un modelo de 7 mil millones de parámetros con mayor calidad que Phi-3-mini, centrado en datos de alta calidad y razonamiento intensivo.",
  "Phi-3.5-mini-instruct.description": "Una versión actualizada del modelo Phi-3-mini.",
  "Phi-3.5-vision-instrust.description": "Una versión actualizada del modelo Phi-3-vision.",
  "Pro/MiniMaxAI/MiniMax-M2.1.description": "MiniMax-M2.1 es un modelo de lenguaje de código abierto optimizado para capacidades de agente, sobresaliendo en programación, uso de herramientas, seguimiento de instrucciones y planificación a largo plazo. El modelo admite desarrollo de software multilingüe y ejecución de flujos de trabajo complejos en múltiples pasos, logrando una puntuación de 74.0 en SWE-bench Verified y superando a Claude Sonnet 4.5 en escenarios multilingües.",
  "Pro/Qwen/Qwen2-7B-Instruct.description": "Qwen2-7B-Instruct es un modelo LLM de 7 mil millones de parámetros ajustado para instrucciones de la serie Qwen2. Utiliza arquitectura Transformer con SwiGLU, sesgo QKV en atención y atención de consulta agrupada, y maneja entradas extensas. Tiene un rendimiento destacado en comprensión del lenguaje, generación, tareas multilingües, programación, matemáticas y razonamiento, superando a la mayoría de los modelos abiertos y compitiendo con modelos propietarios. Supera a Qwen1.5-7B-Chat en múltiples pruebas.",
  "Pro/Qwen/Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct forma parte de la última serie de LLM de Alibaba Cloud. El modelo de 7 mil millones ofrece mejoras notables en programación y matemáticas, admite más de 29 idiomas y mejora el seguimiento de instrucciones, la comprensión de datos estructurados y la generación de salidas estructuradas (especialmente JSON).",
  "Pro/Qwen/Qwen2.5-Coder-7B-Instruct.description": "Qwen2.5-Coder-7B-Instruct es el último modelo LLM de Alibaba Cloud enfocado en programación. Basado en Qwen2.5 y entrenado con 5,5 billones de tokens, mejora significativamente la generación, razonamiento y corrección de código, manteniendo fortalezas en matemáticas y tareas generales, proporcionando una base sólida para agentes de programación.",
  "Pro/Qwen/Qwen2.5-VL-7B-Instruct.description": "Qwen2.5-VL es un nuevo modelo visión-lenguaje de Qwen con gran capacidad de comprensión visual. Analiza texto, gráficos y diseños en imágenes, comprende videos largos y eventos, admite razonamiento y uso de herramientas, anclaje de objetos en múltiples formatos y salidas estructuradas. Mejora la resolución dinámica y el entrenamiento con tasa de fotogramas para comprensión de video y aumenta la eficiencia del codificador visual.",
  "Pro/THUDM/GLM-4.1V-9B-Thinking.description": "GLM-4.1V-9B-Thinking es un modelo VLM de código abierto de Zhipu AI y el Laboratorio KEG de Tsinghua, diseñado para cognición multimodal compleja. Basado en GLM-4-9B-0414, añade razonamiento en cadena y aprendizaje por refuerzo para mejorar significativamente el razonamiento entre modalidades y la estabilidad.",
  "Pro/THUDM/glm-4-9b-chat.description": "GLM-4-9B-Chat es el modelo GLM-4 de código abierto de Zhipu AI. Tiene un rendimiento sólido en semántica, matemáticas, razonamiento, programación y conocimiento. Más allá del chat multivuelta, admite navegación web, ejecución de código, llamadas a herramientas personalizadas y razonamiento con textos largos. Soporta 26 idiomas (incluidos chino, inglés, japonés, coreano y alemán). Tiene buenos resultados en AlignBench-v2, MT-Bench, MMLU y C-Eval, y admite hasta 128K de contexto para uso académico y empresarial.",
  "Pro/deepseek-ai/DeepSeek-R1-Distill-Qwen-7B.description": "DeepSeek-R1-Distill-Qwen-7B es una destilación de Qwen2.5-Math-7B ajustada con 800 mil muestras seleccionadas de DeepSeek-R1. Tiene un rendimiento destacado, con 92,8% en MATH-500, 55,5% en AIME 2024 y una puntuación de 1189 en CodeForces para un modelo de 7 mil millones.",
  "Pro/deepseek-ai/DeepSeek-R1.description": "DeepSeek-R1 es un modelo de razonamiento impulsado por aprendizaje por refuerzo que reduce la repetición y mejora la legibilidad. Utiliza datos de arranque en frío antes del RL para potenciar aún más el razonamiento, iguala a OpenAI-o1 en tareas de matemáticas, programación y razonamiento, y mejora los resultados generales mediante un entrenamiento cuidadoso.",
  "Pro/deepseek-ai/DeepSeek-V3.1-Terminus.description": "DeepSeek-V3.1-Terminus es una versión actualizada del modelo V3.1, posicionado como un LLM híbrido para agentes. Corrige problemas reportados por usuarios y mejora la estabilidad, coherencia lingüística y reduce caracteres anómalos o mezclas de chino/inglés. Integra modos de razonamiento y no razonamiento con plantillas de chat para cambiar de forma flexible. También mejora el rendimiento de los agentes de código y búsqueda para un uso más fiable de herramientas y tareas de múltiples pasos.",
  "Pro/deepseek-ai/DeepSeek-V3.2-Exp.description": "DeepSeek-V3.2-Exp es una versión experimental de V3.2 que sirve de puente hacia la próxima arquitectura. Añade DeepSeek Sparse Attention (DSA) sobre V3.1-Terminus para mejorar el entrenamiento e inferencia en contextos largos, con optimizaciones para uso de herramientas, comprensión de documentos extensos y razonamiento de múltiples pasos. Ideal para explorar mayor eficiencia de razonamiento con presupuestos de contexto amplios.",
  "Pro/deepseek-ai/DeepSeek-V3.description": "DeepSeek-V3 es un modelo MoE de 671 mil millones de parámetros que utiliza MLA y DeepSeekMoE con balanceo de carga sin pérdida para inferencia y entrenamiento eficientes. Preentrenado con 14,8 billones de tokens de alta calidad y ajustado con SFT y RL, supera a otros modelos abiertos y se acerca al rendimiento de modelos cerrados líderes.",
  "Pro/moonshotai/Kimi-K2-Instruct-0905.description": "Kimi K2-Instruct-0905 es la versión más reciente y potente de Kimi K2. Es un modelo MoE de primer nivel con 1 billón de parámetros totales y 32 mil millones activos. Sus características clave incluyen mayor inteligencia en programación con agentes, mejoras significativas en pruebas de referencia y tareas reales de agentes, además de una estética y usabilidad mejoradas en programación frontend.",
  "Pro/moonshotai/Kimi-K2-Thinking.description": "Kimi K2 Thinking Turbo es la variante Turbo optimizada para velocidad de razonamiento y rendimiento, manteniendo el razonamiento de múltiples pasos y uso de herramientas de K2 Thinking. Es un modelo MoE con aproximadamente 1 billón de parámetros totales, contexto nativo de 256K y llamadas a herramientas estables a gran escala para escenarios de producción con necesidades estrictas de latencia y concurrencia.",
  "Pro/moonshotai/Kimi-K2.5.description": "Kimi K2.5 es un modelo agente multimodal nativo de código abierto, basado en Kimi-K2-Base, entrenado con aproximadamente 1.5 billones de tokens mixtos de visión y texto. El modelo adopta una arquitectura MoE con 1T de parámetros totales y 32B de parámetros activos, soportando una ventana de contexto de 256K, integrando de forma fluida capacidades de comprensión visual y lingüística.",
  "Pro/zai-org/glm-4.7.description": "GLM-4.7 es el modelo insignia de nueva generación de Zhipu, con un total de 355 mil millones de parámetros y 32 mil millones activos. Ha sido completamente mejorado en capacidades de diálogo general, razonamiento y agentes. GLM-4.7 potencia el Pensamiento Intercalado e introduce el Pensamiento Preservado y el Pensamiento a Nivel de Turno.",
  "QwQ-32B-Preview.description": "Qwen QwQ es un modelo de investigación experimental centrado en mejorar el razonamiento.",
  "Qwen/QVQ-72B-Preview.description": "QVQ-72B-Preview es un modelo de investigación de Qwen enfocado en razonamiento visual, con fortalezas en comprensión de escenas complejas y problemas visuales de matemáticas.",
  "Qwen/QwQ-32B-Preview.description": "Qwen QwQ es un modelo de investigación experimental centrado en mejorar el razonamiento de IA.",
  "Qwen/QwQ-32B.description": "QwQ es un modelo de razonamiento de la familia Qwen. En comparación con los modelos estándar ajustados para instrucciones, añade capacidades de pensamiento y razonamiento que mejoran significativamente el rendimiento en tareas complejas. QwQ-32B es un modelo de razonamiento de tamaño medio competitivo con modelos líderes como DeepSeek-R1 y o1-mini. Utiliza RoPE, SwiGLU, RMSNorm y sesgo QKV en atención, con 64 capas y 40 cabezales de atención Q (8 KV en GQA).",
  "Qwen/Qwen-Image-Edit-2509.description": "Qwen-Image-Edit-2509 es la última versión de edición de Qwen-Image del equipo Qwen. Basado en el modelo Qwen-Image de 20 mil millones de parámetros, amplía su potente renderizado de texto hacia la edición de imágenes para realizar ediciones textuales precisas. Utiliza una arquitectura de control dual, enviando entradas a Qwen2.5-VL para control semántico y a un codificador VAE para control de apariencia, permitiendo ediciones tanto a nivel semántico como visual. Admite ediciones locales (agregar/quitar/modificar) y ediciones semánticas de alto nivel como creación de IP y transferencia de estilo, preservando el significado. Logra resultados SOTA en múltiples pruebas de referencia.",
  "Qwen/Qwen-Image.description": "Qwen-Image es un modelo base de generación de imágenes de 20 mil millones de parámetros del equipo Qwen. Logra avances importantes en renderizado de texto complejo y edición precisa de imágenes, especialmente para texto en chino/inglés de alta fidelidad. Admite diseños de múltiples líneas y párrafos manteniendo la coherencia tipográfica. Más allá del renderizado de texto, admite una amplia gama de estilos desde fotorrealismo hasta anime, y edición avanzada como transferencia de estilo, adición/eliminación de objetos, mejora de detalles, edición de texto y control de poses, con el objetivo de ser una base integral para la creación visual.",
  "Qwen/Qwen2-72B-Instruct.description": "Qwen 2 Instruct (72B) ofrece un seguimiento preciso de instrucciones para cargas de trabajo empresariales.",
  "Qwen/Qwen2-7B-Instruct.description": "Qwen2-7B-Instruct es un modelo de 7B ajustado con instrucciones de la serie Qwen2 que utiliza Transformer, SwiGLU, sesgo QKV y atención de consulta agrupada. Maneja entradas extensas y ofrece un rendimiento destacado en comprensión, generación, multilingüismo, programación, matemáticas y razonamiento, superando a la mayoría de los modelos abiertos y superando a Qwen1.5-7B-Chat en múltiples evaluaciones.",
  "Qwen/Qwen2-VL-72B-Instruct.description": "Qwen2-VL es el modelo más reciente de Qwen-VL, alcanzando el estado del arte en pruebas de visión como MathVista, DocVQA, RealWorldQA y MTVQA. Puede comprender videos de más de 20 minutos para preguntas sobre video, diálogos y creación de contenido. También admite razonamiento complejo y toma de decisiones, integrándose con dispositivos/robots para acciones guiadas por visión. Además del inglés y el chino, puede leer texto en muchos idiomas, incluidos la mayoría de los idiomas europeos, japonés, coreano, árabe y vietnamita.",
  "Qwen/Qwen2.5-14B-Instruct.description": "Qwen2.5-14B-Instruct forma parte de la última serie de LLM de Alibaba Cloud. El modelo de 14B ofrece mejoras notables en programación y matemáticas, admite más de 29 idiomas y mejora el seguimiento de instrucciones, la comprensión de datos estructurados y la generación de salidas estructuradas (especialmente en formato JSON).",
  "Qwen/Qwen2.5-32B-Instruct.description": "Qwen2.5-32B-Instruct forma parte de la última serie de LLM de Alibaba Cloud. El modelo de 32B ofrece mejoras notables en programación y matemáticas, admite más de 29 idiomas y mejora el seguimiento de instrucciones, la comprensión de datos estructurados y la generación de salidas estructuradas (especialmente en formato JSON).",
  "Qwen/Qwen2.5-72B-Instruct-128K.description": "Qwen2.5-72B-Instruct forma parte de la última serie de LLM de Alibaba Cloud. El modelo de 72B mejora la programación y las matemáticas, admite hasta 128K de entrada y más de 8K de salida, ofrece soporte para más de 29 idiomas y mejora el seguimiento de instrucciones y la salida estructurada (especialmente en formato JSON).",
  "Qwen/Qwen2.5-72B-Instruct-Turbo.description": "Qwen2.5 es una nueva familia de LLM optimizada para tareas basadas en instrucciones.",
  "Qwen/Qwen2.5-72B-Instruct.description": "Qwen2.5-72B-Instruct forma parte de la última serie de LLM de Alibaba Cloud. El modelo de 72B ofrece mejoras notables en programación y matemáticas, admite más de 29 idiomas y mejora el seguimiento de instrucciones, la comprensión de datos estructurados y la generación de salidas estructuradas (especialmente en formato JSON).",
  "Qwen/Qwen2.5-7B-Instruct-Turbo.description": "Qwen2.5 es una nueva familia de LLM optimizada para tareas basadas en instrucciones.",
  "Qwen/Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct forma parte de la última serie de LLM de Alibaba Cloud. El modelo de 7B ofrece mejoras notables en programación y matemáticas, admite más de 29 idiomas y mejora el seguimiento de instrucciones, la comprensión de datos estructurados y la generación de salidas estructuradas (especialmente en formato JSON).",
  "Qwen/Qwen2.5-Coder-32B-Instruct.description": "Qwen2.5 Coder 32B Instruct es el último LLM de Alibaba Cloud enfocado en programación. Basado en Qwen2.5 y entrenado con 5.5T tokens, mejora significativamente la generación, el razonamiento y la corrección de código, manteniendo fortalezas en matemáticas y capacidades generales, proporcionando una base sólida para agentes de programación.",
  "Qwen/Qwen2.5-Coder-7B-Instruct.description": "Qwen2.5-Coder-7B-Instruct es el último LLM de Alibaba Cloud enfocado en programación. Basado en Qwen2.5 y entrenado con 5.5T tokens, mejora significativamente la generación, el razonamiento y la corrección de código, manteniendo fortalezas en matemáticas y capacidades generales, proporcionando una base sólida para agentes de programación.",
  "Qwen/Qwen2.5-VL-32B-Instruct.description": "Qwen2.5-VL-32B-Instruct es un modelo multimodal del equipo Qwen. Reconoce objetos comunes y analiza texto, gráficos, íconos, imágenes y diseños. Como agente visual, puede razonar y controlar herramientas dinámicamente, incluyendo el uso de computadoras y teléfonos. Localiza objetos con precisión y genera salidas estructuradas para facturas y tablas. En comparación con Qwen2-VL, el aprendizaje por refuerzo mejora aún más las matemáticas y la resolución de problemas, con respuestas más preferidas por humanos.",
  "Qwen/Qwen2.5-VL-72B-Instruct.description": "Qwen2.5-VL es el modelo de visión y lenguaje de la serie Qwen2.5 con importantes mejoras: mejor comprensión visual de objetos, texto, gráficos y diseños; razonamiento como agente visual con uso dinámico de herramientas; comprensión de videos de más de una hora y detección de eventos clave; localización precisa de objetos mediante cajas o puntos; y salidas estructuradas para datos escaneados como facturas y tablas.",
  "Qwen/Qwen3-14B.description": "Qwen3 es un modelo Tongyi Qwen de nueva generación con grandes avances en razonamiento, capacidad general, habilidades de agente y rendimiento multilingüe, y permite cambiar entre modos de pensamiento.",
  "Qwen/Qwen3-235B-A22B-Instruct-2507.description": "Qwen3-235B-A22B-Instruct-2507 es un modelo insignia MoE de Qwen3 con 235B parámetros totales y 22B activos. Es una versión sin modo de pensamiento centrada en mejorar el seguimiento de instrucciones, el razonamiento lógico, la comprensión de texto, matemáticas, ciencia, programación y uso de herramientas. También amplía el conocimiento multilingüe de nicho y se alinea mejor con las preferencias del usuario en tareas abiertas y subjetivas.",
  "Qwen/Qwen3-235B-A22B-Thinking-2507.description": "Qwen3-235B-A22B-Thinking-2507 es un modelo Qwen3 centrado en razonamiento complejo. Utiliza una arquitectura MoE con 235B parámetros totales y ~22B activos por token para mejorar la eficiencia. Como modelo dedicado al pensamiento, muestra grandes avances en lógica, matemáticas, ciencia, programación y pruebas académicas, alcanzando un rendimiento de primer nivel en razonamiento abierto. También mejora el seguimiento de instrucciones, el uso de herramientas y la generación de texto, y admite de forma nativa un contexto de 256K para razonamiento profundo y documentos extensos.",
  "Qwen/Qwen3-235B-A22B.description": "Qwen3 es un modelo Tongyi Qwen de nueva generación con grandes avances en razonamiento, capacidad general, habilidades de agente y rendimiento multilingüe, y permite cambiar entre modos de pensamiento.",
  "Qwen/Qwen3-30B-A3B-Instruct-2507.description": "Qwen3-30B-A3B-Instruct-2507 es la versión sin modo de pensamiento actualizada de Qwen3-30B-A3B. Es un modelo MoE con 30.5B parámetros totales y 3.3B activos. Mejora significativamente el seguimiento de instrucciones, el razonamiento lógico, la comprensión de texto, matemáticas, ciencia, programación y uso de herramientas, amplía el conocimiento multilingüe de nicho y se alinea mejor con las preferencias del usuario en tareas abiertas y subjetivas. Admite contexto de 256K. Este modelo es solo sin pensamiento y no generará etiquetas `<think></think>`.",
  "Qwen/Qwen3-30B-A3B-Thinking-2507.description": "Qwen3-30B-A3B-Thinking-2507 es el modelo de pensamiento más reciente de la serie Qwen3. Es un modelo MoE con 30.5B parámetros totales y 3.3B activos, centrado en tareas complejas. Muestra avances significativos en lógica, matemáticas, ciencia, programación y pruebas académicas, y mejora el seguimiento de instrucciones, el uso de herramientas, la generación de texto y la alineación con preferencias. Admite de forma nativa contexto de 256K y puede extenderse hasta 1M tokens. Esta versión está diseñada para el modo de pensamiento con razonamiento detallado paso a paso y sólidas capacidades de agente.",
  "Qwen/Qwen3-30B-A3B.description": "Qwen3 es un modelo Tongyi Qwen de nueva generación con grandes avances en razonamiento, capacidad general, habilidades de agente y rendimiento multilingüe, y permite cambiar entre modos de pensamiento.",
  "Qwen/Qwen3-32B.description": "Qwen3 es un modelo Tongyi Qwen de nueva generación con grandes avances en razonamiento, capacidad general, habilidades de agente y rendimiento multilingüe, y permite cambiar entre modos de pensamiento.",
  "Qwen/Qwen3-8B.description": "Qwen3 es un modelo Tongyi Qwen de nueva generación con grandes avances en razonamiento, capacidad general, habilidades de agente y rendimiento multilingüe, y permite cambiar entre modos de pensamiento.",
  "Qwen/Qwen3-Coder-30B-A3B-Instruct.description": "Qwen3-Coder-30B-A3B-Instruct es un modelo de código de la serie Qwen3. Está optimizado para alto rendimiento y eficiencia, mejorando las capacidades de programación. Muestra ventajas destacadas en codificación con agentes, operaciones automatizadas de navegador y uso de herramientas entre modelos abiertos. Admite de forma nativa contexto de 256K y puede extenderse hasta 1M tokens para comprensión a nivel de base de código. Impulsa la codificación con agentes en plataformas como Qwen Code y CLINE con un formato dedicado de llamadas a funciones.",
  "Qwen/Qwen3-Coder-480B-A35B-Instruct.description": "Qwen3-Coder-480B-A35B-Instruct es el modelo de código más avanzado de Alibaba hasta la fecha. Es un modelo MoE con 480B parámetros totales y 35B activos, equilibrando eficiencia y rendimiento. Admite de forma nativa contexto de 256K y puede extenderse hasta 1M tokens mediante YaRN, lo que permite manejar grandes bases de código. Diseñado para flujos de trabajo de codificación con agentes, puede interactuar con herramientas y entornos para resolver tareas de programación complejas. Logra resultados líderes entre modelos abiertos en pruebas de codificación y agentes, comparable a modelos como Claude Sonnet 4.",
  "Qwen/Qwen3-Next-80B-A3B-Instruct.description": "Qwen3-Next-80B-A3B-Instruct es un modelo base de próxima generación que utiliza la arquitectura Qwen3-Next para lograr una eficiencia extrema en entrenamiento e inferencia. Combina atención híbrida (Gated DeltaNet + Gated Attention), MoE altamente disperso y optimizaciones de estabilidad en el entrenamiento. Con 80 mil millones de parámetros totales pero solo ~3 mil millones activos durante la inferencia, reduce el cómputo y ofrece más de 10 veces el rendimiento de Qwen3-32B en contextos superiores a 32K. Esta versión ajustada para instrucciones está orientada a tareas generales (sin modo de pensamiento). Su rendimiento es comparable al de Qwen3-235B en algunos benchmarks y muestra claras ventajas en tareas de contexto ultra largo.",
  "Qwen/Qwen3-Next-80B-A3B-Thinking.description": "Qwen3-Next-80B-A3B-Thinking es un modelo base de próxima generación diseñado para razonamiento complejo. Utiliza la arquitectura Qwen3-Next con atención híbrida (Gated DeltaNet + Gated Attention) y MoE altamente disperso para una eficiencia extrema en entrenamiento e inferencia. Con 80 mil millones de parámetros totales pero solo ~3 mil millones activos durante la inferencia, reduce el cómputo y ofrece más de 10 veces el rendimiento de Qwen3-32B en contextos superiores a 32K. Esta versión Thinking está orientada a tareas de múltiples pasos como demostraciones, síntesis de código, análisis lógico y planificación, generando cadenas de pensamiento estructuradas. Supera a Qwen3-32B-Thinking y vence a Gemini-2.5-Flash-Thinking en varios benchmarks.",
  "Qwen/Qwen3-Omni-30B-A3B-Captioner.description": "Qwen3-Omni-30B-A3B-Captioner es un modelo VLM de la serie Qwen3 diseñado para generar descripciones de imágenes detalladas, precisas y de alta calidad. Utiliza una arquitectura MoE de 30 mil millones de parámetros para comprender profundamente las imágenes y producir descripciones fluidas, destacándose en la captura de detalles, comprensión de escenas, reconocimiento de objetos y razonamiento relacional.",
  "Qwen/Qwen3-Omni-30B-A3B-Instruct.description": "Qwen3-Omni-30B-A3B-Instruct es un modelo MoE de la serie Qwen3 con 30 mil millones de parámetros totales y 3 mil millones activos, que ofrece un rendimiento sólido con menor costo de inferencia. Entrenado con datos multilingües de alta calidad y múltiples fuentes, admite entradas multimodales completas (texto, imágenes, audio, video) y comprensión y generación entre modalidades.",
  "Qwen/Qwen3-Omni-30B-A3B-Thinking.description": "Qwen3-Omni-30B-A3B-Thinking es el componente central \"Thinker\" de Qwen3-Omni. Procesa entradas multimodales (texto, audio, imágenes, video) y realiza razonamiento complejo en cadena de pensamiento, unificando las entradas en una representación compartida para una comprensión profunda entre modalidades. Es un modelo MoE con 30 mil millones de parámetros totales y 3 mil millones activos, equilibrando razonamiento potente y eficiencia computacional.",
  "Qwen/Qwen3-VL-235B-A22B-Instruct.description": "Qwen3-VL-235B-A22B-Instruct es un modelo Qwen3-VL de gran escala ajustado para instrucciones, basado en MoE, que ofrece una excelente comprensión y generación multimodal. Admite de forma nativa contextos de hasta 256K y es adecuado para servicios multimodales de producción con alta concurrencia.",
  "Qwen/Qwen3-VL-235B-A22B-Thinking.description": "Qwen3-VL-235B-A22B-Thinking es la versión insignia de razonamiento de Qwen3-VL, optimizada para razonamiento multimodal complejo, razonamiento de contexto largo e interacción con agentes en escenarios empresariales.",
  "Qwen/Qwen3-VL-30B-A3B-Instruct.description": "Qwen3-VL-30B-A3B-Instruct es el modelo Qwen3-VL ajustado para instrucciones con sólida comprensión y generación visión-lenguaje. Admite de forma nativa contextos de hasta 256K para chat multimodal y generación condicionada por imágenes.",
  "Qwen/Qwen3-VL-30B-A3B-Thinking.description": "Qwen3-VL-30B-A3B-Thinking es la versión mejorada para razonamiento de Qwen3-VL, optimizada para razonamiento multimodal, conversión de imágenes a código y comprensión visual compleja. Admite contextos de hasta 256K con una capacidad de cadena de pensamiento más sólida.",
  "Qwen/Qwen3-VL-32B-Instruct.description": "Qwen3-VL-32B-Instruct es un modelo visión-lenguaje del equipo Qwen con resultados SOTA líderes en múltiples benchmarks VL. Admite imágenes de resolución megapíxel y ofrece una sólida comprensión visual, OCR multilingüe, anclaje visual detallado y diálogo visual. Maneja tareas multimodales complejas y admite llamadas a herramientas y completado por prefijo.",
  "Qwen/Qwen3-VL-32B-Thinking.description": "Qwen3-VL-32B-Thinking está optimizado para razonamiento visual complejo. Incluye un modo de pensamiento incorporado que genera pasos intermedios de razonamiento antes de las respuestas, mejorando la lógica de múltiples pasos, la planificación y el razonamiento complejo. Admite imágenes de megapíxeles, comprensión visual sólida, OCR multilingüe, anclaje detallado, diálogo visual, llamadas a herramientas y completado por prefijo.",
  "Qwen/Qwen3-VL-8B-Instruct.description": "Qwen3-VL-8B-Instruct es un modelo visión-lenguaje Qwen3 basado en Qwen3-8B-Instruct y entrenado con grandes cantidades de datos imagen-texto. Destaca en comprensión visual general, diálogo centrado en visión y reconocimiento de texto multilingüe en imágenes, siendo adecuado para preguntas visuales, subtitulado, seguimiento de instrucciones multimodales y uso de herramientas.",
  "Qwen/Qwen3-VL-8B-Thinking.description": "Qwen3-VL-8B-Thinking es la versión de pensamiento visual de Qwen3, optimizada para razonamiento complejo de múltiples pasos. Genera una cadena de pensamiento antes de las respuestas para mejorar la precisión, ideal para preguntas visuales profundas y análisis detallado de imágenes.",
  "Qwen2-72B-Instruct.description": "Qwen2 es la última serie Qwen, compatible con una ventana de contexto de 128k. En comparación con los mejores modelos abiertos actuales, Qwen2-72B supera significativamente a los modelos líderes en comprensión del lenguaje natural, conocimiento, código, matemáticas y capacidades multilingües.",
  "Qwen2-7B-Instruct.description": "Qwen2 es la última serie Qwen, que supera a los mejores modelos abiertos de tamaño similar e incluso a modelos más grandes. Qwen2 7B muestra ventajas significativas en múltiples benchmarks, especialmente en programación y comprensión del chino.",
  "Qwen2-VL-72B.description": "Qwen2-VL-72B es un potente modelo visión-lenguaje que admite procesamiento multimodal imagen-texto, reconociendo con precisión el contenido de las imágenes y generando descripciones o respuestas relevantes.",
  "Qwen2.5-14B-Instruct.description": "Qwen2.5-14B-Instruct es un LLM de 14 mil millones de parámetros con un rendimiento sólido, optimizado para escenarios en chino y multilingües, compatible con preguntas y respuestas inteligentes y generación de contenido.",
  "Qwen2.5-32B-Instruct.description": "Qwen2.5-32B-Instruct es un LLM de 32 mil millones de parámetros con rendimiento equilibrado, optimizado para escenarios en chino y multilingües, compatible con preguntas y respuestas inteligentes y generación de contenido.",
  "Qwen2.5-72B-Instruct.description": "LLM para chino e inglés, ajustado para lenguaje, programación, matemáticas y razonamiento.",
  "Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct es un LLM de 7 mil millones de parámetros que admite llamadas a funciones e integración fluida con sistemas externos, mejorando enormemente la flexibilidad y extensibilidad. Está optimizado para escenarios en chino y multilingües, compatible con preguntas y respuestas inteligentes y generación de contenido.",
  "Qwen2.5-Coder-14B-Instruct.description": "Qwen2.5-Coder-14B-Instruct es un modelo de instrucciones de codificación preentrenado a gran escala con sólida comprensión y generación de código. Maneja eficientemente una amplia gama de tareas de programación, ideal para codificación inteligente, generación automática de scripts y preguntas y respuestas sobre programación.",
  "Qwen2.5-Coder-32B-Instruct.description": "LLM avanzado para generación de código, razonamiento y corrección de errores en los principales lenguajes de programación.",
  "Qwen3-235B-A22B-Instruct-2507-FP8.description": "Qwen3 235B A22B Instruct 2507 está optimizado para razonamiento avanzado y seguimiento de instrucciones, utilizando MoE para mantener la eficiencia del razonamiento a gran escala.",
  "Qwen3-235B.description": "Qwen3-235B-A22B es un modelo MoE que introduce un modo de razonamiento híbrido, permitiendo a los usuarios cambiar sin problemas entre pensamiento y no pensamiento. Admite comprensión y razonamiento en 119 idiomas y dialectos, y tiene sólidas capacidades de llamada a herramientas, compitiendo con modelos como DeepSeek R1, OpenAI o1, o3-mini, Grok 3 y Google Gemini 2.5 Pro en benchmarks de capacidad general, código y matemáticas, capacidad multilingüe y razonamiento de conocimiento.",
  "Qwen3-32B.description": "Qwen3-32B es un modelo denso que introduce un modo de razonamiento híbrido, permitiendo a los usuarios cambiar entre pensamiento y no pensamiento. Con mejoras en la arquitectura, más datos y mejor entrenamiento, su rendimiento es comparable al de Qwen2.5-72B.",
  "SenseChat-128K.description": "Base V4 con contexto de 128K, excelente en comprensión y generación de textos largos.",
  "SenseChat-32K.description": "Base V4 con contexto de 32K, flexible para múltiples escenarios.",
  "SenseChat-5-1202.description": "Versión más reciente basada en V5.5, con mejoras significativas en fundamentos de chino/inglés, conversación, conocimientos STEM, humanidades, redacción, matemáticas/lógica y control de longitud.",
  "SenseChat-5-Cantonese.description": "Diseñado para los hábitos de conversación, jerga y conocimientos locales de Hong Kong; supera a GPT-4 en comprensión del cantonés y rivaliza con GPT-4 Turbo en conocimientos, razonamiento, matemáticas y programación.",
  "SenseChat-5-beta.description": "En algunos aspectos, su rendimiento supera al de SenseChat-5-1202.",
  "SenseChat-5.description": "Última versión V5.5 con contexto de 128K; grandes avances en razonamiento matemático, conversación en inglés, seguimiento de instrucciones y comprensión de textos largos, comparable a GPT-4o.",
  "SenseChat-Character-Pro.description": "Modelo avanzado de conversación con personajes, con contexto de 32K, mayor capacidad y soporte en chino/inglés.",
  "SenseChat-Character.description": "Modelo estándar de conversación con personajes, con contexto de 8K y alta velocidad de respuesta.",
  "SenseChat-Turbo-1202.description": "Último modelo liviano que alcanza más del 90% de la capacidad del modelo completo con un costo de inferencia significativamente menor.",
  "SenseChat-Turbo.description": "Adecuado para preguntas y respuestas rápidas y escenarios de ajuste fino del modelo.",
  "SenseChat-Vision.description": "Última versión V5.5 con entrada de múltiples imágenes y amplias mejoras en reconocimiento de atributos, relaciones espaciales, detección de acciones/eventos, comprensión de escenas, reconocimiento de emociones, razonamiento de sentido común y comprensión/generación de texto.",
  "SenseChat.description": "Base V4 con contexto de 4K y gran capacidad general.",
  "SenseNova-V6-5-Pro.description": "Con actualizaciones integrales en datos multimodales, lingüísticos y de razonamiento, además de optimización de estrategias de entrenamiento, el nuevo modelo mejora significativamente el razonamiento multimodal y el seguimiento de instrucciones generalizadas, admite hasta 128K de contexto y destaca en tareas de OCR y reconocimiento de IP de turismo cultural.",
  "SenseNova-V6-5-Turbo.description": "Con actualizaciones integrales en datos multimodales, lingüísticos y de razonamiento, además de optimización de estrategias de entrenamiento, el nuevo modelo mejora significativamente el razonamiento multimodal y el seguimiento de instrucciones generalizadas, admite hasta 128K de contexto y destaca en tareas de OCR y reconocimiento de IP de turismo cultural.",
  "SenseNova-V6-Pro.description": "Unifica de forma nativa imagen, texto y video, rompiendo los silos multimodales tradicionales; lidera en OpenCompass y SuperCLUE.",
  "SenseNova-V6-Reasoner.description": "Combina visión y lenguaje con razonamiento profundo, compatible con pensamiento lento y cadena completa de razonamiento.",
  "SenseNova-V6-Turbo.description": "Unifica de forma nativa imagen, texto y video, rompiendo los silos multimodales tradicionales. Lidera en capacidades lingüísticas y multimodales clave, y se ubica en el nivel superior en múltiples evaluaciones.",
  "Skylark2-lite-8k.description": "Modelo Skylark de segunda generación. Skylark2-lite ofrece respuestas rápidas para escenarios en tiempo real y sensibles al costo, con menores requisitos de precisión y una ventana de contexto de 8K.",
  "Skylark2-pro-32k.description": "Modelo Skylark de segunda generación. Skylark2-pro ofrece mayor precisión para generación de texto compleja como redacción profesional, escritura de novelas y traducción de alta calidad, con una ventana de contexto de 32K.",
  "Skylark2-pro-4k.description": "Modelo Skylark de segunda generación. Skylark2-pro ofrece mayor precisión para generación de texto compleja como redacción profesional, escritura de novelas y traducción de alta calidad, con una ventana de contexto de 4K.",
  "Skylark2-pro-character-4k.description": "Modelo Skylark de segunda generación. Skylark2-pro-character destaca en juegos de rol y conversación, adaptando los mensajes a estilos de personajes distintivos y diálogos naturales para chatbots, asistentes virtuales y atención al cliente, con respuestas rápidas.",
  "Skylark2-pro-turbo-8k.description": "Modelo Skylark de segunda generación. Skylark2-pro-turbo-8k ofrece inferencia más rápida a menor costo con una ventana de contexto de 8K.",
  "THUDM/GLM-4-32B-0414.description": "GLM-4-32B-0414 es un modelo GLM de próxima generación con 32 mil millones de parámetros, comparable en rendimiento a OpenAI GPT y la serie DeepSeek V3/R1.",
  "THUDM/GLM-4-9B-0414.description": "GLM-4-9B-0414 es un modelo GLM de 9 mil millones de parámetros que hereda las técnicas de GLM-4-32B, ofreciendo una implementación más ligera. Tiene buen rendimiento en generación de código, diseño web, generación de SVG y redacción basada en búsqueda.",
  "THUDM/GLM-4.1V-9B-Thinking.description": "GLM-4.1V-9B-Thinking es un modelo VLM de código abierto de Zhipu AI y el Laboratorio KEG de Tsinghua, diseñado para cognición multimodal compleja. Basado en GLM-4-9B-0414, añade razonamiento en cadena y aprendizaje por refuerzo para mejorar significativamente el razonamiento entre modalidades y la estabilidad.",
  "THUDM/GLM-Z1-32B-0414.description": "GLM-Z1-32B-0414 es un modelo de razonamiento profundo construido a partir de GLM-4-32B-0414 con datos de arranque en frío y aprendizaje por refuerzo ampliado, entrenado adicionalmente en matemáticas, código y lógica. Mejora significativamente la capacidad matemática y la resolución de tareas complejas respecto al modelo base.",
  "THUDM/GLM-Z1-9B-0414.description": "GLM-Z1-9B-0414 es un modelo GLM pequeño de 9 mil millones de parámetros que conserva las fortalezas del código abierto y ofrece una capacidad impresionante. Tiene un rendimiento destacado en razonamiento matemático y tareas generales, liderando su clase de tamaño entre los modelos abiertos.",
  "THUDM/GLM-Z1-Rumination-32B-0414.description": "GLM-Z1-Rumination-32B-0414 es un modelo de razonamiento profundo con capacidades de reflexión (comparado con OpenAI Deep Research). A diferencia de los modelos de pensamiento profundo típicos, dedica más tiempo a deliberar para resolver problemas abiertos y complejos.",
  "THUDM/glm-4-9b-chat.description": "GLM-4-9B-Chat es el modelo GLM-4 de código abierto de Zhipu AI. Tiene un rendimiento sólido en semántica, matemáticas, razonamiento, código y conocimiento. Además de conversación multivuelta, admite navegación web, ejecución de código, llamadas a herramientas personalizadas y razonamiento de textos largos. Soporta 26 idiomas (incluidos chino, inglés, japonés, coreano y alemán). Tiene buen rendimiento en AlignBench-v2, MT-Bench, MMLU y C-Eval, y admite hasta 128K de contexto para uso académico y empresarial.",
  "Tongyi-Zhiwen/QwenLong-L1-32B.description": "QwenLong-L1-32B es el primer modelo de razonamiento de contexto largo (LRM) entrenado con aprendizaje por refuerzo, optimizado para razonamiento en textos extensos. Su RL de expansión progresiva de contexto permite una transferencia estable de contexto corto a largo. Supera a OpenAI-o3-mini y Qwen3-235B-A22B en siete benchmarks de preguntas y respuestas con documentos de contexto largo, rivalizando con Claude-3.7-Sonnet-Thinking. Es especialmente fuerte en matemáticas, lógica y razonamiento de múltiples pasos.",
  "Yi-34B-Chat.description": "Yi-1.5-34B mantiene las sólidas capacidades lingüísticas generales de la serie, mientras que el entrenamiento incremental con 500 mil millones de tokens de alta calidad mejora significativamente la lógica matemática y la programación.",
  "abab5.5-chat.description": "Diseñado para escenarios de productividad con manejo de tareas complejas y generación eficiente de texto para uso profesional.",
  "abab5.5s-chat.description": "Diseñado para conversación con personajes en chino, ofreciendo diálogos de alta calidad en chino para diversas aplicaciones.",
  "abab6.5g-chat.description": "Diseñado para conversación con personajes multilingües, compatible con generación de diálogos de alta calidad en inglés y otros idiomas.",
  "abab6.5s-chat.description": "Adecuado para una amplia gama de tareas de PLN, incluida la generación de texto y sistemas de diálogo.",
  "abab6.5t-chat.description": "Optimizado para conversación con personajes en chino, proporcionando diálogos fluidos que se ajustan a los hábitos de expresión en chino.",
  "accounts/fireworks/models/deepseek-r1.description": "DeepSeek-R1 es un modelo de lenguaje de última generación optimizado con aprendizaje por refuerzo y datos de arranque en frío, que ofrece un rendimiento sobresaliente en razonamiento, matemáticas y programación.",
  "accounts/fireworks/models/deepseek-v3.description": "Un potente modelo de lenguaje Mixture-of-Experts (MoE) de DeepSeek con 671 mil millones de parámetros totales y 37 mil millones de parámetros activos por token.",
  "accounts/fireworks/models/llama-v3-70b-instruct.description": "Meta desarrolló y lanzó la serie de modelos LLM Meta Llama 3, que incluye modelos de generación de texto preentrenados y ajustados por instrucciones en tamaños de 8B y 70B. Los modelos Llama 3 ajustados por instrucciones están optimizados para uso conversacional y superan a muchos modelos de chat abiertos existentes en los principales estándares de la industria.",
  "accounts/fireworks/models/llama-v3-8b-instruct-hf.description": "Los modelos Llama 3 de Meta ajustados por instrucciones están optimizados para uso conversacional y superan a muchos modelos de chat abiertos existentes en los principales estándares de la industria. Llama 3 8B Instruct (versión HF) es la versión original en FP16 de Llama 3 8B Instruct, con resultados esperados que coinciden con la implementación oficial de Hugging Face.",
  "accounts/fireworks/models/llama-v3-8b-instruct.description": "Meta desarrolló y lanzó la serie de modelos LLM Meta Llama 3, una colección de modelos de generación de texto preentrenados y ajustados por instrucciones en tamaños de 8B y 70B. Los modelos Llama 3 ajustados por instrucciones están optimizados para uso conversacional y superan a muchos modelos de chat abiertos existentes en los principales estándares de la industria.",
  "accounts/fireworks/models/llama-v3p1-405b-instruct.description": "Meta Llama 3.1 es una familia de modelos LLM multilingües con modelos de generación preentrenados y ajustados por instrucciones en tamaños de 8B, 70B y 405B. Los modelos de texto ajustados por instrucciones están optimizados para diálogos multilingües y superan a muchos modelos de chat abiertos y cerrados en los principales estándares de la industria. El modelo de 405B es el más potente de la familia Llama 3.1, utilizando inferencia FP8 que se aproxima estrechamente a la implementación de referencia.",
  "accounts/fireworks/models/llama-v3p1-70b-instruct.description": "Meta Llama 3.1 es una familia de modelos LLM multilingües con modelos de generación preentrenados y ajustados por instrucciones en tamaños de 8B, 70B y 405B. Los modelos de texto ajustados por instrucciones están optimizados para diálogos multilingües y superan a muchos modelos de chat abiertos y cerrados en los principales estándares de la industria.",
  "accounts/fireworks/models/llama-v3p1-8b-instruct.description": "Meta Llama 3.1 es una familia de modelos LLM multilingües con modelos de generación preentrenados y ajustados por instrucciones en tamaños de 8B, 70B y 405B. Los modelos de texto ajustados por instrucciones están optimizados para diálogos multilingües y superan a muchos modelos de chat abiertos y cerrados en los principales estándares de la industria.",
  "accounts/fireworks/models/llama-v3p2-11b-vision-instruct.description": "Un modelo de razonamiento visual ajustado por instrucciones de Meta con 11 mil millones de parámetros, optimizado para reconocimiento visual, razonamiento sobre imágenes, generación de descripciones y preguntas y respuestas relacionadas con imágenes. Comprende datos visuales como gráficos y diagramas, y conecta visión y lenguaje generando descripciones textuales de los detalles de las imágenes.",
  "accounts/fireworks/models/llama-v3p2-3b-instruct.description": "Llama 3.2 3B Instruct es un modelo multilingüe ligero de Meta, diseñado para una ejecución eficiente con ventajas significativas en latencia y costo frente a modelos más grandes. Los casos de uso típicos incluyen reescritura de consultas/prompts y asistencia en redacción.",
  "accounts/fireworks/models/llama-v3p2-90b-vision-instruct.description": "Un modelo de razonamiento visual ajustado por instrucciones de Meta con 90 mil millones de parámetros, optimizado para reconocimiento visual, razonamiento sobre imágenes, generación de descripciones y preguntas y respuestas relacionadas con imágenes. Comprende datos visuales como gráficos y diagramas, y conecta visión y lenguaje generando descripciones textuales de los detalles de las imágenes. Nota: este modelo se ofrece actualmente de forma experimental como modelo sin servidor. Para uso en producción, tenga en cuenta que Fireworks podría retirar su despliegue sin previo aviso.",
  "accounts/fireworks/models/llama-v3p3-70b-instruct.description": "Llama 3.3 70B Instruct es la actualización de diciembre del modelo Llama 3.1 70B. Mejora el uso de herramientas, el soporte multilingüe, las matemáticas y la programación respecto a la versión de julio de 2024. Alcanza un rendimiento líder en la industria en razonamiento, matemáticas y seguimiento de instrucciones, ofreciendo un rendimiento comparable al modelo 3.1 405B con ventajas significativas en velocidad y costo.",
  "accounts/fireworks/models/mistral-small-24b-instruct-2501.description": "Un modelo de 24 mil millones de parámetros con capacidades de vanguardia comparables a modelos más grandes.",
  "accounts/fireworks/models/mixtral-8x22b-instruct.description": "Mixtral MoE 8x22B Instruct v0.1 es la versión ajustada por instrucciones de Mixtral MoE 8x22B v0.1, con la API de finalización de chat habilitada.",
  "accounts/fireworks/models/mixtral-8x7b-instruct.description": "Mixtral MoE 8x7B Instruct es la versión ajustada por instrucciones de Mixtral MoE 8x7B, con la API de finalización de chat habilitada.",
  "accounts/fireworks/models/mythomax-l2-13b.description": "Una variante mejorada de MythoMix, posiblemente su forma más refinada, que fusiona MythoLogic-L2 y Huginn mediante una técnica de fusión de tensores altamente experimental. Su naturaleza única lo hace excelente para narración y juegos de rol.",
  "accounts/fireworks/models/phi-3-vision-128k-instruct.description": "Phi-3-Vision-128K-Instruct es un modelo multimodal ligero y de última generación construido a partir de datos sintéticos y conjuntos de datos públicos seleccionados, centrado en datos de texto y visión de alta calidad y con gran carga de razonamiento. Pertenece a la familia Phi-3, con una versión multimodal que admite una longitud de contexto de 128K (en tokens). El modelo se somete a mejoras rigurosas, incluyendo ajuste supervisado y optimización directa de preferencias, para garantizar un seguimiento preciso de instrucciones y sólidas medidas de seguridad.",
  "accounts/fireworks/models/qwen-qwq-32b-preview.description": "El modelo Qwen QwQ se centra en avanzar en el razonamiento de IA, demostrando que los modelos abiertos pueden rivalizar con los modelos cerrados de vanguardia en razonamiento. QwQ-32B-Preview es una versión experimental que iguala a o1 y supera a GPT-4o y Claude 3.5 Sonnet en razonamiento y análisis en GPQA, AIME, MATH-500 y LiveCodeBench. Nota: este modelo se ofrece actualmente de forma experimental como modelo sin servidor. Para uso en producción, tenga en cuenta que Fireworks podría retirar su despliegue sin previo aviso.",
  "accounts/fireworks/models/qwen2-vl-72b-instruct.description": "El modelo Qwen-VL de 72B es la última iteración de Alibaba, reflejando casi un año de innovación.",
  "accounts/fireworks/models/qwen2p5-72b-instruct.description": "Qwen2.5 es una serie de modelos LLM solo decodificadores desarrollada por el equipo de Qwen y Alibaba Cloud, que ofrece tamaños de 0.5B, 1.5B, 3B, 7B, 14B, 32B y 72B, con variantes base y ajustadas por instrucciones.",
  "accounts/fireworks/models/qwen2p5-coder-32b-instruct.description": "Qwen2.5-Coder es el modelo LLM más reciente de Qwen diseñado para programación (anteriormente CodeQwen). Nota: este modelo se ofrece actualmente de forma experimental como modelo sin servidor. Para uso en producción, tenga en cuenta que Fireworks podría retirar su despliegue sin previo aviso.",
  "accounts/yi-01-ai/models/yi-large.description": "Yi-Large es un modelo LLM de primer nivel que se sitúa justo por debajo de GPT-4, Gemini 1.5 Pro y Claude 3 Opus en el ranking de LMSYS. Destaca por su capacidad multilingüe, especialmente en español, chino, japonés, alemán y francés. Yi-Large también es amigable para desarrolladores, utilizando el mismo esquema de API que OpenAI para facilitar la integración.",
  "ai21-jamba-1.5-large.description": "Un modelo multilingüe de 398 mil millones de parámetros (94B activos) con una ventana de contexto de 256K, llamadas a funciones, salida estructurada y generación fundamentada.",
  "ai21-jamba-1.5-mini.description": "Un modelo multilingüe de 52 mil millones de parámetros (12B activos) con una ventana de contexto de 256K, llamadas a funciones, salida estructurada y generación fundamentada.",
  "ai21-labs/AI21-Jamba-1.5-Large.description": "Un modelo multilingüe de 398 mil millones de parámetros (94B activos) con una ventana de contexto de 256K, llamadas a funciones, salida estructurada y generación fundamentada.",
  "ai21-labs/AI21-Jamba-1.5-Mini.description": "Un modelo multilingüe de 52 mil millones de parámetros (12B activos) con una ventana de contexto de 256K, llamadas a funciones, salida estructurada y generación fundamentada.",
  "alibaba/qwen-3-14b.description": "Qwen3 es la última generación de la serie Qwen, que ofrece un conjunto completo de modelos densos y MoE. Basado en un entrenamiento exhaustivo, aporta avances en razonamiento, seguimiento de instrucciones, capacidades de agente y soporte multilingüe.",
  "alibaba/qwen-3-235b.description": "Qwen3 es la última generación de la serie Qwen, que ofrece un conjunto completo de modelos densos y MoE. Basado en un entrenamiento exhaustivo, aporta avances en razonamiento, seguimiento de instrucciones, capacidades de agente y soporte multilingüe.",
  "alibaba/qwen-3-30b.description": "Qwen3 es la última generación de la serie Qwen, que ofrece un conjunto completo de modelos densos y MoE. Basado en un entrenamiento exhaustivo, aporta avances en razonamiento, seguimiento de instrucciones, capacidades de agente y soporte multilingüe.",
  "alibaba/qwen-3-32b.description": "Qwen3 es la última generación de la serie Qwen, que ofrece un conjunto completo de modelos densos y MoE. Basado en un entrenamiento exhaustivo, aporta avances en razonamiento, seguimiento de instrucciones, capacidades de agente y soporte multilingüe.",
  "alibaba/qwen3-coder.description": "Qwen3-Coder-480B-A35B-Instruct es el modelo de código más agente de Qwen, con un rendimiento destacado en codificación autónoma, uso de navegador por agentes y otras tareas clave de programación, alcanzando resultados comparables al nivel de Claude Sonnet.",
  "amazon/nova-lite.description": "Un modelo multimodal de muy bajo costo con procesamiento extremadamente rápido de entradas de imagen, video y texto.",
  "amazon/nova-micro.description": "Un modelo solo de texto que ofrece una latencia ultra baja a un costo muy reducido.",
  "amazon/nova-pro.description": "Un modelo multimodal altamente capaz con el mejor equilibrio entre precisión, velocidad y costo para una amplia gama de tareas.",
  "amazon/titan-embed-text-v2.description": "Amazon Titan Text Embeddings V2 es un modelo de incrustación multilingüe ligero y eficiente que admite dimensiones de 1024, 512 y 256.",
  "anthropic.claude-3-5-sonnet-20240620-v1:0.description": "Claude 3.5 Sonnet eleva el estándar de la industria, superando a sus competidores y a Claude 3 Opus en evaluaciones amplias, manteniendo velocidad y costo de nivel medio.",
  "anthropic.claude-3-5-sonnet-20241022-v2:0.description": "Claude 3.5 Sonnet eleva el estándar de la industria, superando a sus competidores y a Claude 3 Opus en evaluaciones amplias, manteniendo velocidad y costo de nivel medio.",
  "anthropic.claude-3-haiku-20240307-v1:0.description": "Claude 3 Haiku es el modelo más rápido y compacto de Anthropic, que ofrece respuestas casi instantáneas para consultas simples. Permite experiencias de IA fluidas y naturales, y admite entrada de imágenes con una ventana de contexto de 200K.",
  "anthropic.claude-3-opus-20240229-v1:0.description": "Claude 3 Opus es el modelo de IA más potente de Anthropic, con un rendimiento de vanguardia en tareas altamente complejas. Maneja indicaciones abiertas y escenarios novedosos con fluidez excepcional y comprensión similar a la humana, y admite entrada de imágenes con una ventana de contexto de 200K.",
  "anthropic.claude-3-sonnet-20240229-v1:0.description": "Claude 3 Sonnet equilibra inteligencia y velocidad para cargas de trabajo empresariales, ofreciendo un alto valor a menor costo. Está diseñado como un modelo confiable para implementaciones de IA a gran escala y admite entrada de imágenes con una ventana de contexto de 200K.",
  "anthropic.claude-instant-v1.description": "Un modelo rápido, económico y capaz para chat diario, análisis de texto, resúmenes y preguntas sobre documentos.",
  "anthropic.claude-v2.description": "Un modelo altamente competente en tareas que van desde diálogos complejos y generación creativa hasta el seguimiento detallado de instrucciones.",
  "anthropic.claude-v2:1.description": "Una versión actualizada de Claude 2 con el doble de ventana de contexto y mejoras en fiabilidad, reducción de alucinaciones y precisión basada en evidencia para documentos largos y RAG.",
  "anthropic/claude-3-haiku.description": "Claude 3 Haiku es el modelo más rápido de Anthropic, diseñado para cargas de trabajo empresariales con indicaciones extensas. Puede analizar rápidamente documentos grandes como informes trimestrales, contratos o casos legales a la mitad del costo de sus pares.",
  "anthropic/claude-3-opus.description": "Claude 3 Opus es el modelo más inteligente de Anthropic, con un rendimiento líder en el mercado en tareas altamente complejas, manejando indicaciones abiertas y escenarios novedosos con fluidez excepcional y comprensión similar a la humana.",
  "anthropic/claude-3.5-haiku.description": "Claude 3.5 Haiku ofrece mayor velocidad, precisión en programación y uso de herramientas, adecuado para escenarios con altos requerimientos de velocidad e interacción con herramientas.",
  "anthropic/claude-3.5-sonnet.description": "Claude 3.5 Sonnet es el modelo rápido y eficiente de la familia Sonnet, con mejor rendimiento en programación y razonamiento, con algunas versiones reemplazadas gradualmente por Sonnet 3.7 y posteriores.",
  "anthropic/claude-3.7-sonnet.description": "Claude 3.7 Sonnet es una versión mejorada del modelo Sonnet con mayor capacidad de razonamiento y programación, adecuado para tareas empresariales complejas.",
  "anthropic/claude-haiku-4.5.description": "Claude Haiku 4.5 es el modelo rápido de alto rendimiento de Anthropic, con latencia muy baja y alta precisión.",
  "anthropic/claude-opus-4.1.description": "Opus 4.1 es el modelo de gama alta de Anthropic, optimizado para programación, razonamiento complejo y tareas de larga duración.",
  "anthropic/claude-opus-4.5.description": "Claude Opus 4.5 es el modelo insignia de Anthropic, que combina inteligencia de primer nivel con rendimiento escalable para tareas complejas de razonamiento de alta calidad.",
  "anthropic/claude-opus-4.description": "Opus 4 es el modelo insignia de Anthropic, diseñado para tareas complejas y aplicaciones empresariales.",
  "anthropic/claude-sonnet-4.5.description": "Claude Sonnet 4.5 es el último modelo híbrido de razonamiento de Anthropic, optimizado para razonamiento complejo y programación.",
  "anthropic/claude-sonnet-4.description": "Claude Sonnet 4 es el modelo híbrido de razonamiento de Anthropic con capacidad de pensamiento mixto y no pensante.",
  "ascend-tribe/pangu-pro-moe.description": "Pangu-Pro-MoE 72B-A16B es un LLM disperso con 72B parámetros totales y 16B activos, basado en una arquitectura MoE agrupada (MoGE). Agrupa expertos durante la selección y restringe los tokens para activar expertos iguales por grupo, equilibrando la carga y mejorando la eficiencia de implementación en Ascend.",
  "aya.description": "Aya 23 es el modelo multilingüe de Cohere que admite 23 idiomas para diversos casos de uso.",
  "aya:35b.description": "Aya 23 es el modelo multilingüe de Cohere que admite 23 idiomas para diversos casos de uso.",
  "azure-DeepSeek-R1-0528.description": "Desplegado por Microsoft; DeepSeek R1 ha sido actualizado a DeepSeek-R1-0528. La actualización mejora el cómputo y las optimizaciones del algoritmo de postentrenamiento, mejorando significativamente la profundidad de razonamiento y la inferencia. Tiene un rendimiento destacado en matemáticas, programación y lógica general, acercándose a modelos líderes como O3 y Gemini 2.5 Pro.",
  "baichuan-m2-32b.description": "Baichuan M2 32B es un modelo MoE de Baichuan Intelligence con gran capacidad de razonamiento.",
  "baichuan/baichuan2-13b-chat.description": "Baichuan-13B es un modelo LLM de código abierto y uso comercial con 13 mil millones de parámetros de Baichuan, que logra resultados líderes en su clase en pruebas de referencia autorizadas en chino e inglés.",
  "baidu/ERNIE-4.5-300B-A47B.description": "ERNIE-4.5-300B-A47B es un modelo LLM MoE de Baidu con 300 mil millones de parámetros totales y 47 mil millones activos por token, equilibrando un alto rendimiento con eficiencia computacional. Como modelo central de ERNIE 4.5, destaca en comprensión, generación, razonamiento y programación. Utiliza un método de preentrenamiento multimodal heterogéneo MoE con entrenamiento conjunto texto-visión para mejorar su capacidad general, especialmente en seguimiento de instrucciones y conocimiento del mundo.",
  "baidu/ernie-5.0-thinking-preview.description": "Vista previa de ERNIE 5.0 Thinking, el modelo ERNIE multimodal nativo de próxima generación de Baidu, con gran capacidad en comprensión multimodal, seguimiento de instrucciones, creación, preguntas y respuestas basadas en hechos y uso de herramientas.",
  "black-forest-labs/flux-1.1-pro.description": "FLUX 1.1 Pro es una versión más rápida y mejorada de FLUX Pro, con excelente calidad de imagen y fidelidad a las instrucciones.",
  "black-forest-labs/flux-dev.description": "FLUX Dev es la versión de desarrollo de FLUX para uso no comercial.",
  "black-forest-labs/flux-pro.description": "FLUX Pro es el modelo profesional de FLUX para generación de imágenes de alta calidad.",
  "black-forest-labs/flux-schnell.description": "FLUX Schnell es un modelo de generación de imágenes optimizado para velocidad.",
  "c4ai-aya-expanse-32b.description": "Aya Expanse es un modelo multilingüe de alto rendimiento con 32 mil millones de parámetros que utiliza ajuste por instrucciones, arbitraje de datos, entrenamiento por preferencias y fusión de modelos para competir con modelos monolingües. Soporta 23 idiomas.",
  "c4ai-aya-expanse-8b.description": "Aya Expanse es un modelo multilingüe de alto rendimiento con 8 mil millones de parámetros que utiliza ajuste por instrucciones, arbitraje de datos, entrenamiento por preferencias y fusión de modelos para competir con modelos monolingües. Soporta 23 idiomas.",
  "c4ai-aya-vision-32b.description": "Aya Vision es un modelo multimodal de última generación con excelente rendimiento en pruebas clave de lenguaje, texto y visión. Soporta 23 idiomas. Esta versión de 32 mil millones se enfoca en un rendimiento multilingüe de primer nivel.",
  "c4ai-aya-vision-8b.description": "Aya Vision es un modelo multimodal de última generación con excelente rendimiento en pruebas clave de lenguaje, texto y visión. Esta versión de 8 mil millones se enfoca en baja latencia y alto rendimiento.",
  "charglm-3.description": "CharGLM-3 está diseñado para juegos de rol y compañía emocional, con soporte para memoria de múltiples turnos ultra larga y diálogo personalizado.",
  "charglm-4.description": "CharGLM-4 está diseñado para juegos de rol y compañía emocional, con soporte para memoria de múltiples turnos ultra larga y diálogo personalizado.",
  "chatgpt-4o-latest.description": "ChatGPT-4o es un modelo dinámico actualizado en tiempo real, que combina gran capacidad de comprensión y generación para casos de uso a gran escala como atención al cliente, educación y soporte técnico.",
  "claude-2.0.description": "Claude 2 ofrece mejoras clave para empresas, incluyendo un contexto líder de 200 mil tokens, reducción de alucinaciones, indicaciones del sistema y una nueva función de prueba: uso de herramientas.",
  "claude-2.1.description": "Claude 2 ofrece mejoras clave para empresas, incluyendo un contexto líder de 200 mil tokens, reducción de alucinaciones, indicaciones del sistema y una nueva función de prueba: uso de herramientas.",
  "claude-3-5-haiku-20241022.description": "Claude 3.5 Haiku es el modelo de próxima generación más rápido de Anthropic, con mejoras en múltiples habilidades y superando al anterior modelo insignia Claude 3 Opus en muchos benchmarks.",
  "claude-3-5-haiku-latest.description": "Claude 3.5 Haiku ofrece respuestas rápidas para tareas ligeras.",
  "claude-3-7-sonnet-20250219.description": "Claude Sonnet 3.7 es el modelo más inteligente de Anthropic y el primer modelo de razonamiento híbrido del mercado, ofreciendo respuestas casi instantáneas o pensamiento extendido con control detallado.",
  "claude-3-7-sonnet-latest.description": "Claude 3.7 Sonnet es el modelo más reciente y potente de Anthropic para tareas altamente complejas, destacando en rendimiento, inteligencia, fluidez y comprensión.",
  "claude-3-haiku-20240307.description": "Claude 3 Haiku es el modelo más rápido y compacto de Anthropic, diseñado para respuestas casi instantáneas con rendimiento rápido y preciso.",
  "claude-3-opus-20240229.description": "Claude 3 Opus es el modelo más potente de Anthropic para tareas altamente complejas, destacando en rendimiento, inteligencia, fluidez y comprensión.",
  "claude-3-sonnet-20240229.description": "Claude 3 Sonnet equilibra inteligencia y velocidad para cargas de trabajo empresariales, ofreciendo alta utilidad a menor costo y despliegue confiable a gran escala.",
  "claude-haiku-4-5-20251001.description": "Claude Haiku 4.5 es el modelo Haiku más rápido e inteligente de Anthropic, con velocidad relámpago y capacidad de pensamiento extendido.",
  "claude-opus-4-1-20250805-thinking.description": "Claude Opus 4.1 Thinking es una variante avanzada que puede mostrar su proceso de razonamiento.",
  "claude-opus-4-1-20250805.description": "Claude Opus 4.1 es el modelo más reciente y avanzado de Anthropic para tareas altamente complejas, destacando en rendimiento, inteligencia, fluidez y comprensión.",
  "claude-opus-4-20250514.description": "Claude Opus 4 es el modelo más potente de Anthropic para tareas altamente complejas, sobresaliendo en rendimiento, inteligencia, fluidez y comprensión.",
  "claude-opus-4-5-20251101.description": "Claude Opus 4.5 es el modelo insignia de Anthropic, combinando inteligencia excepcional con rendimiento escalable, ideal para tareas complejas que requieren respuestas y razonamiento de la más alta calidad.",
  "claude-opus-4-6.description": "Claude Opus 4.6 es el modelo más inteligente de Anthropic para la creación de agentes y programación.",
  "claude-sonnet-4-20250514-thinking.description": "Claude Sonnet 4 Thinking puede generar respuestas casi instantáneas o pensamiento paso a paso extendido con proceso visible.",
  "claude-sonnet-4-20250514.description": "Claude Sonnet 4 es el modelo más inteligente de Anthropic hasta la fecha, ofreciendo respuestas casi instantáneas o pensamiento paso a paso extendido con control detallado para usuarios de API.",
  "claude-sonnet-4-5-20250929.description": "Claude Sonnet 4.5 es el modelo más inteligente de Anthropic hasta la fecha.",
  "codegeex-4.description": "CodeGeeX-4 es un potente asistente de codificación con soporte multilingüe para preguntas y respuestas y autocompletado de código, mejorando la productividad de los desarrolladores.",
  "codegeex4-all-9b.description": "CodeGeeX4-ALL-9B es un modelo multilingüe de generación de código que admite autocompletado y generación de código, interpretación de código, búsqueda web, llamadas a funciones y preguntas y respuestas a nivel de repositorio, cubriendo una amplia gama de escenarios de desarrollo de software. Es un modelo de código de primer nivel con menos de 10 mil millones de parámetros.",
  "codegemma.description": "CodeGemma es un modelo ligero para tareas de programación variadas, que permite iteración rápida e integración sencilla.",
  "codegemma:2b.description": "CodeGemma es un modelo ligero para tareas de programación variadas, que permite iteración rápida e integración sencilla.",
  "codellama.description": "Code Llama es un modelo LLM enfocado en generación y discusión de código, con amplio soporte de lenguajes para flujos de trabajo de desarrollo.",
  "codellama/CodeLlama-34b-Instruct-hf.description": "Code Llama es un modelo LLM enfocado en generación y discusión de código, con amplio soporte de lenguajes para flujos de trabajo de desarrollo.",
  "codellama:13b.description": "Code Llama es un modelo LLM enfocado en generación y discusión de código, con amplio soporte de lenguajes para flujos de trabajo de desarrollo.",
  "codellama:34b.description": "Code Llama es un modelo LLM enfocado en generación y discusión de código, con amplio soporte de lenguajes para flujos de trabajo de desarrollo.",
  "codellama:70b.description": "Code Llama es un modelo LLM enfocado en generación y discusión de código, con amplio soporte de lenguajes para flujos de trabajo de desarrollo.",
  "codeqwen.description": "CodeQwen1.5 es un modelo de lenguaje grande entrenado con datos extensos de código, diseñado para tareas de programación complejas.",
  "codestral-latest.description": "Codestral es nuestro modelo de codificación más avanzado; la versión v2 (enero 2025) está orientada a tareas de baja latencia y alta frecuencia como FIM, corrección de código y generación de pruebas.",
  "codestral.description": "Codestral es el primer modelo de código de Mistral AI, ofreciendo un sólido soporte para generación de código.",
  "codex-mini-latest.description": "codex-mini-latest es un modelo o4-mini ajustado para la CLI de Codex. Para uso directo con API, se recomienda comenzar con gpt-4.1.",
  "cogito-2.1:671b.description": "Cogito v2.1 671B es un modelo de lenguaje abierto de EE. UU. de uso comercial gratuito, con un rendimiento comparable a los mejores modelos, mayor eficiencia en razonamiento por tokens, contexto largo de 128k y gran capacidad general.",
  "cogview-4.description": "CogView-4 es el primer modelo de texto a imagen de código abierto de Zhipu que puede generar caracteres chinos. Mejora la comprensión semántica, la calidad de imagen y la representación de texto en chino/inglés, admite entradas bilingües de longitud arbitraria y puede generar imágenes en cualquier resolución dentro de los rangos especificados.",
  "cohere-command-r-plus.description": "Command R+ es un modelo avanzado optimizado para RAG, diseñado para cargas de trabajo empresariales.",
  "cohere-command-r.description": "Command R es un modelo generativo escalable diseñado para RAG y uso de herramientas, permitiendo IA de nivel de producción.",
  "cohere/Cohere-command-r-plus.description": "Command R+ es un modelo avanzado optimizado para RAG, diseñado para cargas de trabajo empresariales.",
  "cohere/Cohere-command-r.description": "Command R es un modelo generativo escalable diseñado para RAG y uso de herramientas, permitiendo IA de nivel de producción.",
  "cohere/command-a.description": "Command A es el modelo más potente de Cohere hasta la fecha, sobresaliendo en uso de herramientas, agentes, RAG y casos multilingües. Tiene una ventana de contexto de 256K, funciona con solo dos GPUs y ofrece un rendimiento 150% superior al de Command R+ 08-2024.",
  "cohere/command-r-plus.description": "Command R+ es el último modelo LLM de Cohere optimizado para chat y contexto largo, con el objetivo de ofrecer un rendimiento excepcional para que las empresas pasen de prototipos a producción.",
  "cohere/command-r.description": "Command R está optimizado para tareas de chat y contexto largo, posicionado como un modelo “escalable” que equilibra alto rendimiento y precisión para que las empresas avancen más allá de los prototipos.",
  "cohere/embed-v4.0.description": "Un modelo que clasifica o convierte texto, imágenes o contenido mixto en embeddings.",
  "comfyui/flux-dev.description": "FLUX.1 Dev es un modelo de texto a imagen de alta calidad (10–50 pasos), ideal para resultados creativos y artísticos premium.",
  "comfyui/flux-kontext-dev.description": "FLUX.1 Kontext-dev es un modelo de edición de imágenes que admite ediciones guiadas por texto, incluidas ediciones locales y transferencia de estilo.",
  "comfyui/flux-krea-dev.description": "FLUX.1 Krea-dev es un modelo de texto a imagen con mejoras de seguridad, co-desarrollado con Krea, con filtros de seguridad integrados.",
  "comfyui/flux-schnell.description": "FLUX.1 Schnell es un modelo de texto a imagen ultrarrápido que genera imágenes de alta calidad en 1-4 pasos, ideal para uso en tiempo real y prototipado rápido.",
  "comfyui/stable-diffusion-15.description": "Stable Diffusion 1.5 es un modelo clásico de texto a imagen 512x512, ideal para prototipado rápido y experimentación creativa.",
  "comfyui/stable-diffusion-35-inclclip.description": "Stable Diffusion 3.5 con codificadores CLIP/T5 integrados no necesita archivos de codificador externos, adecuado para modelos como sd3.5_medium_incl_clips con menor uso de recursos.",
  "comfyui/stable-diffusion-35.description": "Stable Diffusion 3.5 es un modelo de texto a imagen de próxima generación con variantes Large y Medium. Requiere archivos de codificador CLIP externos y ofrece excelente calidad de imagen y fidelidad al prompt.",
  "comfyui/stable-diffusion-custom-refiner.description": "Modelo personalizado SDXL de imagen a imagen. Usa custom_sd_lobe.safetensors como nombre de archivo del modelo; si tienes un VAE, usa custom_sd_vae_lobe.safetensors. Coloca los archivos del modelo en las carpetas requeridas de Comfy.",
  "comfyui/stable-diffusion-custom.description": "Modelo personalizado SD de texto a imagen. Usa custom_sd_lobe.safetensors como nombre de archivo del modelo; si tienes un VAE, usa custom_sd_vae_lobe.safetensors. Coloca los archivos del modelo en las carpetas requeridas de Comfy.",
  "comfyui/stable-diffusion-refiner.description": "Modelo SDXL de imagen a imagen que realiza transformaciones de alta calidad a partir de imágenes de entrada, compatible con transferencia de estilo, restauración y variaciones creativas.",
  "comfyui/stable-diffusion-xl.description": "SDXL es un modelo de texto a imagen que admite generación de alta resolución 1024x1024 con mejor calidad de imagen y detalle.",
  "command-a-03-2025.description": "Command A es nuestro modelo más capaz hasta la fecha, sobresaliendo en uso de herramientas, agentes, RAG y escenarios multilingües. Tiene una ventana de contexto de 256K, funciona con solo dos GPUs y ofrece un rendimiento 150% superior al de Command R+ 08-2024.",
  "command-light-nightly.description": "Para acortar el tiempo entre versiones principales, ofrecemos compilaciones nocturnas de Command. Para la serie command-light, se llama command-light-nightly. Es la versión más nueva y experimental (y potencialmente inestable), actualizada regularmente sin previo aviso, por lo que no se recomienda para producción.",
  "command-light.description": "Una variante más pequeña y rápida de Command que es casi igual de capaz pero más veloz.",
  "command-nightly.description": "Para acortar el tiempo entre versiones principales, ofrecemos compilaciones nocturnas de Command. Para la serie Command, se llama command-nightly. Es la versión más nueva y experimental (y potencialmente inestable), actualizada regularmente sin previo aviso, por lo que no se recomienda para producción.",
  "command-r-03-2024.description": "Command R es un modelo de chat que sigue instrucciones con mayor calidad, fiabilidad y una ventana de contexto más larga que modelos anteriores. Admite flujos de trabajo complejos como generación de código, RAG, uso de herramientas y agentes.",
  "command-r-08-2024.description": "command-r-08-2024 es una versión actualizada del modelo Command R lanzada en agosto de 2024.",
  "command-r-plus-04-2024.description": "command-r-plus es un alias de command-r-plus-04-2024, por lo que usar command-r-plus en la API apunta a ese modelo.",
  "command-r-plus-08-2024.description": "Command R+ es un modelo de chat que sigue instrucciones con mayor calidad, fiabilidad y una ventana de contexto más larga que modelos anteriores. Es ideal para flujos de trabajo RAG complejos y uso de herramientas en múltiples pasos.",
  "command-r-plus.description": "Command R+ es un LLM de alto rendimiento diseñado para escenarios empresariales reales y aplicaciones complejas.",
  "command-r.description": "Command R es un LLM optimizado para tareas de chat y contexto largo, ideal para interacción dinámica y gestión del conocimiento.",
  "command-r7b-12-2024.description": "command-r7b-12-2024 es una actualización pequeña y eficiente lanzada en diciembre de 2024. Destaca en RAG, uso de herramientas y tareas de agentes que requieren razonamiento complejo en múltiples pasos.",
  "command.description": "Un modelo de chat que sigue instrucciones y ofrece mayor calidad y fiabilidad en tareas lingüísticas, con una ventana de contexto más larga que nuestros modelos generativos base.",
  "computer-use-preview.description": "computer-use-preview es un modelo especializado para la herramienta \"uso de computadora\", entrenado para comprender y ejecutar tareas relacionadas con computadoras.",
  "dall-e-2.description": "Modelo DALL·E de segunda generación con generación de imágenes más realista y precisa, y 4× la resolución de la primera generación.",
  "dall-e-3.description": "El modelo DALL·E más reciente, lanzado en noviembre de 2023, admite generación de imágenes más realista y precisa con mayor nivel de detalle.",
  "databricks/dbrx-instruct.description": "DBRX Instruct ofrece un manejo de instrucciones altamente confiable en múltiples industrias.",
  "deepseek-ai/DeepSeek-OCR.description": "DeepSeek-OCR es un modelo visión-lenguaje de DeepSeek AI enfocado en OCR y \"compresión óptica contextual\". Explora la compresión del contexto a partir de imágenes, procesa documentos de forma eficiente y los convierte en texto estructurado (por ejemplo, Markdown). Reconoce texto en imágenes con gran precisión, ideal para digitalización de documentos, extracción de texto y procesamiento estructurado.",
  "deepseek-ai/DeepSeek-R1-0528-Qwen3-8B.description": "DeepSeek-R1-0528-Qwen3-8B destila el razonamiento en cadena de DeepSeek-R1-0528 en Qwen3 8B Base. Alcanza el estado del arte entre los modelos abiertos, superando a Qwen3 8B en un 10% en AIME 2024 y equiparando el rendimiento de Qwen3-235B-thinking. Destaca en razonamiento matemático, programación y lógica general. Comparte la arquitectura de Qwen3-8B pero utiliza el tokenizador de DeepSeek-R1-0528.",
  "deepseek-ai/DeepSeek-R1-0528.description": "DeepSeek R1 aprovecha mayor capacidad de cómputo y optimizaciones algorítmicas post-entrenamiento para profundizar el razonamiento. Tiene un rendimiento destacado en pruebas de matemáticas, programación y lógica general, acercándose a líderes como o3 y Gemini 2.5 Pro.",
  "deepseek-ai/DeepSeek-R1-Distill-Llama-70B.description": "Los modelos destilados DeepSeek-R1 utilizan aprendizaje por refuerzo (RL) y datos de arranque en frío para mejorar el razonamiento y establecer nuevos estándares en tareas múltiples con modelos abiertos.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-1.5B.description": "Los modelos destilados DeepSeek-R1 utilizan aprendizaje por refuerzo (RL) y datos de arranque en frío para mejorar el razonamiento y establecer nuevos estándares en tareas múltiples con modelos abiertos.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-14B.description": "Los modelos destilados DeepSeek-R1 utilizan aprendizaje por refuerzo (RL) y datos de arranque en frío para mejorar el razonamiento y establecer nuevos estándares en tareas múltiples con modelos abiertos.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-32B.description": "DeepSeek-R1-Distill-Qwen-32B es una destilación de Qwen2.5-32B afinada con 800,000 muestras curadas de DeepSeek-R1. Destaca en matemáticas, programación y razonamiento, logrando excelentes resultados en AIME 2024, MATH-500 (94.3% de precisión) y GPQA Diamond.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-7B.description": "DeepSeek-R1-Distill-Qwen-7B es una destilación de Qwen2.5-Math-7B afinada con 800,000 muestras curadas de DeepSeek-R1. Tiene un rendimiento sobresaliente, con 92.8% en MATH-500, 55.5% en AIME 2024 y una puntuación de 1189 en CodeForces para un modelo de 7B.",
  "deepseek-ai/DeepSeek-R1.description": "DeepSeek-R1 mejora el razonamiento mediante aprendizaje por refuerzo (RL) y datos de arranque en frío, estableciendo nuevos estándares en tareas múltiples con modelos abiertos y superando a OpenAI-o1-mini.",
  "deepseek-ai/DeepSeek-V2.5.description": "DeepSeek-V2.5 mejora DeepSeek-V2-Chat y DeepSeek-Coder-V2-Instruct, combinando capacidades generales y de programación. Mejora la redacción y el seguimiento de instrucciones para una mejor alineación con las preferencias, mostrando avances significativos en AlpacaEval 2.0, ArenaHard, AlignBench y MT-Bench.",
  "deepseek-ai/DeepSeek-V3.1-Terminus.description": "DeepSeek-V3.1-Terminus es una versión actualizada del modelo V3.1, concebido como un agente híbrido. Corrige problemas reportados por usuarios y mejora la estabilidad, coherencia lingüística y reduce caracteres anómalos o mezclas de chino/inglés. Integra modos de pensamiento y no pensamiento con plantillas de chat para cambiar de forma flexible. También mejora el rendimiento de los agentes de código y búsqueda para un uso más confiable de herramientas y tareas de múltiples pasos.",
  "deepseek-ai/DeepSeek-V3.1.description": "DeepSeek V3.1 utiliza una arquitectura de razonamiento híbrido y admite modos de pensamiento y no pensamiento.",
  "deepseek-ai/DeepSeek-V3.2-Exp.description": "DeepSeek-V3.2-Exp es una versión experimental de V3.2 que sirve de puente hacia la próxima arquitectura. Añade DeepSeek Sparse Attention (DSA) sobre V3.1-Terminus para mejorar el entrenamiento y la inferencia en contextos largos, con optimizaciones para el uso de herramientas, comprensión de documentos extensos y razonamiento de múltiples pasos. Ideal para explorar mayor eficiencia de razonamiento con presupuestos de contexto amplios.",
  "deepseek-ai/DeepSeek-V3.description": "DeepSeek-V3 es un modelo MoE con 671 mil millones de parámetros que utiliza MLA y DeepSeekMoE con balanceo de carga sin pérdida para un entrenamiento e inferencia eficientes. Preentrenado con 14.8T de tokens de alta calidad, SFT y RL, supera a otros modelos abiertos y se acerca a los modelos cerrados líderes.",
  "deepseek-ai/deepseek-llm-67b-chat.description": "DeepSeek LLM Chat (67B) es un modelo innovador que ofrece una comprensión profunda del lenguaje y una interacción avanzada.",
  "deepseek-ai/deepseek-v3.1-terminus.description": "DeepSeek V3.1 es un modelo de razonamiento de nueva generación con capacidades mejoradas para razonamiento complejo y cadenas de pensamiento, ideal para tareas de análisis profundo.",
  "deepseek-ai/deepseek-v3.1.description": "DeepSeek V3.1 es un modelo de razonamiento de nueva generación con capacidades mejoradas para razonamiento complejo y cadenas de pensamiento, ideal para tareas de análisis profundo.",
  "deepseek-ai/deepseek-vl2.description": "DeepSeek-VL2 es un modelo visión-lenguaje MoE basado en DeepSeekMoE-27B con activación dispersa, logrando un alto rendimiento con solo 4.5B de parámetros activos. Destaca en preguntas visuales, OCR, comprensión de documentos/tablas/gráficos y anclaje visual.",
  "deepseek-chat.description": "DeepSeek V3.2 equilibra el razonamiento y la longitud de salida para tareas diarias de preguntas y respuestas y agentes. En benchmarks públicos alcanza niveles comparables a GPT-5, siendo el primero en integrar el pensamiento en el uso de herramientas, liderando las evaluaciones de agentes de código abierto.",
  "deepseek-coder-33B-instruct.description": "DeepSeek Coder 33B es un modelo de lenguaje para código entrenado con 2T de tokens (87% código, 13% texto en chino/inglés). Introduce una ventana de contexto de 16K y tareas de completado intermedio, ofreciendo completado de código a nivel de proyecto y relleno de fragmentos.",
  "deepseek-coder-v2.description": "DeepSeek Coder V2 es un modelo de código MoE de código abierto que tiene un rendimiento sólido en tareas de programación, comparable a GPT-4 Turbo.",
  "deepseek-coder-v2:236b.description": "DeepSeek Coder V2 es un modelo de código MoE de código abierto que tiene un rendimiento sólido en tareas de programación, comparable a GPT-4 Turbo.",
  "deepseek-ocr.description": "DeepSeek-OCR es un modelo visión-lenguaje de DeepSeek AI centrado en OCR y \"compresión óptica contextual\". Explora la compresión de información contextual a partir de imágenes, procesa documentos de forma eficiente y los convierte en formatos de texto estructurado como Markdown. Reconoce texto en imágenes con gran precisión, ideal para digitalización de documentos, extracción de texto y procesamiento estructurado.",
  "deepseek-r1-0528.description": "Modelo completo de 685B lanzado el 28-05-2025. DeepSeek-R1 utiliza aprendizaje por refuerzo a gran escala en la etapa post-entrenamiento, mejorando significativamente el razonamiento con datos etiquetados mínimos, y tiene un rendimiento destacado en matemáticas, programación y razonamiento en lenguaje natural.",
  "deepseek-r1-250528.description": "DeepSeek R1 250528 es el modelo completo de razonamiento DeepSeek-R1 para tareas complejas de matemáticas y lógica.",
  "deepseek-r1-70b-fast-online.description": "Edición rápida de DeepSeek R1 70B con búsqueda web en tiempo real, ofreciendo respuestas más rápidas sin sacrificar rendimiento.",
  "deepseek-r1-70b-online.description": "Edición estándar de DeepSeek R1 70B con búsqueda web en tiempo real, ideal para tareas de chat y texto actualizadas.",
  "deepseek-r1-distill-llama-70b.description": "DeepSeek R1 Distill Llama 70B combina el razonamiento de R1 con el ecosistema Llama.",
  "deepseek-r1-distill-llama-8b.description": "DeepSeek-R1-Distill-Llama-8B es una destilación de Llama-3.1-8B utilizando salidas de DeepSeek R1.",
  "deepseek-r1-distill-llama.description": "deepseek-r1-distill-llama es una destilación de DeepSeek-R1 sobre Llama.",
  "deepseek-r1-distill-qianfan-70b.description": "DeepSeek R1 Distill Qianfan 70B es una destilación R1 basada en Qianfan-70B con gran valor.",
  "deepseek-r1-distill-qianfan-8b.description": "DeepSeek R1 Distill Qianfan 8B es una destilación R1 basada en Qianfan-8B para aplicaciones pequeñas y medianas.",
  "deepseek-r1-distill-qianfan-llama-70b.description": "DeepSeek R1 Distill Qianfan Llama 70B es una destilación R1 basada en Llama-70B.",
  "deepseek-r1-distill-qwen-1.5b.description": "DeepSeek R1 Distill Qwen 1.5B es un modelo de destilación ultraligero para entornos con muy pocos recursos.",
  "deepseek-r1-distill-qwen-14b.description": "DeepSeek R1 Distill Qwen 14B es un modelo de destilación de tamaño medio para despliegue en múltiples escenarios.",
  "deepseek-r1-distill-qwen-32b.description": "DeepSeek R1 Distill Qwen 32B es una destilación R1 basada en Qwen-32B, equilibrando rendimiento y coste.",
  "deepseek-r1-distill-qwen-7b.description": "DeepSeek R1 Distill Qwen 7B es un modelo de destilación ligero para entornos empresariales privados y en el borde.",
  "deepseek-r1-distill-qwen.description": "deepseek-r1-distill-qwen es una destilación de DeepSeek-R1 sobre Qwen.",
  "deepseek-r1-fast-online.description": "Versión completa rápida de DeepSeek R1 con búsqueda web en tiempo real, combinando capacidad a escala 671B y respuesta ágil.",
  "deepseek-r1-online.description": "Versión completa de DeepSeek R1 con 671B de parámetros y búsqueda web en tiempo real, ofreciendo mejor comprensión y generación.",
  "deepseek-r1.description": "DeepSeek-R1 utiliza datos de arranque en frío antes del aprendizaje por refuerzo y tiene un rendimiento comparable a OpenAI-o1 en matemáticas, programación y razonamiento.",
  "deepseek-reasoner.description": "DeepSeek V3.2 Thinking es un modelo de razonamiento profundo que genera cadenas de pensamiento antes de las respuestas para mayor precisión, con resultados competitivos de primer nivel y razonamiento comparable a Gemini-3.0-Pro.",
  "deepseek-v2.description": "DeepSeek V2 es un modelo MoE eficiente para procesamiento rentable.",
  "deepseek-v2:236b.description": "DeepSeek V2 236B es el modelo de DeepSeek centrado en código con fuerte generación de código.",
  "deepseek-v3-0324.description": "DeepSeek-V3-0324 es un modelo MoE con 671 mil millones de parámetros, con fortalezas destacadas en programación, capacidad técnica, comprensión de contexto y manejo de textos largos.",
  "deepseek-v3.1-terminus.description": "DeepSeek-V3.1-Terminus es un modelo LLM optimizado para terminales de DeepSeek, diseñado específicamente para dispositivos de terminal.",
  "deepseek-v3.1-think-250821.description": "DeepSeek V3.1 Think 250821 es el modelo de pensamiento profundo correspondiente a la versión Terminus, creado para un razonamiento de alto rendimiento.",
  "deepseek-v3.1.description": "DeepSeek-V3.1 es un nuevo modelo híbrido de razonamiento de DeepSeek, que admite modos de pensamiento y no pensamiento, y ofrece una mayor eficiencia de razonamiento que DeepSeek-R1-0528. Las optimizaciones posteriores al entrenamiento mejoran significativamente el uso de herramientas por parte de agentes y el rendimiento en tareas. Admite una ventana de contexto de 128k y hasta 64k tokens de salida.",
  "deepseek-v3.1:671b.description": "DeepSeek V3.1 es un modelo de razonamiento de nueva generación con mejoras en razonamiento complejo y cadena de pensamiento, ideal para tareas que requieren análisis profundo.",
  "deepseek-v3.2-exp.description": "deepseek-v3.2-exp introduce atención dispersa para mejorar la eficiencia de entrenamiento e inferencia en textos largos, a un precio más bajo que deepseek-v3.1.",
  "deepseek-v3.2-think.description": "DeepSeek V3.2 Think es un modelo de pensamiento profundo completo con razonamiento de cadenas largas más sólido.",
  "deepseek-v3.2.description": "DeepSeek-V3.2 es el primer modelo de razonamiento híbrido de DeepSeek que integra el pensamiento en el uso de herramientas. Utiliza una arquitectura eficiente para ahorrar cómputo, aprendizaje por refuerzo a gran escala para mejorar capacidades y datos sintéticos a gran escala para fortalecer la generalización. La combinación de estos tres elementos logra un rendimiento comparable al GPT-5-High, con una longitud de salida significativamente reducida, disminuyendo notablemente la carga computacional y el tiempo de espera del usuario.",
  "deepseek-v3.description": "DeepSeek-V3 es un potente modelo MoE con 671 mil millones de parámetros totales y 37 mil millones activos por token.",
  "deepseek-vl2-small.description": "DeepSeek VL2 Small es una versión multimodal ligera para entornos con recursos limitados y alta concurrencia.",
  "deepseek-vl2.description": "DeepSeek VL2 es un modelo multimodal para comprensión imagen-texto y preguntas visuales detalladas.",
  "deepseek/deepseek-chat-v3-0324.description": "DeepSeek V3 es un modelo MoE de 685 mil millones de parámetros y la última iteración de la serie insignia de chat de DeepSeek.\n\nSe basa en [DeepSeek V3](/deepseek/deepseek-chat-v3) y ofrece un rendimiento sólido en diversas tareas.",
  "deepseek/deepseek-chat-v3-0324:free.description": "DeepSeek V3 es un modelo MoE de 685 mil millones de parámetros y la última iteración de la serie insignia de chat de DeepSeek.\n\nSe basa en [DeepSeek V3](/deepseek/deepseek-chat-v3) y ofrece un rendimiento sólido en diversas tareas.",
  "deepseek/deepseek-chat-v3.1.description": "DeepSeek-V3.1 es el modelo de razonamiento híbrido de largo contexto de DeepSeek, compatible con modos mixtos de pensamiento/no pensamiento e integración de herramientas.",
  "deepseek/deepseek-chat.description": "DeepSeek-V3 es el modelo de razonamiento híbrido de alto rendimiento de DeepSeek para tareas complejas e integración de herramientas.",
  "deepseek/deepseek-math-v2.description": "DeepSeek Math V2 es un modelo que ha logrado avances significativos en capacidades de razonamiento matemático. Su innovación principal radica en el mecanismo de entrenamiento de \"autoverificación\", y ha alcanzado niveles de medalla de oro en varias competiciones matemáticas de alto nivel.",
  "deepseek/deepseek-r1-0528.description": "DeepSeek R1 0528 es una variante actualizada centrada en disponibilidad abierta y razonamiento más profundo.",
  "deepseek/deepseek-r1-0528:free.description": "DeepSeek-R1 mejora significativamente el razonamiento con datos etiquetados mínimos y genera una cadena de pensamiento antes de la respuesta final para mejorar la precisión.",
  "deepseek/deepseek-r1-distill-llama-70b.description": "DeepSeek R1 Distill Llama 70B es un modelo LLM destilado basado en Llama 3.3 70B, ajustado finamente con salidas de DeepSeek R1 para lograr un rendimiento competitivo con modelos de frontera de gran tamaño.",
  "deepseek/deepseek-r1-distill-llama-8b.description": "DeepSeek R1 Distill Llama 8B es un modelo LLM destilado basado en Llama-3.1-8B-Instruct, entrenado con salidas de DeepSeek R1.",
  "deepseek/deepseek-r1-distill-qwen-14b.description": "DeepSeek R1 Distill Qwen 14B es un modelo LLM destilado basado en Qwen 2.5 14B, entrenado con salidas de DeepSeek R1. Supera a OpenAI o1-mini en múltiples pruebas, logrando resultados de vanguardia entre modelos densos. Resultados destacados:\nAIME 2024 pass@1: 69.7\nMATH-500 pass@1: 93.9\nPuntaje CodeForces: 1481\nEl ajuste fino con salidas de DeepSeek R1 ofrece un rendimiento competitivo con modelos de frontera más grandes.",
  "deepseek/deepseek-r1-distill-qwen-32b.description": "DeepSeek R1 Distill Qwen 32B es un modelo LLM destilado basado en Qwen 2.5 32B, entrenado con salidas de DeepSeek R1. Supera a OpenAI o1-mini en múltiples pruebas, logrando resultados de vanguardia entre modelos densos. Resultados destacados:\nAIME 2024 pass@1: 72.6\nMATH-500 pass@1: 94.3\nPuntaje CodeForces: 1691\nEl ajuste fino con salidas de DeepSeek R1 ofrece un rendimiento competitivo con modelos de frontera más grandes.",
  "deepseek/deepseek-r1.description": "DeepSeek R1 ha sido actualizado a DeepSeek-R1-0528. Con mayor capacidad de cómputo y optimizaciones algorítmicas posteriores al entrenamiento, mejora significativamente la profundidad y capacidad de razonamiento. Tiene un rendimiento sólido en matemáticas, programación y pruebas de lógica general, acercándose a líderes como o3 y Gemini 2.5 Pro.",
  "deepseek/deepseek-r1/community.description": "DeepSeek R1 es el último modelo de código abierto lanzado por el equipo de DeepSeek, con un rendimiento de razonamiento muy sólido, especialmente en matemáticas, programación y tareas de lógica, comparable a OpenAI o1.",
  "deepseek/deepseek-r1:free.description": "DeepSeek-R1 mejora significativamente el razonamiento con datos etiquetados mínimos y genera una cadena de pensamiento antes de la respuesta final para mejorar la precisión.",
  "deepseek/deepseek-reasoner.description": "DeepSeek-V3 Thinking (reasoner) es el modelo experimental de razonamiento de DeepSeek, adecuado para tareas de razonamiento de alta complejidad.",
  "deepseek/deepseek-v3.1-base.description": "DeepSeek V3.1 Base es una versión mejorada del modelo DeepSeek V3.",
  "deepseek/deepseek-v3.description": "Un modelo LLM rápido de propósito general con razonamiento mejorado.",
  "deepseek/deepseek-v3/community.description": "DeepSeek-V3 representa un gran avance en velocidad de razonamiento respecto a modelos anteriores. Ocupa el primer lugar entre los modelos de código abierto y rivaliza con los modelos cerrados más avanzados. DeepSeek-V3 adopta Multi-Head Latent Attention (MLA) y la arquitectura DeepSeekMoE, ambas validadas en DeepSeek-V2. También introduce una estrategia auxiliar sin pérdida para balanceo de carga y un objetivo de entrenamiento de predicción multi-token para un rendimiento más sólido.",
  "deepseek_r1.description": "DeepSeek-R1 es un modelo de razonamiento impulsado por aprendizaje por refuerzo que aborda problemas de repetición y legibilidad. Antes del RL, utiliza datos de arranque en frío para mejorar aún más el rendimiento de razonamiento. Igual a OpenAI-o1 en tareas de matemáticas, programación y razonamiento, con un entrenamiento cuidadosamente diseñado que mejora los resultados generales.",
  "deepseek_r1_distill_llama_70b.description": "DeepSeek-R1-Distill-Llama-70B es una versión destilada de Llama-3.3-70B-Instruct. Como parte de la serie DeepSeek-R1, está ajustado finamente con muestras generadas por DeepSeek-R1 y ofrece un rendimiento sólido en matemáticas, programación y razonamiento.",
  "deepseek_r1_distill_qwen_14b.description": "DeepSeek-R1-Distill-Qwen-14B es una versión destilada de Qwen2.5-14B y ajustada finamente con 800K muestras seleccionadas generadas por DeepSeek-R1, ofreciendo un razonamiento sólido.",
  "deepseek_r1_distill_qwen_32b.description": "DeepSeek-R1-Distill-Qwen-32B es una versión destilada de Qwen2.5-32B y ajustada finamente con 800K muestras seleccionadas generadas por DeepSeek-R1, destacando en matemáticas, programación y razonamiento.",
  "devstral-2:123b.description": "Devstral 2 123B destaca en el uso de herramientas para explorar bases de código, editar múltiples archivos y asistir a agentes de ingeniería de software.",
  "doubao-1.5-lite-32k.description": "Doubao-1.5-lite es un nuevo modelo ligero con respuesta ultrarrápida, que ofrece calidad y latencia de primer nivel.",
  "doubao-1.5-pro-256k.description": "Doubao-1.5-pro-256k es una mejora integral de Doubao-1.5-Pro, con un rendimiento general un 10% superior. Admite una ventana de contexto de 256k y hasta 12k tokens de salida, ofreciendo mayor rendimiento, una ventana más amplia y un gran valor para casos de uso más amplios.",
  "doubao-1.5-pro-32k.description": "Doubao-1.5-pro es un modelo insignia de nueva generación con mejoras en todos los aspectos, sobresaliendo en conocimiento, programación y razonamiento.",
  "doubao-1.5-thinking-pro-m.description": "Doubao-1.5 es un nuevo modelo de razonamiento profundo (la versión m incluye razonamiento profundo multimodal nativo) que sobresale en matemáticas, programación, razonamiento científico y tareas generales como escritura creativa. Alcanza o se aproxima a resultados de primer nivel en benchmarks como AIME 2024, Codeforces y GPQA. Admite una ventana de contexto de 128k y 16k de salida.",
  "doubao-1.5-thinking-pro.description": "Doubao-1.5 es un nuevo modelo de razonamiento profundo que sobresale en matemáticas, programación, razonamiento científico y tareas generales como escritura creativa. Alcanza o se aproxima a resultados de primer nivel en benchmarks como AIME 2024, Codeforces y GPQA. Admite una ventana de contexto de 128k y 16k de salida.",
  "doubao-1.5-thinking-vision-pro.description": "Un nuevo modelo visual de razonamiento profundo con mayor capacidad de comprensión y razonamiento multimodal, logrando resultados SOTA en 37 de 59 benchmarks públicos.",
  "doubao-1.5-ui-tars.description": "Doubao-1.5-UI-TARS es un modelo de agente enfocado en interfaces gráficas nativas que interactúa fluidamente con interfaces mediante percepción, razonamiento y acción similares a los humanos.",
  "doubao-1.5-vision-lite.description": "Doubao-1.5-vision-lite es un modelo multimodal mejorado que admite imágenes de cualquier resolución y proporciones extremas, mejorando el razonamiento visual, reconocimiento de documentos, comprensión de detalles y seguimiento de instrucciones. Admite una ventana de contexto de 128k y hasta 16k tokens de salida.",
  "doubao-1.5-vision-pro-32k.description": "Doubao-1.5-vision-pro es un modelo multimodal mejorado que admite imágenes de cualquier resolución y proporciones extremas, mejorando el razonamiento visual, reconocimiento de documentos, comprensión de detalles y seguimiento de instrucciones.",
  "doubao-1.5-vision-pro.description": "Doubao-1.5-vision-pro es un modelo multimodal mejorado que admite imágenes de cualquier resolución y proporciones extremas, mejorando el razonamiento visual, reconocimiento de documentos, comprensión de detalles y seguimiento de instrucciones.",
  "doubao-lite-128k.description": "Respuesta ultrarrápida con mejor relación calidad-precio, ofreciendo opciones más flexibles en distintos escenarios. Admite razonamiento y ajuste fino con una ventana de contexto de 128k.",
  "doubao-lite-32k.description": "Respuesta ultrarrápida con mejor relación calidad-precio, ofreciendo opciones más flexibles en distintos escenarios. Admite razonamiento y ajuste fino con una ventana de contexto de 32k.",
  "doubao-lite-4k.description": "Respuesta ultrarrápida con mejor relación calidad-precio, ofreciendo opciones más flexibles en distintos escenarios. Admite razonamiento y ajuste fino con una ventana de contexto de 4k.",
  "doubao-pro-256k.description": "El modelo insignia de mejor rendimiento para tareas complejas, con excelentes resultados en preguntas con referencia, resumen, creación, clasificación de texto y juegos de rol. Admite razonamiento y ajuste fino con una ventana de contexto de 256k.",
  "doubao-pro-32k.description": "El modelo insignia de mejor rendimiento para tareas complejas, con excelentes resultados en preguntas con referencia, resumen, creación, clasificación de texto y juegos de rol. Admite razonamiento y ajuste fino con una ventana de contexto de 32k.",
  "doubao-seed-1.6-flash.description": "Doubao-Seed-1.6-flash es un modelo multimodal de razonamiento profundo ultrarrápido con TPOT de hasta 10ms. Admite texto y visión, supera al modelo lite anterior en comprensión de texto y se equipara a modelos pro en visión. Admite una ventana de contexto de 256k y hasta 16k tokens de salida.",
  "doubao-seed-1.6-lite.description": "Doubao-Seed-1.6-lite es un nuevo modelo multimodal de razonamiento profundo con esfuerzo de razonamiento ajustable (Mínimo, Bajo, Medio, Alto), ofreciendo mejor valor y una opción sólida para tareas comunes, con una ventana de contexto de hasta 256k.",
  "doubao-seed-1.6-thinking.description": "Doubao-Seed-1.6 refuerza significativamente el razonamiento, mejorando aún más las habilidades clave en programación, matemáticas y razonamiento lógico respecto a Doubao-1.5-thinking-pro, además de añadir comprensión visual. Admite una ventana de contexto de 256k y hasta 16k tokens de salida.",
  "doubao-seed-1.6-vision.description": "Doubao-Seed-1.6-vision es un modelo visual de razonamiento profundo que ofrece mayor comprensión y razonamiento multimodal para educación, revisión de imágenes, inspección/seguridad y búsqueda de IA con preguntas y respuestas. Admite una ventana de contexto de 256k y hasta 64k tokens de salida.",
  "doubao-seed-1.6.description": "Doubao-Seed-1.6 es un nuevo modelo multimodal de razonamiento profundo con modos automático, de razonamiento y sin razonamiento. En modo sin razonamiento, supera significativamente a Doubao-1.5-pro/250115. Admite una ventana de contexto de 256k y hasta 16k tokens de salida.",
  "doubao-seed-1.8.description": "Doubao-Seed-1.8 ofrece una comprensión multimodal más sólida y capacidades avanzadas de agente. Admite entrada de texto, imagen y video, así como almacenamiento de contexto, y puede ofrecer un rendimiento excelente en tareas complejas.",
  "doubao-seed-code.description": "Doubao-Seed-Code está profundamente optimizado para programación con agentes, admite entradas multimodales (texto/imagen/video) y una ventana de contexto de 256k, es compatible con la API de Anthropic y se adapta a flujos de trabajo de programación, comprensión visual y agentes.",
  "doubao-seededit-3-0-i2i-250628.description": "El modelo de imágenes Doubao de ByteDance Seed admite entradas de texto e imagen con generación de imágenes de alta calidad y altamente controlable. Admite edición de imágenes guiada por texto, con tamaños de salida entre 512 y 1536 en el lado largo.",
  "doubao-seedream-3-0-t2i-250415.description": "Seedream 3.0 es un modelo de generación de imágenes de ByteDance Seed que admite entradas de texto e imagen con generación de imágenes de alta calidad y altamente controlable. Genera imágenes a partir de indicaciones de texto.",
  "doubao-seedream-4-0-250828.description": "Seedream 4.0 es un modelo de generación de imágenes de ByteDance Seed que admite entradas de texto e imagen con generación de imágenes de alta calidad y altamente controlable. Genera imágenes a partir de indicaciones de texto.",
  "doubao-vision-lite-32k.description": "Doubao-vision es un modelo multimodal de Doubao con sólida comprensión y razonamiento de imágenes, además de seguimiento preciso de instrucciones. Tiene un buen desempeño en tareas de extracción imagen-texto y razonamiento basado en imágenes, permitiendo escenarios de preguntas y respuestas visuales más complejos y amplios.",
  "doubao-vision-pro-32k.description": "Doubao-vision es un modelo multimodal de Doubao con sólida comprensión y razonamiento de imágenes, además de seguimiento preciso de instrucciones. Tiene un buen desempeño en tareas de extracción imagen-texto y razonamiento basado en imágenes, permitiendo escenarios de preguntas y respuestas visuales más complejos y amplios.",
  "emohaa.description": "Emohaa es un modelo de salud mental con capacidades profesionales de asesoramiento para ayudar a los usuarios a comprender problemas emocionales.",
  "ernie-4.5-0.3b.description": "ERNIE 4.5 0.3B es un modelo ligero de código abierto para implementación local y personalizada.",
  "ernie-4.5-21b-a3b.description": "ERNIE 4.5 21B A3B es un modelo de código abierto con gran número de parámetros y mayor capacidad de comprensión y generación.",
  "ernie-4.5-300b-a47b.description": "ERNIE 4.5 300B A47B es el modelo MoE ultra grande de Baidu ERNIE con excelente capacidad de razonamiento.",
  "ernie-4.5-8k-preview.description": "ERNIE 4.5 8K Preview es un modelo de vista previa con contexto de 8K para evaluar ERNIE 4.5.",
  "ernie-4.5-turbo-128k-preview.description": "Vista previa de ERNIE 4.5 Turbo 128K con capacidades de nivel de lanzamiento, adecuado para integración y pruebas canarias.",
  "ernie-4.5-turbo-128k.description": "ERNIE 4.5 Turbo 128K es un modelo general de alto rendimiento con aumento de búsqueda y uso de herramientas para preguntas y respuestas, programación y escenarios de agentes.",
  "ernie-4.5-turbo-32k.description": "ERNIE 4.5 Turbo 32K es una versión de contexto medio para preguntas y respuestas, recuperación de bases de conocimiento y diálogo de múltiples turnos.",
  "ernie-4.5-turbo-latest.description": "Última versión de ERNIE 4.5 Turbo con rendimiento general optimizado, ideal como modelo principal de producción.",
  "ernie-4.5-turbo-vl-32k-preview.description": "ERNIE 4.5 Turbo VL 32K Preview es una vista previa multimodal de 32K para evaluar la capacidad de visión de contexto largo.",
  "ernie-4.5-turbo-vl-32k.description": "ERNIE 4.5 Turbo VL 32K es una versión multimodal de contexto medio-largo para comprensión combinada de documentos largos e imágenes.",
  "ernie-4.5-turbo-vl-latest.description": "ERNIE 4.5 Turbo VL Latest es la versión multimodal más reciente con mejor comprensión y razonamiento imagen-texto.",
  "ernie-4.5-turbo-vl-preview.description": "ERNIE 4.5 Turbo VL Preview es un modelo multimodal de vista previa para comprensión y generación imagen-texto, adecuado para preguntas visuales y comprensión de contenido.",
  "ernie-4.5-turbo-vl.description": "ERNIE 4.5 Turbo VL es un modelo multimodal maduro para comprensión y reconocimiento imagen-texto en producción.",
  "ernie-4.5-vl-28b-a3b.description": "ERNIE 4.5 VL 28B A3B es un modelo multimodal de código abierto para comprensión y razonamiento imagen-texto.",
  "ernie-5.0-thinking-latest.description": "Wenxin 5.0 Thinking es un modelo insignia nativo multimodal con modelado unificado de texto, imagen, audio y video. Ofrece mejoras amplias en capacidades para preguntas complejas, creación y escenarios de agentes.",
  "ernie-5.0-thinking-preview.description": "Wenxin 5.0 Thinking Preview es un modelo insignia nativo multimodal con modelado unificado de texto, imagen, audio y video. Ofrece mejoras amplias en capacidades para preguntas complejas, creación y escenarios de agentes.",
  "ernie-char-8k.description": "ERNIE Character 8K es un modelo de diálogo con personalidad para la creación de personajes de propiedad intelectual y conversaciones de compañía a largo plazo.",
  "ernie-char-fiction-8k-preview.description": "ERNIE Character Fiction 8K Preview es un modelo preliminar para la creación de personajes y tramas, diseñado para evaluación y pruebas.",
  "ernie-char-fiction-8k.description": "ERNIE Character Fiction 8K es un modelo de personajes para novelas y creación de tramas, ideal para generación de historias extensas.",
  "ernie-irag-edit.description": "ERNIE iRAG Edit es un modelo de edición de imágenes que permite borrar, repintar y generar variantes.",
  "ernie-lite-pro-128k.description": "ERNIE Lite Pro 128K es un modelo ligero de alto rendimiento para escenarios sensibles a la latencia y al costo.",
  "ernie-novel-8k.description": "ERNIE Novel 8K está diseñado para novelas extensas y tramas de propiedad intelectual con narrativas de múltiples personajes.",
  "ernie-speed-pro-128k.description": "ERNIE Speed Pro 128K es un modelo de alto valor y concurrencia para servicios en línea a gran escala y aplicaciones empresariales.",
  "ernie-x1-turbo-32k.description": "ERNIE X1 Turbo 32K es un modelo de pensamiento rápido con contexto de 32K para razonamiento complejo y chat de múltiples turnos.",
  "ernie-x1.1-preview.description": "ERNIE X1.1 Preview es una vista previa del modelo de pensamiento para evaluación y pruebas.",
  "fal-ai/bytedance/seedream/v4.5.description": "Seedream 4.5, desarrollado por el equipo Seed de ByteDance, permite edición y composición de múltiples imágenes. Ofrece mayor coherencia de sujetos, seguimiento preciso de instrucciones, comprensión de lógica espacial, expresión estética, diseño de carteles y logotipos con renderizado texto-imagen de alta precisión.",
  "fal-ai/bytedance/seedream/v4.description": "Seedream 4.0, desarrollado por ByteDance Seed, admite entradas de texto e imagen para una generación de imágenes altamente controlable y de alta calidad a partir de indicaciones.",
  "fal-ai/flux-kontext/dev.description": "Modelo FLUX.1 centrado en la edición de imágenes, compatible con entradas de texto e imagen.",
  "fal-ai/flux-pro/kontext.description": "FLUX.1 Kontext [pro] acepta texto e imágenes de referencia como entrada, permitiendo ediciones locales dirigidas y transformaciones globales complejas de escenas.",
  "fal-ai/flux/krea.description": "Flux Krea [dev] es un modelo de generación de imágenes con una inclinación estética hacia imágenes más realistas y naturales.",
  "fal-ai/flux/schnell.description": "FLUX.1 [schnell] es un modelo de generación de imágenes con 12 mil millones de parámetros, diseñado para una salida rápida y de alta calidad.",
  "fal-ai/hunyuan-image/v3.description": "Un potente modelo nativo multimodal de generación de imágenes.",
  "fal-ai/imagen4/preview.description": "Modelo de generación de imágenes de alta calidad de Google.",
  "fal-ai/nano-banana.description": "Nano Banana es el modelo multimodal nativo más nuevo, rápido y eficiente de Google, que permite generación y edición de imágenes mediante conversación.",
  "fal-ai/qwen-image-edit.description": "Un modelo profesional de edición de imágenes del equipo Qwen, que admite ediciones semánticas y de apariencia, edición precisa de texto en chino/inglés, transferencia de estilo, rotación y más.",
  "fal-ai/qwen-image.description": "Un potente modelo de generación de imágenes del equipo Qwen con excelente renderizado de texto en chino y estilos visuales diversos.",
  "flux-1-schnell.description": "Modelo de texto a imagen con 12 mil millones de parámetros de Black Forest Labs que utiliza destilación difusiva adversarial latente para generar imágenes de alta calidad en 1 a 4 pasos. Compite con alternativas cerradas y se lanza bajo licencia Apache-2.0 para uso personal, de investigación y comercial.",
  "flux-dev.description": "FLUX.1 [dev] es un modelo destilado con pesos abiertos para uso no comercial. Mantiene calidad de imagen casi profesional y seguimiento de instrucciones mientras funciona de manera más eficiente, utilizando mejor los recursos que modelos estándar del mismo tamaño.",
  "flux-kontext-max.description": "Generación y edición de imágenes contextual de última generación, combinando texto e imágenes para resultados precisos y coherentes.",
  "flux-kontext-pro.description": "Generación y edición de imágenes contextual de última generación, combinando texto e imágenes para resultados precisos y coherentes.",
  "flux-merged.description": "FLUX.1-merged combina las características profundas exploradas en \"DEV\" con las ventajas de alta velocidad de \"Schnell\", ampliando los límites de rendimiento y ampliando las aplicaciones.",
  "flux-pro-1.1-ultra.description": "Generación de imágenes de ultra alta resolución con salida de 4MP, produciendo imágenes nítidas en 10 segundos.",
  "flux-pro-1.1.description": "Modelo de generación de imágenes de nivel profesional mejorado con excelente calidad de imagen y adherencia precisa a las indicaciones.",
  "flux-pro.description": "Modelo comercial de generación de imágenes de primer nivel con calidad de imagen inigualable y salidas diversas.",
  "flux-schnell.description": "FLUX.1 [schnell] es el modelo de pocos pasos más avanzado de código abierto, superando a competidores similares e incluso a modelos no destilados como Midjourney v6.0 y DALL-E 3 (HD). Está finamente ajustado para preservar la diversidad del preentrenamiento, mejorando significativamente la calidad visual, el seguimiento de instrucciones, la variación de tamaño/aspecto, el manejo de fuentes y la diversidad de salida.",
  "flux.1-schnell.description": "FLUX.1-schnell es un modelo de generación de imágenes de alto rendimiento para salidas rápidas y de múltiples estilos.",
  "gemini-1.0-pro-001.description": "Gemini 1.0 Pro 001 (Tuning) ofrece un rendimiento estable y ajustable para tareas complejas.",
  "gemini-1.0-pro-002.description": "Gemini 1.0 Pro 002 (Tuning) proporciona un sólido soporte multimodal para tareas complejas.",
  "gemini-1.0-pro-latest.description": "Gemini 1.0 Pro es el modelo de IA de alto rendimiento de Google diseñado para escalar tareas de forma amplia.",
  "gemini-1.5-flash-001.description": "Gemini 1.5 Flash 001 es un modelo multimodal eficiente para escalar aplicaciones de forma amplia.",
  "gemini-1.5-flash-002.description": "Gemini 1.5 Flash 002 es un modelo multimodal eficiente diseñado para implementaciones a gran escala.",
  "gemini-1.5-flash-8b-exp-0924.description": "Gemini 1.5 Flash 8B 0924 es el modelo experimental más reciente con mejoras notables en casos de uso de texto y multimodales.",
  "gemini-1.5-flash-8b-latest.description": "Gemini 1.5 Flash 8B es un modelo multimodal eficiente diseñado para implementaciones a gran escala.",
  "gemini-1.5-flash-8b.description": "Gemini 1.5 Flash 8B es un modelo multimodal eficiente para escalar aplicaciones de forma amplia.",
  "gemini-1.5-flash-exp-0827.description": "Gemini 1.5 Flash 0827 ofrece procesamiento multimodal optimizado para tareas complejas.",
  "gemini-1.5-flash-latest.description": "Gemini 1.5 Flash es el modelo de IA multimodal más reciente de Google con procesamiento rápido, compatible con entradas de texto, imagen y video para escalar tareas de manera eficiente.",
  "gemini-1.5-pro-001.description": "Gemini 1.5 Pro 001 es una solución de IA multimodal escalable para tareas complejas.",
  "gemini-1.5-pro-002.description": "Gemini 1.5 Pro 002 es el modelo más reciente listo para producción con salida de mayor calidad, especialmente en matemáticas, contexto largo y tareas visuales.",
  "gemini-1.5-pro-exp-0801.description": "Gemini 1.5 Pro 0801 ofrece procesamiento multimodal sólido con mayor flexibilidad para el desarrollo de aplicaciones.",
  "gemini-1.5-pro-exp-0827.description": "Gemini 1.5 Pro 0827 aplica las últimas optimizaciones para un procesamiento multimodal más eficiente.",
  "gemini-1.5-pro-latest.description": "Gemini 1.5 Pro admite hasta 2 millones de tokens, siendo un modelo multimodal de tamaño medio ideal para tareas complejas.",
  "gemini-2.0-flash-001.description": "Gemini 2.0 Flash ofrece funciones de nueva generación como velocidad excepcional, uso nativo de herramientas, generación multimodal y una ventana de contexto de 1 millón de tokens.",
  "gemini-2.0-flash-exp-image-generation.description": "Modelo experimental Gemini 2.0 Flash con soporte para generación de imágenes.",
  "gemini-2.0-flash-lite-001.description": "Una variante de Gemini 2.0 Flash optimizada para eficiencia de costos y baja latencia.",
  "gemini-2.0-flash-lite.description": "Una variante de Gemini 2.0 Flash optimizada para eficiencia de costos y baja latencia.",
  "gemini-2.0-flash.description": "Gemini 2.0 Flash ofrece funciones de nueva generación como velocidad excepcional, uso nativo de herramientas, generación multimodal y una ventana de contexto de 1 millón de tokens.",
  "gemini-2.5-flash-image-preview.description": "Nano Banana es el modelo multimodal nativo más nuevo, rápido y eficiente de Google, que permite generación y edición de imágenes conversacionales.",
  "gemini-2.5-flash-image-preview:image.description": "Nano Banana es el modelo multimodal nativo más nuevo, rápido y eficiente de Google, que permite generación y edición de imágenes conversacionales.",
  "gemini-2.5-flash-image.description": "Nano Banana es el modelo multimodal nativo más nuevo, rápido y eficiente de Google, que permite generación y edición de imágenes conversacionales.",
  "gemini-2.5-flash-image:image.description": "Nano Banana es el modelo multimodal nativo más nuevo, rápido y eficiente de Google, que permite generación y edición de imágenes conversacionales.",
  "gemini-2.5-flash-lite-preview-06-17.description": "Gemini 2.5 Flash-Lite Preview es el modelo más pequeño y rentable de Google, diseñado para uso a gran escala.",
  "gemini-2.5-flash-lite-preview-09-2025.description": "Versión preliminar (25 de septiembre de 2025) de Gemini 2.5 Flash-Lite",
  "gemini-2.5-flash-lite.description": "Gemini 2.5 Flash-Lite es el modelo más pequeño y rentable de Google, diseñado para uso a gran escala.",
  "gemini-2.5-flash-preview-04-17.description": "Gemini 2.5 Flash Preview es el modelo más rentable de Google con capacidades completas.",
  "gemini-2.5-flash-preview-09-2025.description": "Versión preliminar (25 de septiembre de 2025) de Gemini 2.5 Flash",
  "gemini-2.5-flash.description": "Gemini 2.5 Flash es el modelo más rentable de Google con capacidades completas.",
  "gemini-2.5-pro-preview-03-25.description": "Gemini 2.5 Pro Preview es el modelo de razonamiento más avanzado de Google, capaz de razonar sobre código, matemáticas y problemas STEM, y analizar grandes conjuntos de datos, bases de código y documentos con contexto largo.",
  "gemini-2.5-pro-preview-05-06.description": "Gemini 2.5 Pro Preview es el modelo de razonamiento más avanzado de Google, capaz de razonar sobre código, matemáticas y problemas STEM, y analizar grandes conjuntos de datos, bases de código y documentos con contexto largo.",
  "gemini-2.5-pro-preview-06-05.description": "Gemini 2.5 Pro Preview es el modelo de razonamiento más avanzado de Google, capaz de razonar sobre código, matemáticas y problemas STEM, y analizar grandes conjuntos de datos, bases de código y documentos con contexto largo.",
  "gemini-2.5-pro.description": "Gemini 2.5 Pro es el modelo de razonamiento más avanzado de Google, capaz de razonar sobre código, matemáticas y problemas STEM, y analizar grandes conjuntos de datos, bases de código y documentos con contexto largo.",
  "gemini-3-flash-preview.description": "Gemini 3 Flash es el modelo más inteligente diseñado para la velocidad, combinando inteligencia de vanguardia con una excelente fundamentación en búsquedas.",
  "gemini-3-pro-image-preview.description": "Gemini 3 Pro Image (Nano Banana Pro) es el modelo de generación de imágenes de Google, compatible también con chat multimodal.",
  "gemini-3-pro-image-preview:image.description": "Gemini 3 Pro Image (Nano Banana Pro) es el modelo de generación de imágenes de Google y también admite chat multimodal.",
  "gemini-3-pro-preview.description": "Gemini 3 Pro es el agente más potente de Google y modelo de codificación emocional, que ofrece visuales más ricos e interacción más profunda sobre un razonamiento de última generación.",
  "gemini-flash-latest.description": "Última versión de Gemini Flash",
  "gemini-flash-lite-latest.description": "Última versión de Gemini Flash-Lite",
  "gemini-pro-latest.description": "Última versión de Gemini Pro",
  "gemma-7b-it.description": "Gemma 7B es rentable para tareas de pequeña a mediana escala.",
  "gemma2-9b-it.description": "Gemma 2 9B está optimizado para tareas específicas e integración con herramientas.",
  "gemma2.description": "Gemma 2 es el modelo eficiente de Google, adecuado para casos de uso que van desde aplicaciones pequeñas hasta procesamiento de datos complejos.",
  "gemma2:27b.description": "Gemma 2 es el modelo eficiente de Google, adecuado para casos de uso que van desde aplicaciones pequeñas hasta procesamiento de datos complejos.",
  "gemma2:2b.description": "Gemma 2 es el modelo eficiente de Google, adecuado para casos de uso que van desde aplicaciones pequeñas hasta procesamiento de datos complejos.",
  "generalv3.5.description": "Spark Max es la versión más completa, con búsqueda web y numerosos complementos integrados. Sus capacidades centrales optimizadas, roles de sistema y llamadas a funciones ofrecen un rendimiento excelente en escenarios de aplicación complejos.",
  "generalv3.description": "Spark Pro es un modelo LLM de alto rendimiento optimizado para dominios profesionales, centrado en matemáticas, programación, salud y educación, con búsqueda web y complementos integrados como clima y fecha. Ofrece un rendimiento sólido y eficiente en preguntas complejas, comprensión del lenguaje y creación avanzada de texto, siendo ideal para usos profesionales.",
  "glm-4-0520.description": "GLM-4-0520 es la versión más reciente del modelo, diseñado para tareas altamente complejas y diversas con un rendimiento excelente.",
  "glm-4-7.description": "GLM-4.7 es el modelo insignia más reciente de Zhipu AI. Mejora las capacidades de programación, planificación de tareas a largo plazo y colaboración con herramientas para escenarios de codificación agente, logrando un rendimiento líder entre los modelos de código abierto en múltiples pruebas públicas. Las capacidades generales se han mejorado, con respuestas más concisas y naturales, y una escritura más inmersiva. En tareas complejas de agentes, el seguimiento de instrucciones es más sólido durante las llamadas a herramientas, y se mejora la estética del frontend de Artifacts y Agentic Coding, así como la eficiencia en la finalización de tareas a largo plazo.",
  "glm-4-9b-chat.description": "GLM-4-9B-Chat ofrece un rendimiento sólido en semántica, matemáticas, razonamiento, código y conocimiento. También admite navegación web, ejecución de código, llamadas a herramientas personalizadas y razonamiento de texto largo, con soporte para 26 idiomas, incluidos japonés, coreano y alemán.",
  "glm-4-air-250414.description": "GLM-4-Air es una opción de alto valor con rendimiento cercano a GLM-4, velocidad rápida y menor costo.",
  "glm-4-air.description": "GLM-4-Air es una opción de alto valor con rendimiento cercano a GLM-4, velocidad rápida y menor costo.",
  "glm-4-airx.description": "GLM-4-AirX es una variante más eficiente de GLM-4-Air con razonamiento hasta 2.6 veces más rápido.",
  "glm-4-alltools.description": "GLM-4-AllTools es un modelo de agente versátil optimizado para planificación de instrucciones complejas y uso de herramientas como navegación web, explicación de código y generación de texto, adecuado para ejecución multitarea.",
  "glm-4-flash-250414.description": "GLM-4-Flash es ideal para tareas simples: el más rápido y gratuito.",
  "glm-4-flash.description": "GLM-4-Flash es ideal para tareas simples: el más rápido y gratuito.",
  "glm-4-flashx.description": "GLM-4-FlashX es una versión mejorada de Flash con razonamiento ultrarrápido.",
  "glm-4-long.description": "GLM-4-Long admite entradas ultralargas para tareas de tipo memoria y procesamiento de documentos a gran escala.",
  "glm-4-plus.description": "GLM-4-Plus es un buque insignia de alta inteligencia con manejo sólido de texto largo y tareas complejas, y rendimiento general mejorado.",
  "glm-4.1v-thinking-flash.description": "GLM-4.1V-Thinking es el modelo VLM de ~10B más potente conocido, cubriendo tareas SOTA como comprensión de video, preguntas visuales, resolución de materias, OCR, lectura de documentos y gráficos, agentes GUI, codificación frontend y grounding. Supera incluso al Qwen2.5-VL-72B, 8 veces más grande, en muchas tareas. Con aprendizaje por refuerzo avanzado, utiliza razonamiento en cadena para mejorar precisión y riqueza, superando a modelos tradicionales sin razonamiento en resultados y explicabilidad.",
  "glm-4.1v-thinking-flashx.description": "GLM-4.1V-Thinking es el modelo VLM de ~10B más potente conocido, cubriendo tareas SOTA como comprensión de video, preguntas visuales, resolución de materias, OCR, lectura de documentos y gráficos, agentes GUI, codificación frontend y grounding. Supera incluso al Qwen2.5-VL-72B, 8 veces más grande, en muchas tareas. Con aprendizaje por refuerzo avanzado, utiliza razonamiento en cadena para mejorar precisión y riqueza, superando a modelos tradicionales sin razonamiento en resultados y explicabilidad.",
  "glm-4.5-air.description": "Edición ligera de GLM-4.5 que equilibra rendimiento y costo, con modos de razonamiento híbrido flexibles.",
  "glm-4.5-airx.description": "Edición rápida de GLM-4.5-Air con respuestas más veloces para usos de gran escala y alta velocidad.",
  "glm-4.5-x.description": "Edición rápida de GLM-4.5, con rendimiento sólido y velocidades de generación de hasta 100 tokens/segundo.",
  "glm-4.5.description": "Modelo insignia de Zhipu con modo de razonamiento conmutable, ofreciendo SOTA de código abierto y hasta 128K de contexto.",
  "glm-4.5v.description": "Modelo de razonamiento visual de próxima generación de Zhipu con arquitectura MoE, 106B parámetros totales y 12B activos, logrando SOTA entre modelos multimodales de código abierto de tamaño similar en imagen, video, comprensión de documentos y tareas GUI.",
  "glm-4.6.description": "GLM-4.6 (355B), el último modelo insignia de Zhipu, supera completamente a sus predecesores en codificación avanzada, procesamiento de textos largos, razonamiento y capacidades de agente. Se alinea especialmente con Claude Sonnet 4 en habilidades de programación, convirtiéndose en el modelo de codificación líder en China.",
  "glm-4.7-flash.description": "GLM-4.7-Flash, como modelo SOTA de nivel 30B, ofrece una nueva opción que equilibra rendimiento y eficiencia. Mejora las capacidades de programación, planificación de tareas a largo plazo y colaboración con herramientas para escenarios de codificación agente, logrando un rendimiento líder entre modelos de código abierto de su tamaño en múltiples clasificaciones actuales. En la ejecución de tareas complejas de agentes inteligentes, tiene un mayor cumplimiento de instrucciones durante las llamadas a herramientas, y mejora aún más la estética del frontend y la eficiencia en la finalización de tareas a largo plazo para Artifacts y Agentic Coding.",
  "glm-4.7-flashx.description": "GLM-4.7-Flash, como modelo SOTA de nivel 30B, ofrece una nueva opción que equilibra rendimiento y eficiencia. Mejora las capacidades de programación, planificación de tareas a largo plazo y colaboración con herramientas para escenarios de codificación agente, logrando un rendimiento líder entre modelos de código abierto de su tamaño en múltiples clasificaciones actuales. En la ejecución de tareas complejas de agentes inteligentes, tiene un mayor cumplimiento de instrucciones durante las llamadas a herramientas, y mejora aún más la estética del frontend y la eficiencia en la finalización de tareas a largo plazo para Artifacts y Agentic Coding.",
  "glm-4.7.description": "GLM-4.7 es el modelo insignia más reciente de Zhipu, mejorado para escenarios de Codificación Agéntica con capacidades de programación avanzadas, planificación de tareas a largo plazo y colaboración con herramientas. Logra un rendimiento líder entre los modelos de código abierto en múltiples benchmarks públicos. Sus capacidades generales se han mejorado con respuestas más concisas y naturales, y una escritura más inmersiva. En tareas complejas de agente, sigue mejor las instrucciones durante el uso de herramientas, y se han optimizado la estética del frontend y la eficiencia en la finalización de tareas a largo plazo en Artifacts y Codificación Agéntica.",
  "glm-4.description": "GLM-4 es el modelo insignia anterior lanzado en enero de 2024, ahora reemplazado por el más potente GLM-4-0520.",
  "glm-4v-flash.description": "GLM-4V-Flash se centra en la comprensión eficiente de imágenes individuales para análisis rápidos en escenarios como procesamiento de imágenes en tiempo real o por lotes.",
  "glm-4v-plus-0111.description": "GLM-4V-Plus comprende video e imágenes múltiples, adecuado para tareas multimodales.",
  "glm-4v-plus.description": "GLM-4V-Plus comprende video e imágenes múltiples, adecuado para tareas multimodales.",
  "glm-4v.description": "GLM-4V ofrece sólida comprensión y razonamiento visual en tareas visuales.",
  "glm-z1-air.description": "Modelo de razonamiento con gran capacidad de inferencia profunda para tareas complejas.",
  "glm-z1-airx.description": "Razonamiento ultrarrápido con alta calidad de inferencia.",
  "glm-z1-flash.description": "La serie GLM-Z1 ofrece razonamiento complejo sólido, destacando en lógica, matemáticas y programación.",
  "glm-z1-flashx.description": "Rápido y de bajo costo: versión Flash mejorada con razonamiento ultrarrápido y mayor concurrencia.",
  "glm-zero-preview.description": "GLM-Zero-Preview ofrece razonamiento complejo sólido, destacando en lógica, matemáticas y programación.",
  "global.anthropic.claude-opus-4-5-20251101-v1:0.description": "Claude Opus 4.5 es el modelo insignia de Anthropic, que combina inteligencia excepcional y rendimiento escalable para tareas complejas que requieren respuestas y razonamiento de la más alta calidad.",
  "google/gemini-2.0-flash-001.description": "Gemini 2.0 Flash ofrece capacidades de nueva generación, incluyendo excelente velocidad, uso nativo de herramientas, generación multimodal y una ventana de contexto de 1 millón de tokens.",
  "google/gemini-2.0-flash-lite-001.description": "Gemini 2.0 Flash Lite es una variante ligera de Gemini con el razonamiento desactivado por defecto para mejorar la latencia y el costo, aunque puede activarse mediante parámetros.",
  "google/gemini-2.0-flash-lite.description": "Gemini 2.0 Flash Lite ofrece funciones de nueva generación como velocidad excepcional, uso integrado de herramientas, generación multimodal y una ventana de contexto de 1 millón de tokens.",
  "google/gemini-2.0-flash.description": "Gemini 2.0 Flash es el modelo de razonamiento de alto rendimiento de Google para tareas multimodales extendidas.",
  "google/gemini-2.5-flash-image-free.description": "Nivel gratuito de Gemini 2.5 Flash Image con generación multimodal de cuota limitada.",
  "google/gemini-2.5-flash-image-preview.description": "Modelo experimental Gemini 2.5 Flash con soporte para generación de imágenes.",
  "google/gemini-2.5-flash-image.description": "Gemini 2.5 Flash Image (Nano Banana) es el modelo de generación de imágenes de Google con soporte para conversación multimodal.",
  "google/gemini-2.5-flash-lite.description": "Gemini 2.5 Flash Lite es la variante ligera de Gemini 2.5 optimizada para latencia y costo, ideal para escenarios de alto rendimiento.",
  "google/gemini-2.5-flash-preview.description": "Gemini 2.5 Flash es el modelo insignia más avanzado de Google, diseñado para tareas de razonamiento, programación, matemáticas y ciencia. Incluye razonamiento integrado para ofrecer respuestas más precisas con un procesamiento de contexto más fino.\n\nNota: Este modelo tiene dos variantes: con y sin razonamiento. El precio de salida varía significativamente según si el razonamiento está activado. Si eliges la variante estándar (sin el sufijo “:thinking”), el modelo evitará explícitamente generar tokens de razonamiento.\n\nPara usar el razonamiento y recibir tokens de razonamiento, debes seleccionar la variante “:thinking”, que conlleva un precio de salida más alto.\n\nGemini 2.5 Flash también puede configurarse mediante el parámetro “max reasoning tokens” como se documenta (https://openrouter.ai/docs/use-cases/reasoning-tokens#max-tokens-for-reasoning).",
  "google/gemini-2.5-flash-preview:thinking.description": "Gemini 2.5 Flash es el modelo insignia más avanzado de Google, diseñado para tareas de razonamiento, programación, matemáticas y ciencia. Incluye razonamiento integrado para ofrecer respuestas más precisas con un procesamiento de contexto más fino.\n\nNota: Este modelo tiene dos variantes: con y sin razonamiento. El precio de salida varía significativamente según si el razonamiento está activado. Si eliges la variante estándar (sin el sufijo “:thinking”), el modelo evitará explícitamente generar tokens de razonamiento.\n\nPara usar el razonamiento y recibir tokens de razonamiento, debes seleccionar la variante “:thinking”, que conlleva un precio de salida más alto.\n\nGemini 2.5 Flash también puede configurarse mediante el parámetro “max reasoning tokens” como se documenta (https://openrouter.ai/docs/use-cases/reasoning-tokens#max-tokens-for-reasoning).",
  "google/gemini-2.5-flash.description": "Gemini 2.5 Flash (Lite/Pro/Flash) es la familia de modelos de Google que abarca desde baja latencia hasta razonamiento de alto rendimiento.",
  "google/gemini-2.5-pro-free.description": "El nivel gratuito de Gemini 2.5 Pro ofrece generación multimodal de contexto largo con cuota limitada, ideal para pruebas y flujos de trabajo ligeros.",
  "google/gemini-2.5-pro-preview.description": "Gemini 2.5 Pro Preview es el modelo de razonamiento más avanzado de Google para resolver problemas complejos en código, matemáticas y STEM, y para analizar grandes conjuntos de datos, bases de código y documentos con contexto largo.",
  "google/gemini-2.5-pro.description": "Gemini 2.5 Pro es el modelo insignia de razonamiento de Google con soporte de contexto largo para tareas complejas.",
  "google/gemini-3-pro-image-preview-free.description": "Nivel gratuito de Gemini 3 Pro Image con generación multimodal de cuota limitada.",
  "google/gemini-3-pro-image-preview.description": "Gemini 3 Pro Image (Nano Banana Pro) es el modelo de generación de imágenes de Google con soporte para conversación multimodal.",
  "google/gemini-3-pro-preview-free.description": "Gemini 3 Pro Preview Free ofrece la misma comprensión y razonamiento multimodal que la versión estándar, pero con límites de cuota y frecuencia, ideal para pruebas y uso ocasional.",
  "google/gemini-3-pro-preview.description": "Gemini 3 Pro es el modelo de razonamiento multimodal de nueva generación de la familia Gemini, capaz de comprender texto, audio, imágenes y video, y manejar tareas complejas y grandes bases de código.",
  "google/gemini-embedding-001.description": "Modelo de embedding de última generación con alto rendimiento en tareas en inglés, multilingües y de código.",
  "google/gemini-flash-1.5.description": "Gemini 1.5 Flash ofrece procesamiento multimodal optimizado para una variedad de tareas complejas.",
  "google/gemini-pro-1.5.description": "Gemini 1.5 Pro combina las últimas optimizaciones para un procesamiento más eficiente de datos multimodales.",
  "google/gemma-2-27b-it.description": "Gemma 2 27B es un modelo de lenguaje de propósito general con alto rendimiento en múltiples escenarios.",
  "google/gemma-2-27b.description": "Gemma 2 es la familia de modelos eficientes de Google para casos de uso que van desde aplicaciones pequeñas hasta procesamiento de datos complejos.",
  "google/gemma-2-2b-it.description": "Un modelo de lenguaje pequeño y avanzado diseñado para aplicaciones en el borde.",
  "google/gemma-2-9b-it.description": "Gemma 2 9B, desarrollado por Google, ofrece seguimiento eficiente de instrucciones y una capacidad general sólida.",
  "google/gemma-2-9b-it:free.description": "Gemma 2 es la familia de modelos de texto de código abierto y bajo peso de Google.",
  "google/gemma-2-9b.description": "Gemma 2 es la familia de modelos eficientes de Google para casos de uso que van desde aplicaciones pequeñas hasta procesamiento de datos complejos.",
  "google/gemma-2b-it.description": "Gemma Instruct (2B) proporciona manejo básico de instrucciones para aplicaciones ligeras.",
  "google/gemma-3-12b-it.description": "Gemma 3 12B es un modelo de lenguaje de código abierto de Google que establece un nuevo estándar en eficiencia y rendimiento.",
  "google/gemma-3-27b-it.description": "Gemma 3 27B es un modelo de lenguaje de código abierto de Google que establece un nuevo estándar en eficiencia y rendimiento.",
  "google/text-embedding-005.description": "Modelo de embedding de texto enfocado en inglés, optimizado para tareas de código y lenguaje en inglés.",
  "google/text-multilingual-embedding-002.description": "Modelo de embedding de texto multilingüe optimizado para tareas interlingüísticas en muchos idiomas.",
  "gpt-3.5-turbo-0125.description": "GPT 3.5 Turbo para generación y comprensión de texto; actualmente apunta a gpt-3.5-turbo-0125.",
  "gpt-3.5-turbo-1106.description": "GPT 3.5 Turbo para generación y comprensión de texto; actualmente apunta a gpt-3.5-turbo-0125.",
  "gpt-3.5-turbo-instruct.description": "GPT 3.5 Turbo para tareas de generación y comprensión de texto, optimizado para seguir instrucciones.",
  "gpt-3.5-turbo.description": "GPT 3.5 Turbo para generación y comprensión de texto; actualmente apunta a gpt-3.5-turbo-0125.",
  "gpt-35-turbo-16k.description": "GPT-3.5 Turbo 16k es un modelo de generación de texto de alta capacidad para tareas complejas.",
  "gpt-35-turbo.description": "GPT-3.5 Turbo es el modelo eficiente de OpenAI para chat y generación de texto, con soporte para llamadas de función en paralelo.",
  "gpt-4-0125-preview.description": "El último GPT-4 Turbo añade visión. Las solicitudes visuales admiten modo JSON y llamadas de función. Es un modelo multimodal rentable que equilibra precisión y eficiencia para aplicaciones en tiempo real.",
  "gpt-4-0613.description": "GPT-4 ofrece una ventana de contexto más amplia para manejar entradas más largas, adecuado para síntesis de información y análisis de datos.",
  "gpt-4-1106-preview.description": "El último GPT-4 Turbo añade visión. Las solicitudes visuales admiten modo JSON y llamadas de función. Es un modelo multimodal rentable que equilibra precisión y eficiencia para aplicaciones en tiempo real.",
  "gpt-4-32k-0613.description": "GPT-4 ofrece una ventana de contexto más amplia para manejar entradas más largas en escenarios que requieren integración de información y análisis de datos.",
  "gpt-4-32k.description": "GPT-4 ofrece una ventana de contexto más amplia para manejar entradas más largas en escenarios que requieren integración de información y análisis de datos.",
  "gpt-4-turbo-2024-04-09.description": "El último GPT-4 Turbo añade visión. Las solicitudes visuales admiten modo JSON y llamadas de función. Es un modelo multimodal rentable que equilibra precisión y eficiencia para aplicaciones en tiempo real.",
  "gpt-4-turbo-preview.description": "El último GPT-4 Turbo añade visión. Las solicitudes visuales admiten modo JSON y llamadas de función. Es un modelo multimodal rentable que equilibra precisión y eficiencia para aplicaciones en tiempo real.",
  "gpt-4-turbo.description": "El último GPT-4 Turbo añade visión. Las solicitudes visuales admiten modo JSON y llamadas de función. Es un modelo multimodal rentable que equilibra precisión y eficiencia para aplicaciones en tiempo real.",
  "gpt-4-vision-preview.description": "Vista previa de GPT-4 Vision, diseñado para tareas de análisis y procesamiento de imágenes.",
  "gpt-4.1-mini.description": "GPT-4.1 mini equilibra inteligencia, velocidad y costo, siendo atractivo para muchos casos de uso.",
  "gpt-4.1-nano.description": "GPT-4.1 nano es el modelo GPT-4.1 más rápido y rentable.",
  "gpt-4.1.description": "GPT-4.1 es nuestro modelo insignia para tareas complejas y resolución de problemas interdisciplinares.",
  "gpt-4.5-preview.description": "GPT-4.5-preview es el último modelo de propósito general con profundo conocimiento del mundo y mejor comprensión de intenciones, fuerte en tareas creativas y planificación de agentes. Su límite de conocimiento es octubre de 2023.",
  "gpt-4.description": "GPT-4 ofrece una ventana de contexto más amplia para manejar entradas más largas, adecuado para síntesis de información y análisis de datos.",
  "gpt-4o-2024-05-13.description": "ChatGPT-4o es un modelo dinámico actualizado en tiempo real, que combina una sólida comprensión y generación para casos de uso a gran escala como atención al cliente, educación y soporte técnico.",
  "gpt-4o-2024-08-06.description": "ChatGPT-4o es un modelo dinámico actualizado en tiempo real. Combina una sólida comprensión del lenguaje y generación para casos de uso a gran escala como atención al cliente, educación y asistencia técnica.",
  "gpt-4o-2024-11-20.description": "ChatGPT-4o es un modelo dinámico actualizado en tiempo real, que combina una sólida comprensión y generación para casos de uso a gran escala como atención al cliente, educación y soporte técnico.",
  "gpt-4o-audio-preview.description": "Modelo de vista previa de audio de GPT-4o con entrada y salida de audio.",
  "gpt-4o-mini-audio-preview.description": "Modelo de audio mini de GPT-4o con entrada y salida de audio.",
  "gpt-4o-mini-realtime-preview.description": "Variante en tiempo real de GPT-4o-mini con entrada/salida de audio y texto en tiempo real.",
  "gpt-4o-mini-search-preview.description": "GPT-4o mini Search Preview está entrenado para comprender y ejecutar consultas de búsqueda web a través de la API de Chat Completions. La búsqueda web se factura por cada llamada a herramienta además del costo por tokens.",
  "gpt-4o-mini-transcribe.description": "GPT-4o Mini Transcribe es un modelo de voz a texto que transcribe audio con GPT-4o, mejorando la tasa de error de palabras, la identificación de idioma y la precisión en comparación con el modelo Whisper original.",
  "gpt-4o-mini-tts.description": "GPT-4o mini TTS es un modelo de texto a voz basado en GPT-4o mini, que convierte texto en voz natural con un máximo de entrada de 2000 tokens.",
  "gpt-4o-mini.description": "GPT-4o mini es el modelo más reciente de OpenAI tras GPT-4 Omni, compatible con entrada de texto+imagen y salida de texto. Es su modelo pequeño más avanzado, mucho más económico que los modelos de frontera recientes y más de un 60% más barato que GPT-3.5 Turbo, manteniendo una inteligencia de primer nivel (82% MMLU).",
  "gpt-4o-realtime-preview-2024-10-01.description": "Variante en tiempo real de GPT-4o con entrada/salida de audio y texto en tiempo real.",
  "gpt-4o-realtime-preview-2025-06-03.description": "Variante en tiempo real de GPT-4o con entrada/salida de audio y texto en tiempo real.",
  "gpt-4o-realtime-preview.description": "Variante en tiempo real de GPT-4o con entrada/salida de audio y texto en tiempo real.",
  "gpt-4o-search-preview.description": "GPT-4o Search Preview está entrenado para comprender y ejecutar consultas de búsqueda web a través de la API de Chat Completions. La búsqueda web se factura por cada llamada a herramienta además del costo por tokens.",
  "gpt-4o-transcribe.description": "GPT-4o Transcribe es un modelo de voz a texto que transcribe audio con GPT-4o, mejorando la tasa de error de palabras, la identificación de idioma y la precisión en comparación con el modelo Whisper original.",
  "gpt-4o.description": "ChatGPT-4o es un modelo dinámico actualizado en tiempo real, que combina una sólida comprensión y generación para casos de uso a gran escala como atención al cliente, educación y soporte técnico.",
  "gpt-5-chat-latest.description": "El modelo GPT-5 utilizado en ChatGPT, que combina una sólida comprensión y generación para aplicaciones conversacionales.",
  "gpt-5-chat.description": "GPT-5 Chat es un modelo de vista previa optimizado para escenarios conversacionales. Admite entrada de texto e imagen, salida solo de texto, y es ideal para chatbots y aplicaciones de IA conversacional.",
  "gpt-5-codex.description": "GPT-5 Codex es una variante de GPT-5 optimizada para tareas de codificación agente en entornos similares a Codex.",
  "gpt-5-mini.description": "Una variante de GPT-5 más rápida y rentable para tareas bien definidas, que ofrece respuestas más rápidas manteniendo la calidad.",
  "gpt-5-nano.description": "La variante más rápida y rentable de GPT-5, ideal para aplicaciones sensibles a la latencia y al costo.",
  "gpt-5-pro.description": "GPT-5 pro utiliza más recursos de cómputo para pensar más profundamente y ofrecer respuestas consistentemente mejores.",
  "gpt-5.1-chat-latest.description": "GPT-5.1 Chat: la variante de ChatGPT de GPT-5.1, diseñada para escenarios de conversación.",
  "gpt-5.1-codex-mini.description": "GPT-5.1 Codex mini: una variante Codex más pequeña y económica optimizada para tareas de codificación agente.",
  "gpt-5.1-codex.description": "GPT-5.1 Codex: una variante de GPT-5.1 optimizada para tareas de codificación agente, para flujos de trabajo complejos de código/agente en la API de Respuestas.",
  "gpt-5.1.description": "GPT-5.1 — un modelo insignia optimizado para tareas de codificación y agentes con esfuerzo de razonamiento configurable y contexto extendido.",
  "gpt-5.2-chat-latest.description": "GPT-5.2 Chat es la variante de ChatGPT (chat-latest) con las últimas mejoras en conversación.",
  "gpt-5.2-pro.description": "GPT-5.2 Pro: una variante más inteligente y precisa de GPT-5.2 (solo API de respuestas), adecuada para problemas difíciles y razonamiento prolongado en múltiples turnos.",
  "gpt-5.2.description": "GPT-5.2 es un modelo insignia para flujos de trabajo de codificación y agentes con razonamiento más sólido y rendimiento de contexto largo.",
  "gpt-5.description": "El mejor modelo para tareas de codificación y agentes entre dominios. GPT-5 representa un salto en precisión, velocidad, razonamiento, conciencia de contexto, pensamiento estructurado y resolución de problemas.",
  "gpt-audio.description": "GPT Audio es un modelo general de chat con entrada/salida de audio, compatible con la API de Chat Completions.",
  "gpt-image-1-mini.description": "Una variante de menor costo de GPT Image 1 con entrada nativa de texto e imagen y salida de imagen.",
  "gpt-image-1.5.description": "Un modelo mejorado de GPT Image 1 con generación 4× más rápida, edición más precisa y mejor renderizado de texto.",
  "gpt-image-1.description": "Modelo nativo de generación de imágenes multimodal de ChatGPT.",
  "gpt-oss-120b.description": "Se requiere solicitud de acceso. GPT-OSS-120B es un modelo de lenguaje de código abierto de OpenAI con gran capacidad de generación de texto.",
  "gpt-oss-20b.description": "Se requiere solicitud de acceso. GPT-OSS-20B es un modelo de lenguaje de tamaño medio de código abierto de OpenAI con generación de texto eficiente.",
  "gpt-oss:120b.description": "GPT-OSS 120B es el LLM de código abierto de gran tamaño de OpenAI que utiliza cuantización MXFP4 y se posiciona como modelo insignia. Requiere entornos con múltiples GPU o estaciones de trabajo de alto rendimiento y ofrece un excelente rendimiento en razonamiento complejo, generación de código y procesamiento multilingüe, con funciones avanzadas de llamadas a funciones e integración de herramientas.",
  "gpt-oss:20b.description": "GPT-OSS 20B es un LLM de código abierto de OpenAI que utiliza cuantización MXFP4, adecuado para GPU de consumo de gama alta o Macs con Apple Silicon. Tiene buen rendimiento en generación de diálogos, codificación y tareas de razonamiento, y admite llamadas a funciones y uso de herramientas.",
  "gpt-realtime.description": "Un modelo general en tiempo real que admite entrada/salida de texto y audio en tiempo real, además de entrada de imagen.",
  "grok-2-image-1212.description": "Nuestro modelo más reciente de generación de imágenes crea imágenes vívidas y realistas a partir de indicaciones, y destaca en casos de uso de marketing, redes sociales y entretenimiento.",
  "grok-2-vision-1212.description": "Mejora en precisión, seguimiento de instrucciones y capacidad multilingüe.",
  "grok-3-mini.description": "Un modelo ligero que piensa antes de responder. Es rápido e inteligente para tareas lógicas que no requieren conocimiento profundo del dominio, con acceso a trazas de razonamiento en bruto.",
  "grok-3.description": "Un modelo insignia que destaca en casos de uso empresariales como extracción de datos, codificación y resumen, con conocimiento profundo en finanzas, salud, derecho y ciencia.",
  "grok-4-0709.description": "Grok 4 de xAI con gran capacidad de razonamiento.",
  "grok-4-1-fast-non-reasoning.description": "Modelo multimodal de frontera optimizado para el uso de herramientas de agentes de alto rendimiento.",
  "grok-4-1-fast-reasoning.description": "Modelo multimodal de frontera optimizado para el uso de herramientas de agentes de alto rendimiento.",
  "grok-4-fast-non-reasoning.description": "Nos complace lanzar Grok 4 Fast, nuestro último avance en modelos de razonamiento rentables.",
  "grok-4-fast-reasoning.description": "Nos complace lanzar Grok 4 Fast, nuestro último avance en modelos de razonamiento rentables.",
  "grok-4.description": "Nuestro modelo insignia más nuevo y potente, que destaca en PLN, matemáticas y razonamiento: un todoterreno ideal.",
  "grok-code-fast-1.description": "Nos complace lanzar grok-code-fast-1, un modelo de razonamiento rápido y rentable que destaca en codificación agente.",
  "groq/compound-mini.description": "Compound-mini es un sistema de IA compuesto impulsado por modelos públicos disponibles en GroqCloud, que utiliza herramientas de forma inteligente y selectiva para responder a las consultas de los usuarios.",
  "groq/compound.description": "Compound es un sistema de IA compuesto impulsado por múltiples modelos públicos disponibles en GroqCloud, que utiliza herramientas de forma inteligente y selectiva para responder a las consultas de los usuarios.",
  "gryphe/mythomax-l2-13b.description": "MythoMax L2 13B es un modelo de lenguaje creativo e inteligente, resultado de la fusión de varios modelos de alto nivel.",
  "hunyuan-a13b.description": "El primer modelo de razonamiento híbrido de Hunyuan, mejorado a partir del hunyuan-standard-256K (80B en total, 13B activos). Por defecto utiliza pensamiento lento y permite cambiar entre pensamiento rápido/lento mediante parámetros o el prefijo /no_think. Su capacidad general ha mejorado respecto a la generación anterior, especialmente en matemáticas, ciencia, comprensión de textos largos y tareas de agentes.",
  "hunyuan-code.description": "Último modelo de generación de código entrenado con 200B de código de alta calidad y seis meses de SFT; contexto ampliado a 8K. Ocupa los primeros puestos en benchmarks automatizados para cinco lenguajes y en evaluaciones humanas según diez criterios.",
  "hunyuan-functioncall.description": "Último modelo MoE FunctionCall entrenado con datos de llamadas a funciones de alta calidad, con una ventana de contexto de 32K y resultados líderes en benchmarks en múltiples dimensiones.",
  "hunyuan-large-longcontext.description": "Destaca en tareas con documentos largos como resúmenes y preguntas/respuestas, además de generación general. Fuerte en análisis y generación de textos extensos y complejos.",
  "hunyuan-large-vision.description": "Modelo visión-lenguaje entrenado a partir de Hunyuan Large para comprensión imagen-texto. Admite entrada de múltiples imágenes + texto en cualquier resolución y mejora la comprensión visual multilingüe.",
  "hunyuan-large.description": "Hunyuan-large cuenta con ~389B de parámetros totales y ~52B activados, siendo el modelo MoE abierto más grande y potente con arquitectura Transformer.",
  "hunyuan-lite-vision.description": "Modelo multimodal de 7B más reciente con ventana de contexto de 32K, compatible con chat multimodal en chino/inglés, reconocimiento de objetos, comprensión de tablas en documentos y matemáticas multimodales, superando a sus pares de 7B en múltiples benchmarks.",
  "hunyuan-lite.description": "Actualizado a una arquitectura MoE con ventana de contexto de 256K, liderando muchos modelos abiertos en benchmarks de NLP, código, matemáticas e industria.",
  "hunyuan-pro.description": "Modelo MoE de un billón de parámetros con contexto largo de 32K, líder en benchmarks, fuerte en instrucciones complejas y razonamiento, matemáticas avanzadas, llamadas a funciones y optimizado para traducción multilingüe, finanzas, derecho y medicina.",
  "hunyuan-role.description": "Último modelo de rol, ajustado oficialmente con conjuntos de datos de rol, ofreciendo un rendimiento base más sólido para escenarios de interpretación de personajes.",
  "hunyuan-standard-256K.description": "Utiliza enrutamiento mejorado para mitigar el desequilibrio de carga y el colapso de expertos. Logra un 99.9% en la prueba de aguja en un pajar en contexto largo. MOE-256K amplía aún más la longitud y calidad del contexto.",
  "hunyuan-standard-vision.description": "Último modelo multimodal con respuestas multilingües y capacidad equilibrada en chino/inglés.",
  "hunyuan-standard.description": "Utiliza enrutamiento mejorado para mitigar el desequilibrio de carga y el colapso de expertos. Logra un 99.9% en la prueba de aguja en un pajar en contexto largo. MOE-32K ofrece gran valor al manejar entradas extensas.",
  "hunyuan-t1-20250321.description": "Desarrolla capacidades equilibradas en artes y STEM con fuerte captura de información en textos largos. Soporta razonamiento en matemáticas, lógica, ciencia y problemas de código en distintos niveles de dificultad.",
  "hunyuan-t1-20250403.description": "Mejora la generación de código a nivel de proyecto y la calidad de redacción, refuerza la comprensión de temas en múltiples turnos y el seguimiento de instrucciones ToB, mejora la comprensión a nivel de palabra y reduce problemas de mezcla entre chino simplificado/tradicional e inglés.",
  "hunyuan-t1-20250529.description": "Mejora la escritura creativa y la composición, refuerza la codificación frontend, el razonamiento matemático y lógico, y mejora el seguimiento de instrucciones.",
  "hunyuan-t1-20250711.description": "Mejora significativamente en matemáticas complejas, lógica y codificación, aumenta la estabilidad de salida y mejora la capacidad en textos largos.",
  "hunyuan-t1-latest.description": "Mejora significativamente el modelo de pensamiento lento en matemáticas complejas, razonamiento avanzado, codificación difícil, seguimiento de instrucciones y calidad de escritura creativa.",
  "hunyuan-t1-vision-20250619.description": "Último modelo multimodal de razonamiento profundo t1-vision con cadena de pensamiento nativa larga, significativamente mejorado respecto a la versión predeterminada anterior.",
  "hunyuan-t1-vision-20250916.description": "Último modelo de razonamiento profundo t1-vision con grandes mejoras en VQA, anclaje visual, OCR, gráficos, resolución de problemas fotografiados y creación basada en imágenes, además de mayor rendimiento en inglés y lenguas de bajos recursos.",
  "hunyuan-turbo-20241223.description": "Esta versión mejora la escalabilidad de instrucciones para una mejor generalización, mejora significativamente el razonamiento en matemáticas/código/lógica, refuerza la comprensión a nivel de palabra y mejora la calidad de redacción.",
  "hunyuan-turbo-latest.description": "Mejoras generales en la experiencia en comprensión de NLP, redacción, chat, QA, traducción y dominios; respuestas más humanas, mejor aclaración de intenciones ambiguas, mejor análisis de palabras, mayor calidad creativa e interactividad, y conversaciones de múltiples turnos más sólidas.",
  "hunyuan-turbo-vision.description": "Modelo insignia visión-lenguaje de próxima generación con nueva arquitectura MoE, con amplias mejoras en reconocimiento, creación de contenido, QA de conocimiento y razonamiento analítico.",
  "hunyuan-turbo.description": "Vista previa del LLM de próxima generación de Hunyuan con nueva arquitectura MoE, que ofrece razonamiento más rápido y mejores resultados que hunyuan-pro.",
  "hunyuan-turbos-20250313.description": "Unifica el estilo de solución matemática y refuerza el QA matemático en múltiples turnos. El estilo de redacción se refina para reducir el tono artificial y añadir elegancia.",
  "hunyuan-turbos-20250416.description": "Base de preentrenamiento mejorada para mejorar la comprensión y seguimiento de instrucciones; la alineación mejora matemáticas, código, lógica y ciencia; mejora la calidad de redacción, comprensión, precisión de traducción y QA de conocimiento; refuerza habilidades de agente, especialmente en comprensión de múltiples turnos.",
  "hunyuan-turbos-20250604.description": "Base de preentrenamiento mejorada con mejor redacción y comprensión lectora, avances significativos en código y STEM, y mejor seguimiento de instrucciones complejas.",
  "hunyuan-turbos-20250926.description": "Mejora en la calidad de datos de preentrenamiento y estrategia de postentrenamiento, mejorando agentes, idiomas de bajos recursos/inglés, seguimiento de instrucciones, código y capacidades STEM.",
  "hunyuan-turbos-latest.description": "El último modelo insignia Hunyuan TurboS con razonamiento más sólido y mejor experiencia general.",
  "hunyuan-turbos-longtext-128k-20250325.description": "Destaca en tareas con documentos largos como resúmenes y QA, además de generación general. Fuerte en análisis y generación de textos extensos y complejos.",
  "hunyuan-turbos-role-plus.description": "Último modelo de rol, ajustado oficialmente con conjuntos de datos de rol, ofreciendo un rendimiento base más sólido para escenarios de interpretación de personajes.",
  "hunyuan-turbos-vision-20250619.description": "Último modelo insignia visión-lenguaje TurboS con grandes avances en tareas imagen-texto como reconocimiento de entidades, QA de conocimiento, redacción publicitaria y resolución de problemas basados en fotos.",
  "hunyuan-turbos-vision.description": "Modelo insignia visión-lenguaje de próxima generación basado en el último TurboS, centrado en tareas de comprensión imagen-texto como reconocimiento de entidades, QA de conocimiento, redacción publicitaria y resolución de problemas basados en fotos.",
  "hunyuan-vision-1.5-instruct.description": "Modelo de pensamiento rápido para generación de texto a partir de imágenes basado en TurboS, con mejoras notables respecto a la versión anterior en reconocimiento básico de imágenes y razonamiento visual.",
  "hunyuan-vision.description": "Último modelo multimodal que admite entrada de imagen + texto para generar texto.",
  "image-01-live.description": "Un modelo de generación de imágenes con gran nivel de detalle, compatible con texto a imagen y estilos predefinidos controlables.",
  "image-01.description": "Un nuevo modelo de generación de imágenes con gran nivel de detalle, compatible con texto a imagen e imagen a imagen.",
  "imagen-4.0-fast-generate-001.description": "Versión rápida de la serie de modelos de texto a imagen de cuarta generación de Imagen.",
  "imagen-4.0-generate-001.description": "Serie de modelos de texto a imagen de cuarta generación de Imagen.",
  "imagen-4.0-generate-preview-06-06.description": "Familia de modelos de texto a imagen de cuarta generación de Imagen.",
  "imagen-4.0-ultra-generate-001.description": "Versión Ultra de la serie de modelos de texto a imagen de cuarta generación de Imagen.",
  "imagen-4.0-ultra-generate-preview-06-06.description": "Variante Ultra de la cuarta generación de modelos de texto a imagen de Imagen.",
  "inception/mercury-coder-small.description": "Mercury Coder Small es ideal para generación de código, depuración y refactorización con latencia mínima.",
  "inclusionAI/Ling-flash-2.0.description": "Ling-flash-2.0 es el tercer modelo de arquitectura Ling 2.0 del equipo Bailing de Ant Group. Es un modelo MoE con 100 mil millones de parámetros totales pero solo 6.1 mil millones activos por token (4.8 mil millones sin incluir embeddings). A pesar de su configuración ligera, iguala o supera a modelos densos de 40 mil millones y modelos MoE aún más grandes en múltiples pruebas, explorando alta eficiencia mediante arquitectura y estrategia de entrenamiento.",
  "inclusionAI/Ling-mini-2.0.description": "Ling-mini-2.0 es un modelo MoE pequeño y de alto rendimiento con 16 mil millones de parámetros totales y solo 1.4 mil millones activos por token (789 millones sin embeddings), ofreciendo generación muy rápida. Con un diseño MoE eficiente y grandes datos de entrenamiento de alta calidad, logra un rendimiento de primer nivel comparable a modelos densos de menos de 10 mil millones y modelos MoE más grandes.",
  "inclusionAI/Ring-flash-2.0.description": "Ring-flash-2.0 es un modelo de razonamiento de alto rendimiento optimizado a partir de Ling-flash-2.0-base. Utiliza una arquitectura MoE con 100 mil millones de parámetros totales y solo 6.1 mil millones activos por inferencia. Su algoritmo icepop estabiliza el entrenamiento por refuerzo en modelos MoE, permitiendo avances continuos en razonamiento complejo. Logra grandes avances en pruebas difíciles (concursos de matemáticas, generación de código, razonamiento lógico), superando a los mejores modelos densos de menos de 40 mil millones y rivalizando con modelos MoE abiertos más grandes y modelos cerrados de razonamiento. También se desempeña bien en escritura creativa, y su arquitectura eficiente permite inferencia rápida con menor costo de implementación para alta concurrencia.",
  "inclusionai/ling-1t.description": "Ling-1T es el modelo MoE de 1T de inclusionAI, optimizado para tareas de razonamiento de alta intensidad y cargas de trabajo de gran contexto.",
  "inclusionai/ling-flash-2.0.description": "Ling-flash-2.0 es el modelo MoE de inclusionAI optimizado para eficiencia y rendimiento en razonamiento, adecuado para tareas de tamaño medio a grande.",
  "inclusionai/ling-mini-2.0.description": "Ling-mini-2.0 es el modelo MoE ligero de inclusionAI, que reduce significativamente los costos manteniendo la capacidad de razonamiento.",
  "inclusionai/ming-flash-omini-preview.description": "Ming-flash-omni Preview es el modelo multimodal de inclusionAI, compatible con entradas de voz, imagen y video, con mejoras en renderizado de imágenes y reconocimiento de voz.",
  "inclusionai/ring-1t.description": "Ring-1T es el modelo de razonamiento MoE de un billón de parámetros de inclusionAI, adecuado para tareas de razonamiento a gran escala e investigación.",
  "inclusionai/ring-flash-2.0.description": "Ring-flash-2.0 es una variante del modelo Ring de inclusionAI para escenarios de alto rendimiento, con énfasis en velocidad y eficiencia de costos.",
  "inclusionai/ring-mini-2.0.description": "Ring-mini-2.0 es el modelo MoE ligero de alto rendimiento de inclusionAI, diseñado para concurrencia.",
  "internlm/internlm2_5-7b-chat.description": "InternLM2.5-7B-Chat es un modelo de chat de código abierto basado en la arquitectura InternLM2. El modelo de 7B se enfoca en la generación de diálogos con soporte en chino e inglés, utilizando entrenamiento moderno para conversaciones fluidas e inteligentes. Es adecuado para muchos escenarios de chat como atención al cliente y asistentes personales.",
  "internlm2.5-latest.description": "Modelos heredados aún mantenidos con excelente y estable rendimiento tras muchas iteraciones. Disponibles en tamaños de 7B y 20B, con soporte para contexto de 1M y mejor seguimiento de instrucciones y uso de herramientas. Por defecto se usa la última serie InternLM2.5 (actualmente internlm2.5-20b-chat).",
  "internlm3-latest.description": "Nuestra última serie de modelos con excelente rendimiento en razonamiento, liderando entre los modelos abiertos de su clase. Por defecto se usa la última serie InternLM3 (actualmente internlm3-8b-instruct).",
  "internvl2.5-38b-mpo.description": "InternVL2.5 38B MPO es un modelo multimodal preentrenado para razonamiento complejo imagen-texto.",
  "internvl2.5-latest.description": "InternVL2.5 sigue siendo mantenido con un rendimiento fuerte y estable. Por defecto se usa la última serie InternVL2.5 (actualmente internvl2.5-78b).",
  "internvl3-14b.description": "InternVL3 14B es un modelo multimodal de tamaño medio que equilibra rendimiento y costo.",
  "internvl3-1b.description": "InternVL3 1B es un modelo multimodal ligero para implementaciones con recursos limitados.",
  "internvl3-38b.description": "InternVL3 38B es un modelo multimodal de código abierto de gran tamaño para comprensión imagen-texto de alta precisión.",
  "internvl3-latest.description": "Nuestro modelo multimodal más reciente con mejor comprensión imagen-texto y comprensión de imágenes de secuencia larga, comparable a los mejores modelos cerrados. Por defecto se usa la última serie InternVL (actualmente internvl3-78b).",
  "irag-1.0.description": "ERNIE iRAG es un modelo de generación aumentada con recuperación de imágenes para búsqueda de imágenes, recuperación imagen-texto y generación de contenido.",
  "jamba-large.description": "Nuestro modelo más potente y avanzado, diseñado para tareas empresariales complejas con un rendimiento sobresaliente.",
  "jamba-mini.description": "El modelo más eficiente de su clase, equilibrando velocidad y calidad con un tamaño reducido.",
  "jina-deepsearch-v1.description": "DeepSearch combina búsqueda web, lectura y razonamiento para investigaciones exhaustivas. Funciona como un agente que toma tu tarea de investigación, realiza búsquedas amplias con múltiples iteraciones y luego produce una respuesta. El proceso implica investigación continua, razonamiento y resolución de problemas desde múltiples ángulos, diferenciándose fundamentalmente de los LLM estándar que responden desde datos preentrenados o sistemas RAG tradicionales que dependen de búsquedas superficiales de una sola vez.",
  "kimi-k2-0711-preview.description": "kimi-k2 es un modelo base MoE con sólidas capacidades de programación y agentes (1T de parámetros totales, 32B activos), superando a otros modelos abiertos en razonamiento, programación, matemáticas y benchmarks de agentes.",
  "kimi-k2-0905-preview.description": "kimi-k2-0905-preview ofrece una ventana de contexto de 256k, codificación agente más sólida, mejor calidad de código frontend y comprensión de contexto mejorada.",
  "kimi-k2-instruct.description": "Kimi K2 Instruct es el modelo oficial de razonamiento de Kimi con contexto largo para código, preguntas y respuestas, y más.",
  "kimi-k2-thinking-turbo.description": "Variante de pensamiento largo de K2 de alta velocidad con contexto de 256k, razonamiento profundo sólido y salida de 60–100 tokens/segundo.",
  "kimi-k2-thinking.description": "kimi-k2-thinking es un modelo de pensamiento de Moonshot AI con capacidades generales de agentes y razonamiento. Destaca en razonamiento profundo y puede resolver problemas complejos mediante el uso de herramientas en múltiples pasos.",
  "kimi-k2-turbo-preview.description": "kimi-k2 es un modelo base MoE con sólidas capacidades de programación y agentes (1T de parámetros totales, 32B activos), superando a otros modelos abiertos en razonamiento, programación, matemáticas y benchmarks de agentes.",
  "kimi-k2.5.description": "Kimi K2.5 es el modelo Kimi más avanzado, ofreciendo SOTA de código abierto en tareas de agentes, programación y comprensión visual. Soporta entradas multimodales y modos de pensamiento y no pensamiento.",
  "kimi-k2.description": "Kimi-K2 es un modelo base MoE de Moonshot AI con sólidas capacidades de programación y agentes, con un total de 1T de parámetros y 32B activos. En benchmarks de razonamiento general, programación, matemáticas y tareas de agentes, supera a otros modelos abiertos.",
  "kimi-k2:1t.description": "Kimi K2 es un gran modelo MoE LLM de Moonshot AI con 1T de parámetros totales y 32B activos por pasada. Está optimizado para capacidades de agentes, incluyendo uso avanzado de herramientas, razonamiento y síntesis de código.",
  "kimi-latest.description": "Kimi Latest utiliza el modelo Kimi más reciente y puede incluir funciones experimentales. Admite comprensión de imágenes y selecciona automáticamente modelos de facturación 8k/32k/128k según la longitud del contexto.",
  "kuaishou/kat-coder-pro-v1.description": "KAT-Coder-Pro-V1 (gratis por tiempo limitado) se enfoca en la comprensión de código y automatización para agentes de programación eficientes.",
  "learnlm-1.5-pro-experimental.description": "LearnLM es un modelo experimental específico para tareas, entrenado con principios de ciencia del aprendizaje para seguir instrucciones del sistema en escenarios de enseñanza/aprendizaje, actuando como un tutor experto.",
  "learnlm-2.0-flash-experimental.description": "LearnLM es un modelo experimental específico para tareas, entrenado con principios de ciencia del aprendizaje para seguir instrucciones del sistema en escenarios de enseñanza/aprendizaje, actuando como un tutor experto.",
  "lite.description": "Spark Lite es un LLM ligero con latencia ultra baja y procesamiento eficiente. Es completamente gratuito y admite búsqueda web en tiempo real. Sus respuestas rápidas funcionan bien en dispositivos con pocos recursos y para ajuste fino de modelos, ofreciendo una experiencia inteligente y rentable, especialmente para preguntas y respuestas de conocimiento, generación de contenido y escenarios de búsqueda.",
  "llama-3.1-70b-versatile.description": "Llama 3.1 70B ofrece un razonamiento de IA más sólido para aplicaciones complejas, compatible con procesamiento intensivo con alta eficiencia y precisión.",
  "llama-3.1-8b-instant.description": "Llama 3.1 8B es un modelo de alta eficiencia con generación de texto rápida, ideal para aplicaciones a gran escala y rentables.",
  "llama-3.1-instruct.description": "El modelo Llama 3.1 ajustado por instrucciones está optimizado para chat y supera a muchos modelos de chat abiertos en benchmarks de la industria.",
  "llama-3.2-11b-vision-instruct.description": "Razonamiento visual sólido en imágenes de alta resolución, ideal para aplicaciones de comprensión visual.",
  "llama-3.2-11b-vision-preview.description": "Llama 3.2 está diseñado para tareas que combinan visión y texto, destacando en subtitulado de imágenes y preguntas visuales para unir generación de lenguaje y razonamiento visual.",
  "llama-3.2-90b-vision-instruct.description": "Razonamiento visual avanzado para aplicaciones de agentes con comprensión visual.",
  "llama-3.2-90b-vision-preview.description": "Llama 3.2 está diseñado para tareas que combinan visión y texto, destacando en subtitulado de imágenes y preguntas visuales para unir generación de lenguaje y razonamiento visual.",
  "llama-3.2-vision-instruct.description": "El modelo Llama 3.2-Vision ajustado por instrucciones está optimizado para reconocimiento visual, razonamiento de imágenes, subtitulado y preguntas generales sobre imágenes.",
  "llama-3.3-70b-versatile.description": "Meta Llama 3.3 es un LLM multilingüe con 70B de parámetros (entrada/salida de texto), disponible en variantes preentrenadas y ajustadas por instrucciones. La versión ajustada por instrucciones está optimizada para diálogos multilingües y supera a muchos modelos de chat abiertos y cerrados en benchmarks de la industria.",
  "llama-3.3-70b.description": "Llama 3.3 70B: un modelo Llama de tamaño medio a grande que equilibra razonamiento y rendimiento.",
  "llama-3.3-instruct.description": "El modelo Llama 3.3 ajustado por instrucciones está optimizado para chat y supera a muchos modelos de chat abiertos en benchmarks de la industria.",
  "llama3-70b-8192.description": "Meta Llama 3 70B ofrece una gestión excepcional de la complejidad para proyectos exigentes.",
  "llama3-8b-8192.description": "Meta Llama 3 8B ofrece un rendimiento sólido en razonamiento para escenarios diversos.",
  "llama3-groq-70b-8192-tool-use-preview.description": "Llama 3 Groq 70B Tool Use ofrece llamadas a herramientas sólidas para manejar tareas complejas de manera eficiente.",
  "llama3-groq-8b-8192-tool-use-preview.description": "Llama 3 Groq 8B Tool Use está optimizado para uso eficiente de herramientas con procesamiento paralelo rápido.",
  "llama3.1-8b.description": "Llama 3.1 8B: una variante Llama pequeña y de baja latencia para inferencia en línea ligera y chat.",
  "llama3.1.description": "Llama 3.1 es el modelo líder de Meta, escalando hasta 405B parámetros para diálogo complejo, traducción multilingüe y análisis de datos.",
  "llama3.1:405b.description": "Llama 3.1 es el modelo líder de Meta, escalando hasta 405B parámetros para diálogo complejo, traducción multilingüe y análisis de datos.",
  "llama3.1:70b.description": "Llama 3.1 es el modelo líder de Meta, escalando hasta 405B parámetros para diálogo complejo, traducción multilingüe y análisis de datos.",
  "llava-v1.5-7b-4096-preview.description": "LLaVA 1.5 7B fusiona procesamiento visual para generar salidas complejas a partir de entradas visuales.",
  "llava.description": "LLaVA es un modelo multimodal que combina un codificador visual y Vicuna para una sólida comprensión visión-lenguaje.",
  "llava:13b.description": "LLaVA es un modelo multimodal que combina un codificador visual y Vicuna para una sólida comprensión visión-lenguaje.",
  "llava:34b.description": "LLaVA es un modelo multimodal que combina un codificador visual y Vicuna para una sólida comprensión visión-lenguaje.",
  "magistral-medium-latest.description": "Magistral Medium 1.2 es un modelo de razonamiento avanzado de Mistral AI (sep. 2025) con soporte de visión.",
  "magistral-small-2509.description": "Magistral Small 1.2 es un modelo de razonamiento pequeño y de código abierto de Mistral AI (sep. 2025) con soporte de visión.",
  "mathstral.description": "MathΣtral está diseñado para investigación científica y razonamiento matemático, con gran capacidad de cálculo y explicación.",
  "max-32k.description": "Spark Max 32K ofrece procesamiento de contexto amplio con mejor comprensión contextual y razonamiento lógico, admitiendo entradas de hasta 32K tokens para lectura de documentos largos y preguntas sobre conocimiento privado.",
  "megrez-3b-instruct.description": "Megrez 3B Instruct es un modelo pequeño y eficiente de Wuwen Xinqiong.",
  "meituan/longcat-flash-chat.description": "Un modelo base sin razonamiento de código abierto de Meituan, optimizado para diálogo y tareas de agentes, con gran capacidad en el uso de herramientas e interacciones complejas de múltiples turnos.",
  "meta-llama-3-70b-instruct.description": "Un potente modelo de 70 mil millones de parámetros que destaca en razonamiento, programación y tareas lingüísticas amplias.",
  "meta-llama-3-8b-instruct.description": "Un modelo versátil de 8 mil millones de parámetros optimizado para chat y generación de texto.",
  "meta-llama-3.1-405b-instruct.description": "Llama 3.1 es un modelo de texto ajustado por instrucciones, optimizado para chat multilingüe, con alto rendimiento en los principales benchmarks de la industria entre modelos abiertos y cerrados.",
  "meta-llama-3.1-70b-instruct.description": "Llama 3.1 es un modelo de texto ajustado por instrucciones, optimizado para chat multilingüe, con alto rendimiento en los principales benchmarks de la industria entre modelos abiertos y cerrados.",
  "meta-llama-3.1-8b-instruct.description": "Llama 3.1 es un modelo de texto ajustado por instrucciones, optimizado para chat multilingüe, con alto rendimiento en los principales benchmarks de la industria entre modelos abiertos y cerrados.",
  "meta-llama/Llama-2-13b-chat-hf.description": "LLaMA-2 Chat (13B) ofrece un sólido manejo del lenguaje y una experiencia de chat confiable.",
  "meta-llama/Llama-2-70b-hf.description": "LLaMA-2 ofrece un sólido manejo del lenguaje y una experiencia de interacción fluida.",
  "meta-llama/Llama-3-70b-chat-hf.description": "Llama 3 70B Instruct Reference es un potente modelo de chat para diálogos complejos.",
  "meta-llama/Llama-3-8b-chat-hf.description": "Llama 3 8B Instruct Reference ofrece soporte multilingüe y amplio conocimiento de dominio.",
  "meta-llama/Llama-3.2-11B-Vision-Instruct-Turbo.description": "LLaMA 3.2 está diseñado para tareas que combinan visión y texto. Destaca en subtitulado de imágenes y preguntas visuales, uniendo generación de lenguaje y razonamiento visual.",
  "meta-llama/Llama-3.2-3B-Instruct-Turbo.description": "LLaMA 3.2 está diseñado para tareas que combinan visión y texto. Destaca en subtitulado de imágenes y preguntas visuales, uniendo generación de lenguaje y razonamiento visual.",
  "meta-llama/Llama-3.2-90B-Vision-Instruct-Turbo.description": "LLaMA 3.2 está diseñado para tareas que combinan visión y texto. Destaca en subtitulado de imágenes y preguntas visuales, uniendo generación de lenguaje y razonamiento visual.",
  "meta-llama/Llama-3.3-70B-Instruct-Turbo.description": "Meta Llama 3.3 es un LLM multilingüe de 70B (entrada/salida de texto) preentrenado y ajustado por instrucciones. La versión ajustada por instrucciones está optimizada para chat multilingüe y supera a muchos modelos abiertos y cerrados en benchmarks de la industria.",
  "meta-llama/Llama-Vision-Free.description": "LLaMA 3.2 está diseñado para tareas que combinan visión y texto. Destaca en subtitulado de imágenes y preguntas visuales, uniendo generación de lenguaje y razonamiento visual.",
  "meta-llama/Meta-Llama-3-70B-Instruct-Lite.description": "Llama 3 70B Instruct Lite está diseñado para alto rendimiento con menor latencia.",
  "meta-llama/Meta-Llama-3-70B-Instruct-Turbo.description": "Llama 3 70B Instruct Turbo ofrece gran comprensión y generación para las cargas de trabajo más exigentes.",
  "meta-llama/Meta-Llama-3-8B-Instruct-Lite.description": "Llama 3 8B Instruct Lite equilibra rendimiento para entornos con recursos limitados.",
  "meta-llama/Meta-Llama-3-8B-Instruct-Turbo.description": "Llama 3 8B Instruct Turbo es un LLM de alto rendimiento para una amplia gama de casos de uso.",
  "meta-llama/Meta-Llama-3.1-405B-Instruct-Turbo.description": "El modelo Turbo de 405B de Llama 3.1 ofrece una enorme capacidad de contexto para procesamiento de big data y destaca en aplicaciones de IA a ultra escala.",
  "meta-llama/Meta-Llama-3.1-405B-Instruct.description": "Llama 3.1 es la familia de modelos líder de Meta, escalando hasta 405B parámetros para diálogo complejo, traducción multilingüe y análisis de datos.",
  "meta-llama/Meta-Llama-3.1-70B-Instruct-Turbo.description": "Llama 3.1 70B está finamente ajustado para aplicaciones de alta carga; la cuantización FP8 ofrece cómputo eficiente y precisión en escenarios complejos.",
  "meta-llama/Meta-Llama-3.1-70B.description": "Llama 3.1 es la familia de modelos líder de Meta, escalando hasta 405B parámetros para diálogo complejo, traducción multilingüe y análisis de datos.",
  "meta-llama/Meta-Llama-3.1-8B-Instruct-Turbo.description": "Llama 3.1 8B usa cuantización FP8, admite hasta 131,072 tokens de contexto y se ubica entre los mejores modelos abiertos para tareas complejas en múltiples benchmarks.",
  "meta-llama/llama-3-70b-instruct.description": "Llama 3 70B Instruct está optimizado para diálogos de alta calidad y tiene un rendimiento destacado en evaluaciones humanas.",
  "meta-llama/llama-3-8b-instruct.description": "Llama 3 8B Instruct está optimizado para diálogos de alta calidad, superando a muchos modelos cerrados.",
  "meta-llama/llama-3.1-70b-instruct.description": "La última serie Llama 3.1 de Meta, la variante de 70B ajustada por instrucciones, optimizada para diálogos de alta calidad. En evaluaciones de la industria, muestra un rendimiento sólido frente a modelos cerrados líderes. (Disponible solo para entidades verificadas empresarialmente.)",
  "meta-llama/llama-3.1-8b-instruct.description": "La última serie Llama 3.1 de Meta, la variante de 8B ajustada por instrucciones, es especialmente rápida y eficiente. En evaluaciones de la industria, ofrece un rendimiento sólido, superando a muchos modelos cerrados líderes. (Disponible solo para entidades verificadas empresarialmente.)",
  "meta-llama/llama-3.1-8b-instruct:free.description": "LLaMA 3.1 ofrece soporte multilingüe y es uno de los modelos generativos líderes.",
  "meta-llama/llama-3.2-11b-vision-instruct.description": "LLaMA 3.2 está diseñado para tareas que combinan visión y texto. Destaca en subtitulación de imágenes y preguntas visuales, uniendo la generación de lenguaje con el razonamiento visual.",
  "meta-llama/llama-3.2-3b-instruct.description": "meta-llama/llama-3.2-3b-instruct",
  "meta-llama/llama-3.2-90b-vision-instruct.description": "LLaMA 3.2 está diseñado para tareas que combinan visión y texto. Destaca en subtitulación de imágenes y preguntas visuales, uniendo la generación de lenguaje con el razonamiento visual.",
  "meta-llama/llama-3.3-70b-instruct.description": "Llama 3.3 es el modelo Llama multilingüe de código abierto más avanzado, con un rendimiento cercano al de modelos de 405B a un costo muy bajo. Está basado en Transformer y mejorado con SFT y RLHF para mayor utilidad y seguridad. La versión ajustada por instrucciones está optimizada para chat multilingüe y supera a muchos modelos abiertos y cerrados en pruebas de referencia de la industria. Fecha de corte de conocimiento: diciembre de 2023.",
  "meta-llama/llama-3.3-70b-instruct:free.description": "Llama 3.3 es el modelo Llama multilingüe de código abierto más avanzado, con un rendimiento cercano al de modelos de 405B a un costo muy bajo. Está basado en Transformer y mejorado con SFT y RLHF para mayor utilidad y seguridad. La versión ajustada por instrucciones está optimizada para chat multilingüe y supera a muchos modelos abiertos y cerrados en pruebas de referencia de la industria. Fecha de corte de conocimiento: diciembre de 2023.",
  "meta.llama3-1-405b-instruct-v1:0.description": "Meta Llama 3.1 405B Instruct es el modelo Llama 3.1 Instruct más grande y potente, altamente avanzado para razonamiento en diálogos y generación de datos sintéticos, y una base sólida para preentrenamiento o ajuste fino en dominios específicos. Los LLMs multilingües Llama 3.1 son modelos de generación preentrenados y ajustados por instrucciones en tamaños de 8B, 70B y 405B (texto de entrada/salida). Los modelos ajustados están optimizados para diálogos multilingües y superan a muchos modelos de chat abiertos en pruebas de referencia comunes. Llama 3.1 está diseñado para uso comercial y de investigación en múltiples idiomas. Los modelos ajustados son ideales para chat estilo asistente, mientras que los preentrenados se adaptan a tareas más amplias de generación de lenguaje natural. Las salidas de Llama 3.1 también pueden utilizarse para mejorar otros modelos, incluida la generación y refinamiento de datos sintéticos. Llama 3.1 es un modelo Transformer autorregresivo con una arquitectura optimizada. Las versiones ajustadas utilizan ajuste fino supervisado (SFT) y aprendizaje por refuerzo con retroalimentación humana (RLHF) para alinearse con las preferencias humanas en cuanto a utilidad y seguridad.",
  "meta.llama3-1-70b-instruct-v1:0.description": "Una versión actualizada de Meta Llama 3.1 70B Instruct con una ventana de contexto extendida de 128K, soporte multilingüe y razonamiento mejorado. Los LLMs multilingües Llama 3.1 son modelos de generación preentrenados y ajustados por instrucciones en tamaños de 8B, 70B y 405B (texto de entrada/salida). Los modelos ajustados están optimizados para diálogos multilingües y superan a muchos modelos de chat abiertos en pruebas de referencia comunes. Llama 3.1 está diseñado para uso comercial y de investigación en múltiples idiomas. Los modelos ajustados son ideales para chat estilo asistente, mientras que los preentrenados se adaptan a tareas más amplias de generación de lenguaje natural. Las salidas de Llama 3.1 también pueden utilizarse para mejorar otros modelos, incluida la generación y refinamiento de datos sintéticos. Llama 3.1 es un modelo Transformer autorregresivo con una arquitectura optimizada. Las versiones ajustadas utilizan ajuste fino supervisado (SFT) y aprendizaje por refuerzo con retroalimentación humana (RLHF) para alinearse con las preferencias humanas en cuanto a utilidad y seguridad.",
  "meta.llama3-1-8b-instruct-v1:0.description": "Una versión actualizada de Meta Llama 3.1 8B Instruct con una ventana de contexto de 128K, soporte multilingüe y razonamiento mejorado. La familia Llama 3.1 incluye modelos de texto ajustados por instrucciones de 8B, 70B y 405B optimizados para chat multilingüe y alto rendimiento en pruebas de referencia. Está diseñado para uso comercial y de investigación en múltiples idiomas; los modelos ajustados son ideales para chat estilo asistente, mientras que los preentrenados se adaptan a tareas más amplias de generación. Las salidas de Llama 3.1 también pueden utilizarse para mejorar otros modelos (por ejemplo, datos sintéticos y refinamiento). Es un modelo Transformer autorregresivo, con SFT y RLHF para alinearse con la utilidad y seguridad.",
  "meta.llama3-70b-instruct-v1:0.description": "Meta Llama 3 es un LLM abierto para desarrolladores, investigadores y empresas, diseñado para ayudarles a construir, experimentar y escalar de forma responsable ideas de IA generativa. Como parte de la base para la innovación de la comunidad global, es ideal para creación de contenido, IA conversacional, comprensión del lenguaje, I+D y aplicaciones empresariales.",
  "meta.llama3-8b-instruct-v1:0.description": "Meta Llama 3 es un modelo LLM abierto para desarrolladores, investigadores y empresas, diseñado para ayudarles a construir, experimentar y escalar de manera responsable ideas de IA generativa. Como parte de la base para la innovación de la comunidad global, es ideal para entornos con recursos y capacidad de cómputo limitados, dispositivos en el borde y tiempos de entrenamiento más rápidos.",
  "meta/Llama-3.2-11B-Vision-Instruct.description": "Razonamiento visual sólido en imágenes de alta resolución, ideal para aplicaciones de comprensión visual.",
  "meta/Llama-3.2-90B-Vision-Instruct.description": "Razonamiento visual avanzado para aplicaciones de agentes con comprensión visual.",
  "meta/Llama-3.3-70B-Instruct.description": "Llama 3.3 es el modelo Llama multilingüe de código abierto más avanzado, con un rendimiento cercano al de modelos de 405B a un costo muy bajo. Basado en Transformer y mejorado con SFT y RLHF para mayor utilidad y seguridad. La versión ajustada por instrucciones está optimizada para chat multilingüe y supera a muchos modelos abiertos y cerrados en pruebas de referencia de la industria. Fecha de corte de conocimiento: diciembre de 2023.",
  "meta/Meta-Llama-3-70B-Instruct.description": "Un potente modelo de 70 mil millones de parámetros que destaca en razonamiento, programación y tareas lingüísticas generales.",
  "meta/Meta-Llama-3-8B-Instruct.description": "Un modelo versátil de 8 mil millones de parámetros optimizado para chat y generación de texto.",
  "meta/Meta-Llama-3.1-405B-Instruct.description": "Modelo de texto Llama 3.1 ajustado por instrucciones, optimizado para chat multilingüe, con alto rendimiento en pruebas de referencia comunes entre modelos abiertos y cerrados.",
  "meta/Meta-Llama-3.1-70B-Instruct.description": "Modelo de texto Llama 3.1 ajustado por instrucciones, optimizado para chat multilingüe, con alto rendimiento en pruebas de referencia comunes entre modelos abiertos y cerrados.",
  "meta/Meta-Llama-3.1-8B-Instruct.description": "Modelo de texto Llama 3.1 ajustado por instrucciones, optimizado para chat multilingüe, con alto rendimiento en pruebas de referencia comunes entre modelos abiertos y cerrados.",
  "meta/llama-3-70b.description": "Un modelo de 70 mil millones de parámetros de código abierto afinado por Meta para seguir instrucciones, servido por Groq en hardware LPU para inferencia rápida y eficiente.",
  "meta/llama-3-8b.description": "Un modelo de 8 mil millones de parámetros de código abierto afinado por Meta para seguir instrucciones, servido por Groq en hardware LPU para inferencia rápida y eficiente.",
  "meta/llama-3.1-405b-instruct.description": "Un modelo LLM avanzado que admite generación de datos sintéticos, destilación de conocimiento y razonamiento para chatbots, programación y tareas especializadas.",
  "meta/llama-3.1-70b-instruct.description": "Diseñado para diálogos complejos con excelente comprensión de contexto, razonamiento y generación de texto.",
  "meta/llama-3.1-70b.description": "Una versión actualizada de Meta Llama 3 70B Instruct con contexto de 128K, soporte multilingüe y razonamiento mejorado.",
  "meta/llama-3.1-8b-instruct.description": "Un modelo de vanguardia con sólida comprensión del lenguaje, razonamiento y generación de texto.",
  "meta/llama-3.1-8b.description": "Llama 3.1 8B admite una ventana de contexto de 128K, ideal para chat en tiempo real y análisis de datos, y ofrece un ahorro significativo de costos frente a modelos más grandes. Servido por Groq en hardware LPU para inferencia rápida y eficiente.",
  "meta/llama-3.2-11b-vision-instruct.description": "Un modelo de vanguardia en visión y lenguaje que destaca en razonamiento de alta calidad a partir de imágenes.",
  "meta/llama-3.2-11b.description": "Modelo de razonamiento visual ajustado por instrucciones (entrada de texto + imagen, salida de texto) optimizado para reconocimiento visual, razonamiento de imágenes, subtitulado y preguntas y respuestas generales sobre imágenes.",
  "meta/llama-3.2-1b-instruct.description": "Un modelo lingüístico pequeño de vanguardia con sólida comprensión, razonamiento y generación de texto.",
  "meta/llama-3.2-1b.description": "Modelo solo de texto para casos de uso en dispositivos como recuperación local multilingüe, resumen y reescritura.",
  "meta/llama-3.2-3b-instruct.description": "Un modelo lingüístico pequeño de vanguardia con sólida comprensión, razonamiento y generación de texto.",
  "meta/llama-3.2-3b.description": "Modelo solo de texto afinado para casos de uso en dispositivos como recuperación local multilingüe, resumen y reescritura.",
  "meta/llama-3.2-90b-vision-instruct.description": "Un modelo de vanguardia en visión y lenguaje que destaca en razonamiento de alta calidad a partir de imágenes.",
  "meta/llama-3.2-90b.description": "Modelo de razonamiento visual ajustado por instrucciones (entrada de texto + imagen, salida de texto) optimizado para reconocimiento visual, razonamiento de imágenes, subtitulado y preguntas y respuestas generales sobre imágenes.",
  "meta/llama-3.3-70b-instruct.description": "Un modelo LLM avanzado con gran capacidad de razonamiento, matemáticas, sentido común y llamadas a funciones.",
  "meta/llama-3.3-70b.description": "Un equilibrio perfecto entre rendimiento y eficiencia. Diseñado para IA conversacional de alto rendimiento en creación de contenido, aplicaciones empresariales e investigación, con sólida comprensión del lenguaje para resumen, clasificación, análisis de sentimientos y generación de código.",
  "meta/llama-4-maverick.description": "La familia Llama 4 es un conjunto de modelos de IA multimodal nativos que admiten experiencias de texto y multimodales, utilizando MoE para una comprensión líder de texto e imagen. Llama 4 Maverick es un modelo de 17B con 128 expertos, servido por DeepInfra.",
  "meta/llama-4-scout.description": "La familia Llama 4 es un conjunto de modelos de IA multimodal nativos que admiten experiencias de texto y multimodales, utilizando MoE para una comprensión líder de texto e imagen. Llama 4 Scout es un modelo de 17B con 16 expertos, servido por DeepInfra.",
  "microsoft/Phi-3-medium-128k-instruct.description": "El mismo modelo Phi-3-medium con una ventana de contexto ampliada para RAG o indicaciones de pocos ejemplos.",
  "microsoft/Phi-3-medium-4k-instruct.description": "Modelo de 14 mil millones de parámetros con mayor calidad que Phi-3-mini, centrado en datos de alta calidad y razonamiento intensivo.",
  "microsoft/Phi-3-mini-128k-instruct.description": "El mismo modelo Phi-3-mini con una ventana de contexto ampliada para RAG o indicaciones de pocos ejemplos.",
  "microsoft/Phi-3-mini-4k-instruct.description": "El miembro más pequeño de la familia Phi-3, optimizado para calidad y baja latencia.",
  "microsoft/Phi-3-small-128k-instruct.description": "El mismo modelo Phi-3-small con una ventana de contexto más amplia para RAG o prompts de pocos ejemplos.",
  "microsoft/Phi-3-small-8k-instruct.description": "Un modelo de 7 mil millones de parámetros con mayor calidad que Phi-3-mini, enfocado en datos de alta calidad y razonamiento intensivo.",
  "microsoft/Phi-3.5-mini-instruct.description": "Una versión actualizada del modelo Phi-3-mini.",
  "microsoft/Phi-3.5-vision-instruct.description": "Una versión actualizada del modelo Phi-3-vision.",
  "microsoft/WizardLM-2-8x22B.description": "WizardLM 2 es un modelo de lenguaje de Microsoft AI que destaca en diálogos complejos, tareas multilingües, razonamiento y asistentes.",
  "microsoft/wizardlm-2-8x22b.description": "WizardLM-2 8x22B es el modelo Wizard más avanzado de Microsoft AI, con un rendimiento altamente competitivo.",
  "mimo-v2-flash.description": "MiMo-V2-Flash: un modelo eficiente para razonamiento, programación y fundamentos de agentes.",
  "minicpm-v.description": "MiniCPM-V es el modelo multimodal de próxima generación de OpenBMB, con excelente OCR y comprensión multimodal para una amplia gama de casos de uso.",
  "minimax-m2.1.description": "MiniMax-M2.1 es la versión más reciente de la serie MiniMax, optimizada para programación multilingüe y tareas complejas del mundo real. Como modelo nativo de IA, MiniMax-M2.1 logra mejoras significativas en rendimiento, soporte de marcos de agentes y adaptación a múltiples escenarios, ayudando a empresas e individuos a adoptar rápidamente un estilo de vida y trabajo nativo de IA.",
  "minimax-m2.description": "MiniMax M2 es un modelo de lenguaje grande eficiente diseñado específicamente para programación y flujos de trabajo de agentes.",
  "minimax/minimax-m2.1.description": "MiniMax-M2.1 es un modelo de lenguaje grande de última generación y peso ligero, optimizado para programación, flujos de trabajo de agentes y desarrollo moderno de aplicaciones, ofreciendo salidas más limpias, concisas y tiempos de respuesta más rápidos.",
  "minimax/minimax-m2.description": "MiniMax-M2 es un modelo de alto valor que sobresale en tareas de codificación y agentes para muchos escenarios de ingeniería.",
  "minimaxai/minimax-m2.description": "MiniMax-M2 es un modelo MoE compacto, rápido y rentable (230B en total, 10B activos) diseñado para un rendimiento de primer nivel en codificación y agentes, manteniendo una sólida inteligencia general. Destaca en ediciones de múltiples archivos, ciclos de ejecución y corrección de código, validación de pruebas y cadenas de herramientas complejas.",
  "ministral-3b-latest.description": "Ministral 3B es el modelo de borde de más alto nivel de Mistral.",
  "ministral-8b-latest.description": "Ministral 8B es un modelo de borde altamente rentable de Mistral.",
  "mistral-ai/Mistral-Large-2411.description": "El modelo insignia de Mistral para tareas complejas que requieren razonamiento a gran escala o especialización (generación de texto sintético, generación de código, RAG o agentes).",
  "mistral-ai/Mistral-Nemo.description": "Mistral Nemo es un LLM de vanguardia con razonamiento de última generación, conocimiento del mundo y codificación para su tamaño.",
  "mistral-ai/mistral-small-2503.description": "Mistral Small es adecuado para cualquier tarea basada en lenguaje que requiera alta eficiencia y baja latencia.",
  "mistral-large-instruct.description": "Mistral-Large-Instruct-2407 es un LLM denso avanzado con 123 mil millones de parámetros y razonamiento, conocimiento y codificación de última generación.",
  "mistral-large-latest.description": "Mistral Large es el modelo insignia, fuerte en tareas multilingües, razonamiento complejo y generación de código, ideal para aplicaciones de alto nivel.",
  "mistral-large.description": "Mixtral Large es el modelo insignia de Mistral, que combina generación de código, matemáticas y razonamiento con una ventana de contexto de 128K.",
  "mistral-medium-latest.description": "Mistral Medium 3 ofrece un rendimiento de última generación a un costo 8× menor y simplifica el despliegue empresarial.",
  "mistral-nemo-instruct.description": "Mistral-Nemo-Instruct-2407 es la versión ajustada por instrucciones de Mistral-Nemo-Base-2407.",
  "mistral-nemo.description": "Mistral Nemo es un modelo de 12 mil millones de parámetros de alta eficiencia de Mistral AI y NVIDIA.",
  "mistral-small-latest.description": "Mistral Small es una opción rentable, rápida y confiable para traducción, resumen y análisis de sentimientos.",
  "mistral-small.description": "Mistral Small es adecuado para cualquier tarea basada en lenguaje que requiera alta eficiencia y baja latencia.",
  "mistral.description": "Mistral es el modelo de 7 mil millones de parámetros de Mistral AI, adecuado para tareas lingüísticas variadas.",
  "mistral/codestral-embed.description": "Un modelo de incrustación de código para indexar bases de código y repositorios, compatible con asistentes de programación.",
  "mistral/codestral.description": "Mistral Codestral 25.01 es un modelo de codificación de última generación optimizado para baja latencia y uso frecuente. Soporta más de 80 lenguajes y destaca en FIM, corrección de código y generación de pruebas.",
  "mistral/devstral-small.description": "Devstral es un LLM orientado a agentes para tareas de ingeniería de software, lo que lo convierte en una opción sólida para agentes de desarrollo.",
  "mistral/magistral-medium.description": "Pensamiento complejo respaldado por una comprensión profunda con razonamiento transparente que puedes seguir y verificar. Mantiene un razonamiento de alta fidelidad en varios idiomas, incluso a mitad de tarea.",
  "mistral/magistral-small.description": "Pensamiento complejo respaldado por una comprensión profunda con razonamiento transparente que puedes seguir y verificar. Mantiene un razonamiento de alta fidelidad en varios idiomas, incluso a mitad de tarea.",
  "mistral/ministral-3b.description": "Un modelo compacto y eficiente para tareas en dispositivos como asistentes y análisis locales, con rendimiento de baja latencia.",
  "mistral/ministral-8b.description": "Un modelo más potente con inferencia rápida y eficiente en memoria, ideal para flujos de trabajo complejos y aplicaciones exigentes en el borde.",
  "mistral/mistral-embed.description": "Un modelo general de incrustación de texto para búsqueda semántica, similitud, agrupamiento y flujos de trabajo RAG.",
  "mistral/mistral-large.description": "Mistral Large es ideal para tareas complejas que requieren razonamiento sólido o especialización: generación de texto sintético, generación de código, RAG o agentes.",
  "mistral/mistral-small.description": "Mistral Small es ideal para tareas simples y por lotes como clasificación, soporte al cliente o generación de texto, ofreciendo gran rendimiento a un precio accesible.",
  "mistral/mixtral-8x22b-instruct.description": "Modelo Instruct 8x22B. 8x22B es un modelo MoE abierto servido por Mistral.",
  "mistral/pixtral-12b.description": "Un modelo de 12 mil millones de parámetros con comprensión de imágenes y texto.",
  "mistral/pixtral-large.description": "Pixtral Large es el segundo modelo de nuestra familia multimodal con comprensión de imágenes de vanguardia. Maneja documentos, gráficos e imágenes naturales mientras mantiene la comprensión textual líder de Mistral Large 2.",
  "mistralai/Mistral-7B-Instruct-v0.1.description": "Mistral (7B) Instruct es conocido por su sólido rendimiento en muchas tareas lingüísticas.",
  "mistralai/Mistral-7B-Instruct-v0.2.description": "Mistral (7B) Instruct v0.2 mejora el manejo de instrucciones y la precisión de los resultados.",
  "mistralai/Mistral-7B-Instruct-v0.3.description": "Mistral (7B) Instruct v0.3 ofrece cómputo eficiente y sólida comprensión del lenguaje para muchos casos de uso.",
  "mistralai/Mistral-7B-v0.1.description": "Mistral 7B es compacto pero de alto rendimiento, fuerte para procesamiento por lotes y tareas simples como clasificación y generación de texto, con razonamiento sólido.",
  "mistralai/Mixtral-8x22B-Instruct-v0.1.description": "Mixtral-8x22B Instruct (141B) es un LLM muy grande para cargas de trabajo pesadas.",
  "mistralai/Mixtral-8x7B-Instruct-v0.1.description": "Mixtral-8x7B Instruct (46.7B) ofrece alta capacidad para procesamiento de datos a gran escala.",
  "mistralai/Mixtral-8x7B-v0.1.description": "Mixtral 8x7B es un modelo MoE disperso que acelera la inferencia, adecuado para tareas multilingües y generación de código.",
  "mistralai/mistral-nemo.description": "Mistral Nemo es un modelo de 7.3B con soporte multilingüe y sólido rendimiento en codificación.",
  "mixtral-8x7b-32768.description": "Mixtral 8x7B ofrece computación paralela tolerante a fallos para tareas complejas.",
  "mixtral.description": "Mixtral es el modelo MoE de Mistral AI con pesos abiertos, compatible con generación de código y comprensión del lenguaje.",
  "mixtral:8x22b.description": "Mixtral es el modelo MoE de Mistral AI con pesos abiertos, compatible con generación de código y comprensión del lenguaje.",
  "moonshot-v1-128k-vision-preview.description": "Los modelos de visión Kimi (incluidos moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview) pueden comprender contenido de imágenes como texto, colores y formas de objetos.",
  "moonshot-v1-128k.description": "Moonshot V1 128K ofrece contexto ultra largo para generación de texto muy extensa, manejando hasta 128,000 tokens para investigación, entornos académicos y documentos extensos.",
  "moonshot-v1-32k-vision-preview.description": "Los modelos de visión Kimi (incluidos moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview) pueden comprender contenido de imágenes como texto, colores y formas de objetos.",
  "moonshot-v1-32k.description": "Moonshot V1 32K admite 32,768 tokens para contextos de longitud media, ideal para documentos largos y diálogos complejos en creación de contenido, informes y sistemas de chat.",
  "moonshot-v1-8k-vision-preview.description": "Los modelos de visión Kimi (incluidos moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview) pueden comprender contenido de imágenes como texto, colores y formas de objetos.",
  "moonshot-v1-8k.description": "Moonshot V1 8K está optimizado para generación de texto corto con rendimiento eficiente, manejando 8,192 tokens para chats breves, notas y contenido rápido.",
  "moonshot-v1-auto.description": "Moonshot V1 Auto selecciona el modelo adecuado según el uso actual de tokens de contexto.",
  "moonshotai/Kimi-Dev-72B.description": "Kimi-Dev-72B es un modelo de código de código abierto optimizado con aprendizaje por refuerzo a gran escala para generar parches robustos y listos para producción. Obtiene un 60.4% en SWE-bench Verified, estableciendo un nuevo récord entre modelos abiertos para tareas de ingeniería de software automatizada como corrección de errores y revisión de código.",
  "moonshotai/Kimi-K2-Instruct-0905.description": "Kimi K2-Instruct-0905 es la versión más nueva y potente de Kimi K2. Es un modelo MoE de primer nivel con 1T total y 32B de parámetros activos. Sus características clave incluyen mayor inteligencia en programación de agentes con mejoras significativas en benchmarks y tareas reales, además de mejor estética y usabilidad en código frontend.",
  "moonshotai/Kimi-K2-Thinking.description": "Kimi K2 Thinking es el modelo de razonamiento de código abierto más potente hasta la fecha. Amplía considerablemente la profundidad del razonamiento multietapa y mantiene un uso estable de herramientas en 200–300 llamadas consecutivas, estableciendo nuevos récords en Humanity's Last Exam (HLE), BrowseComp y otros benchmarks. Destaca en programación, matemáticas, lógica y escenarios de agentes. Basado en una arquitectura MoE con ~1T de parámetros totales, admite una ventana de contexto de 256K y llamadas a herramientas.",
  "moonshotai/kimi-k2-0711.description": "Kimi K2 0711 es la variante instructiva de la serie Kimi, adecuada para el uso de herramientas y generación de código de alta calidad.",
  "moonshotai/kimi-k2-0905.description": "Kimi K2 0905 es una actualización que amplía el contexto y mejora el rendimiento en razonamiento con optimizaciones para programación.",
  "moonshotai/kimi-k2-instruct-0905.description": "El modelo kimi-k2-0905-preview admite una ventana de contexto de 256k, con programación más autónoma, código frontend más pulido y práctico, y mejor comprensión del contexto.",
  "moonshotai/kimi-k2-thinking-turbo.description": "Kimi K2 Thinking Turbo es una versión de alta velocidad de Kimi K2 Thinking, que reduce significativamente la latencia sin sacrificar el razonamiento profundo.",
  "moonshotai/kimi-k2-thinking.description": "Kimi K2 Thinking es el modelo de razonamiento de Moonshot optimizado para tareas de razonamiento profundo, con capacidades generales de agente.",
  "moonshotai/kimi-k2.description": "Kimi K2 es un modelo MoE de gran escala de Moonshot AI con 1T de parámetros totales y 32B activos por paso, optimizado para capacidades de agente como uso avanzado de herramientas, razonamiento y síntesis de código.",
  "morph/morph-v3-fast.description": "Morph ofrece un modelo especializado para aplicar cambios de código sugeridos por modelos avanzados (por ejemplo, Claude o GPT-4o) a tus archivos existentes a una velocidad RÁPIDA de más de 4500 tokens/seg. Es el paso final en un flujo de trabajo de codificación con IA y admite 16k tokens de entrada/salida.",
  "morph/morph-v3-large.description": "Morph ofrece un modelo especializado para aplicar cambios de código sugeridos por modelos avanzados (por ejemplo, Claude o GPT-4o) a tus archivos existentes a una velocidad RÁPIDA de más de 2500 tokens/seg. Es el paso final en un flujo de trabajo de codificación con IA y admite 16k tokens de entrada/salida.",
  "nousresearch/hermes-2-pro-llama-3-8b.description": "Hermes 2 Pro Llama 3 8B es una versión actualizada de Nous Hermes 2 con los últimos conjuntos de datos desarrollados internamente.",
  "nvidia/Llama-3.1-Nemotron-70B-Instruct-HF.description": "Llama 3.1 Nemotron 70B es un modelo LLM personalizado por NVIDIA para mejorar la utilidad. Tiene un rendimiento destacado en Arena Hard, AlpacaEval 2 LC y GPT-4-Turbo MT-Bench, ocupando el puesto #1 en los tres benchmarks de autoalineación al 1 de octubre de 2024. Está entrenado a partir de Llama-3.1-70B-Instruct usando RLHF (REINFORCE), Llama-3.1-Nemotron-70B-Reward y prompts de HelpSteer2-Preference.",
  "nvidia/llama-3.1-nemotron-51b-instruct.description": "Un modelo de lenguaje distintivo que ofrece precisión y eficiencia excepcionales.",
  "nvidia/llama-3.1-nemotron-70b-instruct.description": "Llama-3.1-Nemotron-70B-Instruct es un modelo personalizado de NVIDIA diseñado para mejorar la utilidad de las respuestas de los LLM.",
  "o1-mini.description": "Más pequeño y rápido que o1-preview, con un costo 80% menor, fuerte en generación de código y tareas de contexto corto.",
  "o1-preview.description": "Enfocado en razonamiento avanzado y resolución de problemas complejos, incluyendo matemáticas y ciencia. Ideal para aplicaciones que requieren comprensión profunda del contexto y flujos de trabajo autónomos.",
  "o1-pro.description": "La serie o1 está entrenada con aprendizaje por refuerzo para pensar antes de responder y manejar razonamiento complejo. o1-pro utiliza más recursos computacionales para un pensamiento más profundo y respuestas de mayor calidad de forma constante.",
  "o1.description": "o1 es el nuevo modelo de razonamiento de OpenAI con entrada de texto+imagen y salida de texto, adecuado para tareas complejas que requieren conocimiento amplio. Tiene una ventana de contexto de 200K y un límite de conocimiento de octubre de 2023.",
  "o3-2025-04-16.description": "o3 es el nuevo modelo de razonamiento de OpenAI con entrada de texto+imagen y salida de texto para tareas complejas que requieren conocimiento amplio.",
  "o3-deep-research.description": "o3-deep-research es nuestro modelo más avanzado para investigación profunda en tareas complejas de múltiples pasos. Puede buscar en la web y acceder a tus datos mediante conectores MCP.",
  "o3-mini.description": "o3-mini es nuestro último modelo pequeño de razonamiento, que ofrece mayor inteligencia con el mismo costo y latencia que o1-mini.",
  "o3-pro-2025-06-10.description": "o3 Pro es el nuevo modelo de razonamiento de OpenAI con entrada de texto+imagen y salida de texto para tareas complejas que requieren conocimiento amplio.",
  "o3-pro.description": "o3-pro utiliza más recursos computacionales para pensar más profundamente y ofrecer respuestas de mejor calidad de forma constante; disponible solo a través de la API de Respuestas.",
  "o3.description": "o3 es un modelo versátil y potente que establece un nuevo estándar en matemáticas, ciencia, programación y razonamiento visual. Destaca en redacción técnica y seguimiento de instrucciones, y puede analizar texto, código e imágenes para resolver problemas de múltiples pasos.",
  "o4-mini-2025-04-16.description": "o4-mini es un modelo de razonamiento de OpenAI con entrada de texto+imagen y salida de texto, adecuado para tareas complejas que requieren conocimiento amplio, con una ventana de contexto de 200K.",
  "o4-mini-deep-research.description": "o4-mini-deep-research es un modelo de investigación profunda más rápido y asequible para investigaciones complejas de múltiples pasos. Puede buscar en la web y también acceder a tus datos mediante conectores MCP.",
  "o4-mini.description": "o4-mini es el último modelo pequeño de la serie o, optimizado para razonamiento rápido y eficaz con alta eficiencia en tareas de codificación y visión.",
  "open-codestral-mamba.description": "Codestral Mamba es un modelo de lenguaje Mamba 2 enfocado en la generación de código, compatible con tareas avanzadas de programación y razonamiento.",
  "open-mistral-7b.description": "Mistral 7B es compacto pero de alto rendimiento, ideal para procesamiento por lotes y tareas simples como clasificación y generación de texto, con un razonamiento sólido.",
  "open-mistral-nemo.description": "Mistral Nemo es un modelo de 12B desarrollado en conjunto con Nvidia, que ofrece un rendimiento sólido en razonamiento y codificación con integración sencilla.",
  "open-mixtral-8x22b.description": "Mixtral 8x22B es un modelo MoE de gran tamaño para tareas complejas, que ofrece un razonamiento sólido y mayor rendimiento.",
  "open-mixtral-8x7b.description": "Mixtral 8x7B es un modelo MoE disperso que mejora la velocidad de inferencia, adecuado para tareas multilingües y de generación de código.",
  "openai/gpt-3.5-turbo-instruct.description": "Capacidades similares a los modelos de la era GPT-3, compatible con endpoints de completado heredados en lugar de chat.",
  "openai/gpt-3.5-turbo.description": "El modelo GPT-3.5 más capaz y rentable de OpenAI, optimizado para chat pero aún fuerte en completados clásicos.",
  "openai/gpt-4-turbo.description": "gpt-4-turbo de OpenAI posee un amplio conocimiento general y experiencia en dominios, sigue instrucciones complejas en lenguaje natural y resuelve problemas difíciles con precisión. Su límite de conocimiento es abril de 2023 y cuenta con una ventana de contexto de 128k.",
  "openai/gpt-4.1-mini.description": "GPT-4.1 Mini ofrece menor latencia y mejor relación calidad-precio para cargas de trabajo de contexto medio.",
  "openai/gpt-4.1-nano.description": "GPT-4.1 Nano es una opción de muy bajo costo y baja latencia para chats cortos de alta frecuencia o clasificación.",
  "openai/gpt-4.1.description": "La serie GPT-4.1 ofrece ventanas de contexto más amplias y capacidades más sólidas de ingeniería y razonamiento.",
  "openai/gpt-4o-mini.description": "GPT-4o-mini es una variante pequeña y rápida de GPT-4o para uso multimodal de baja latencia.",
  "openai/gpt-4o.description": "La familia GPT-4o es el modelo Omni de OpenAI con entrada de texto + imagen y salida de texto.",
  "openai/gpt-5-chat.description": "GPT-5 Chat es una variante de GPT-5 optimizada para conversaciones con menor latencia y mejor interactividad.",
  "openai/gpt-5-codex.description": "GPT-5-Codex es una variante de GPT-5 optimizada aún más para programación y flujos de trabajo de código a gran escala.",
  "openai/gpt-5-mini.description": "GPT-5 Mini es una variante más pequeña de GPT-5 para escenarios de baja latencia y bajo costo.",
  "openai/gpt-5-nano.description": "GPT-5 Nano es la variante ultra pequeña para escenarios con restricciones estrictas de costo y latencia.",
  "openai/gpt-5-pro.description": "GPT-5 Pro es el modelo insignia de OpenAI, que ofrece razonamiento avanzado, generación de código y funciones de nivel empresarial, con enrutamiento en tiempo de prueba y políticas de seguridad más estrictas.",
  "openai/gpt-5.1-chat.description": "GPT-5.1 Chat es el miembro liviano de la familia GPT-5.1, optimizado para conversaciones de baja latencia sin perder capacidad de razonamiento ni ejecución de instrucciones.",
  "openai/gpt-5.1-codex-mini.description": "GPT-5.1-Codex-Mini es una versión más pequeña y rápida de GPT-5.1-Codex, ideal para escenarios de programación sensibles a latencia y costo.",
  "openai/gpt-5.1-codex.description": "GPT-5.1-Codex es una variante de GPT-5.1 optimizada para ingeniería de software y flujos de trabajo de codificación, adecuada para refactorizaciones grandes, depuración compleja y tareas autónomas prolongadas.",
  "openai/gpt-5.1.description": "GPT-5.1 es el modelo insignia más reciente de la serie GPT-5, con mejoras significativas sobre GPT-5 en razonamiento general, seguimiento de instrucciones y naturalidad conversacional, adecuado para tareas amplias.",
  "openai/gpt-5.2-chat.description": "GPT-5.2 Chat es la variante de ChatGPT para experimentar las mejoras más recientes en conversación.",
  "openai/gpt-5.2-pro.description": "GPT-5.2 Pro: una variante más inteligente y precisa de GPT-5.2 (solo API de respuestas), adecuada para problemas complejos y razonamiento prolongado en múltiples turnos.",
  "openai/gpt-5.2.description": "GPT-5.2 es un modelo insignia para programación y flujos de trabajo de agentes, con razonamiento mejorado y rendimiento en contextos largos.",
  "openai/gpt-5.description": "GPT-5 es el modelo de alto rendimiento de OpenAI para una amplia gama de tareas de producción e investigación.",
  "openai/gpt-oss-120b.description": "Un modelo de lenguaje de propósito general altamente capaz con razonamiento sólido y controlable.",
  "openai/gpt-oss-20b.description": "Un modelo de lenguaje compacto con pesos abiertos, optimizado para baja latencia y entornos con recursos limitados, incluyendo implementaciones locales y en el borde.",
  "openai/o1-mini.description": "o1-mini es un modelo de razonamiento rápido y rentable diseñado para programación, matemáticas y ciencia. Tiene un contexto de 128K y un límite de conocimiento de octubre de 2023.",
  "openai/o1-preview.description": "o1 es el nuevo modelo de razonamiento de OpenAI para tareas complejas que requieren amplio conocimiento. Tiene un contexto de 128K y un límite de conocimiento de octubre de 2023.",
  "openai/o1.description": "OpenAI o1 es un modelo insignia de razonamiento diseñado para resolver problemas complejos que requieren pensamiento profundo, ofreciendo razonamiento sólido y mayor precisión en tareas de múltiples pasos.",
  "openai/o3-mini-high.description": "o3-mini (alto razonamiento) ofrece mayor inteligencia con los mismos objetivos de costo y latencia que o1-mini.",
  "openai/o3-mini.description": "o3-mini es el último modelo pequeño de razonamiento de OpenAI, que ofrece mayor inteligencia con los mismos objetivos de costo y latencia que o1-mini.",
  "openai/o3.description": "OpenAI o3 es el modelo de razonamiento más potente, estableciendo un nuevo SOTA en programación, matemáticas, ciencia y percepción visual. Destaca en consultas complejas y multifacéticas, y es especialmente fuerte en el análisis de imágenes, gráficos y diagramas.",
  "openai/o4-mini-high.description": "o4-mini de alto razonamiento, optimizado para razonamiento rápido y eficiente con un rendimiento sólido en programación y visión.",
  "openai/o4-mini.description": "OpenAI o4-mini es un modelo pequeño y eficiente de razonamiento para escenarios de baja latencia.",
  "openai/text-embedding-3-large.description": "El modelo de embedding más capaz de OpenAI para tareas en inglés y otros idiomas.",
  "openai/text-embedding-3-small.description": "Variante mejorada del modelo ada de embedding, con mayor rendimiento.",
  "openai/text-embedding-ada-002.description": "Modelo de embedding de texto heredado de OpenAI.",
  "openrouter/auto.description": "Según la longitud del contexto, el tema y la complejidad, tu solicitud se enruta a Llama 3 70B Instruct, Claude 3.5 Sonnet (auto-moderado) o GPT-4o.",
  "perplexity/sonar-pro.description": "Producto insignia de Perplexity con búsqueda fundamentada, compatible con consultas avanzadas y seguimientos.",
  "perplexity/sonar-reasoning-pro.description": "Modelo avanzado centrado en razonamiento que genera cadenas de pensamiento (CoT) con búsqueda mejorada, incluyendo múltiples consultas por solicitud.",
  "perplexity/sonar-reasoning.description": "Modelo centrado en razonamiento que genera cadenas de pensamiento (CoT) con explicaciones detalladas fundamentadas en búsqueda.",
  "perplexity/sonar.description": "Producto liviano de Perplexity con búsqueda fundamentada, más rápido y económico que Sonar Pro.",
  "phi3.description": "Phi-3 es el modelo abierto liviano de Microsoft para integración eficiente y razonamiento a gran escala.",
  "phi3:14b.description": "Phi-3 es el modelo abierto liviano de Microsoft para integración eficiente y razonamiento a gran escala.",
  "pixtral-12b-2409.description": "Pixtral destaca en comprensión de gráficos/imágenes, preguntas y respuestas en documentos, razonamiento multimodal y seguimiento de instrucciones. Procesa imágenes en resolución/aspecto nativo y maneja cualquier número de imágenes dentro de una ventana de contexto de 128K.",
  "pixtral-large-latest.description": "Pixtral Large es un modelo multimodal abierto de 124B parámetros basado en Mistral Large 2, el segundo de nuestra familia multimodal con comprensión de imágenes de nivel frontera.",
  "pro-128k.description": "Spark Pro 128K ofrece una capacidad de contexto muy grande, manejando hasta 128K, ideal para documentos extensos que requieren análisis de texto completo y coherencia a largo plazo, con lógica fluida y soporte diverso de citas en discusiones complejas.",
  "pro-deepseek-r1.description": "Modelo de servicio dedicado empresarial con concurrencia incluida.",
  "pro-deepseek-v3.description": "Modelo de servicio dedicado empresarial con concurrencia incluida.",
  "qianfan-70b.description": "Qianfan 70B es un modelo chino de gran escala para generación de alta calidad y razonamiento complejo.",
  "qianfan-8b.description": "Qianfan 8B es un modelo general de tamaño medio que equilibra costo y calidad para generación de texto y preguntas y respuestas.",
  "qianfan-agent-intent-32k.description": "Qianfan Agent Intent 32K está orientado al reconocimiento de intención y orquestación de agentes con soporte para contexto largo.",
  "qianfan-agent-lite-8k.description": "Qianfan Agent Lite 8K es un modelo de agente ligero para diálogos de múltiples turnos y flujos de trabajo de bajo costo.",
  "qianfan-check-vl.description": "Qianfan Check VL es un modelo de revisión de contenido multimodal para tareas de cumplimiento y reconocimiento de imagen-texto.",
  "qianfan-composition.description": "Qianfan Composition es un modelo de creación multimodal para comprensión y generación combinada de imagen y texto.",
  "qianfan-engcard-vl.description": "Qianfan EngCard VL es un modelo de reconocimiento multimodal enfocado en escenarios en inglés.",
  "qianfan-lightning-128b-a19b.description": "Qianfan Lightning 128B A19B es un modelo general chino de alto rendimiento para preguntas complejas y razonamiento a gran escala.",
  "qianfan-llama-vl-8b.description": "Qianfan Llama VL 8B es un modelo multimodal basado en Llama para comprensión general de imagen y texto.",
  "qianfan-multipicocr.description": "Qianfan MultiPicOCR es un modelo OCR para múltiples imágenes que detecta y reconoce texto en varias imágenes.",
  "qianfan-qi-vl.description": "Qianfan QI VL es un modelo de preguntas y respuestas multimodal para recuperación precisa y QA en escenarios complejos de imagen y texto.",
  "qianfan-singlepicocr.description": "Qianfan SinglePicOCR es un modelo OCR para una sola imagen con reconocimiento de caracteres de alta precisión.",
  "qianfan-vl-70b.description": "Qianfan VL 70B es un modelo VLM de gran escala para comprensión compleja de imagen y texto.",
  "qianfan-vl-8b.description": "Qianfan VL 8B es un VLM ligero para preguntas y respuestas diarias de imagen y texto y análisis.",
  "qvq-72b-preview.description": "QVQ-72B-Preview es un modelo de investigación experimental de Qwen enfocado en mejorar el razonamiento visual.",
  "qvq-max.description": "El modelo de razonamiento visual Qwen QVQ admite entrada visual y salida con cadena de pensamiento, con mejor rendimiento en matemáticas, programación, análisis visual, creatividad y tareas generales.",
  "qvq-plus.description": "Modelo de razonamiento visual con entrada visual y salida con cadena de pensamiento. La serie qvq-plus sigue a qvq-max y ofrece razonamiento más rápido con mejor equilibrio entre calidad y costo.",
  "qwen-3-32b.description": "Qwen 3 32B: fuerte en tareas multilingües y de programación, adecuado para uso en producción de escala media.",
  "qwen-coder-plus.description": "Modelo de código Qwen.",
  "qwen-coder-turbo-latest.description": "Modelo de código Qwen.",
  "qwen-coder-turbo.description": "Modelo de código Qwen.",
  "qwen-flash.description": "El modelo Qwen más rápido y económico, ideal para tareas simples.",
  "qwen-image-edit.description": "Qwen Image Edit es un modelo de imagen a imagen que edita imágenes basándose en imágenes de entrada y prompts de texto, permitiendo ajustes precisos y transformaciones creativas.",
  "qwen-image.description": "Qwen-Image es un modelo general de generación de imágenes que admite múltiples estilos artísticos y una sólida representación de texto complejo, especialmente en chino e inglés. Soporta diseños de múltiples líneas, texto a nivel de párrafo y detalles finos para composiciones complejas de texto e imagen.",
  "qwen-long.description": "Modelo Qwen ultra grande con contexto largo y chat en escenarios de múltiples documentos.",
  "qwen-math-plus-latest.description": "Qwen Math es un modelo de lenguaje especializado en resolver problemas matemáticos.",
  "qwen-math-plus.description": "Qwen Math es un modelo de lenguaje especializado en resolver problemas matemáticos.",
  "qwen-math-turbo-latest.description": "Qwen Math es un modelo de lenguaje especializado en resolver problemas matemáticos.",
  "qwen-math-turbo.description": "Qwen Math es un modelo de lenguaje especializado en resolver problemas matemáticos.",
  "qwen-max.description": "Modelo Qwen ultra grande a escala de cientos de miles de millones que admite chino, inglés y otros idiomas; es el modelo API detrás de los productos actuales Qwen2.5.",
  "qwen-omni-turbo.description": "Los modelos Qwen-Omni admiten entradas multimodales (video, audio, imágenes, texto) y salida de audio y texto.",
  "qwen-plus.description": "Modelo Qwen ultra grande mejorado que admite chino, inglés y otros idiomas.",
  "qwen-turbo.description": "Qwen Turbo ya no se actualizará; reemplázalo con Qwen Flash. Modelo Qwen ultra grande que admite chino, inglés y otros idiomas.",
  "qwen-vl-chat-v1.description": "Qwen VL admite interacciones flexibles, incluyendo entrada de múltiples imágenes, preguntas y respuestas de múltiples turnos y tareas creativas.",
  "qwen-vl-max-latest.description": "Modelo Qwen visión-lenguaje ultra grande. En comparación con la versión mejorada, mejora aún más el razonamiento visual y el seguimiento de instrucciones para una percepción y cognición más sólidas.",
  "qwen-vl-max.description": "Modelo Qwen visión-lenguaje ultra grande. En comparación con la versión mejorada, mejora aún más el razonamiento visual y el seguimiento de instrucciones para una percepción y cognición visual más sólidas.",
  "qwen-vl-ocr.description": "Qwen OCR es un modelo de extracción de texto para documentos, tablas, imágenes de exámenes y escritura a mano. Admite chino, inglés, francés, japonés, coreano, alemán, ruso, italiano, vietnamita y árabe.",
  "qwen-vl-plus-latest.description": "Modelo Qwen visión-lenguaje mejorado a gran escala con importantes mejoras en detalle y reconocimiento de texto, compatible con resoluciones superiores a un megapíxel y relaciones de aspecto arbitrarias.",
  "qwen-vl-plus.description": "Modelo Qwen visión-lenguaje mejorado a gran escala con importantes mejoras en detalle y reconocimiento de texto, compatible con resoluciones superiores a un megapíxel y relaciones de aspecto arbitrarias.",
  "qwen-vl-v1.description": "Modelo preentrenado inicializado desde Qwen-7B con un módulo de visión añadido y entrada de imagen de resolución 448.",
  "qwen/qwen-2-7b-instruct.description": "Qwen2 es la nueva serie de modelos LLM de Qwen. Qwen2 7B es un modelo basado en transformadores que destaca en comprensión del lenguaje, capacidad multilingüe, programación, matemáticas y razonamiento.",
  "qwen/qwen-2-7b-instruct:free.description": "Qwen2 es una nueva familia de modelos de lenguaje de gran tamaño con mayor capacidad de comprensión y generación.",
  "qwen/qwen-2-vl-72b-instruct.description": "Qwen2-VL es la última iteración de Qwen-VL, alcanzando un rendimiento de vanguardia en pruebas de visión como MathVista, DocVQA, RealWorldQA y MTVQA. Puede comprender más de 20 minutos de video para preguntas y respuestas de alta calidad, diálogos y creación de contenido. También maneja razonamiento complejo y toma de decisiones, integrándose con dispositivos móviles y robots para actuar según el contexto visual e instrucciones de texto. Además del inglés y chino, también lee texto en imágenes en muchos idiomas, incluidos la mayoría de los idiomas europeos, japonés, coreano, árabe y vietnamita.",
  "qwen/qwen-2.5-72b-instruct.description": "Qwen2.5-72B-Instruct es uno de los últimos lanzamientos de modelos LLM de Alibaba Cloud. El modelo de 72B ofrece mejoras notables en programación y matemáticas, admite más de 29 idiomas (incluidos chino e inglés) y mejora significativamente el seguimiento de instrucciones, la comprensión de datos estructurados y la generación de salidas estructuradas (especialmente JSON).",
  "qwen/qwen2.5-32b-instruct.description": "Qwen2.5-32B-Instruct es uno de los últimos lanzamientos de modelos LLM de Alibaba Cloud. El modelo de 32B ofrece mejoras notables en programación y matemáticas, admite más de 29 idiomas (incluidos chino e inglés) y mejora significativamente el seguimiento de instrucciones, la comprensión de datos estructurados y la generación de salidas estructuradas (especialmente JSON).",
  "qwen/qwen2.5-7b-instruct.description": "Un modelo LLM bilingüe para chino e inglés que abarca lenguaje, programación, matemáticas y razonamiento.",
  "qwen/qwen2.5-coder-32b-instruct.description": "Un modelo LLM avanzado para generación, razonamiento y corrección de código en lenguajes de programación principales.",
  "qwen/qwen2.5-coder-7b-instruct.description": "Un modelo de código de tamaño medio con contexto de 32K, excelente en programación multilingüe.",
  "qwen/qwen3-14b.description": "Qwen3-14B es la variante de 14B para razonamiento general y escenarios de conversación.",
  "qwen/qwen3-14b:free.description": "Qwen3-14B es un modelo LLM denso de 14.8B parámetros diseñado para razonamiento complejo y conversación eficiente. Alterna entre un modo de pensamiento para matemáticas, programación y lógica, y un modo sin pensamiento para conversación general. Ajustado para seguir instrucciones, uso de herramientas de agentes y escritura creativa en más de 100 idiomas y dialectos. Maneja nativamente contexto de 32K y escala hasta 131K con YaRN.",
  "qwen/qwen3-235b-a22b-2507.description": "Qwen3-235B-A22B-Instruct-2507 es la variante Instruct de la serie Qwen3, equilibrando el uso multilingüe de instrucciones con escenarios de contexto largo.",
  "qwen/qwen3-235b-a22b-thinking-2507.description": "Qwen3-235B-A22B-Thinking-2507 es la variante de pensamiento de Qwen3, reforzada para tareas complejas de matemáticas y razonamiento.",
  "qwen/qwen3-235b-a22b.description": "Qwen3-235B-A22B es un modelo MoE de 235 mil millones de parámetros de Qwen, con 22 mil millones activos por pasada. Alterna entre un modo de pensamiento para razonamiento complejo, matemáticas y programación, y un modo sin pensamiento para chats eficientes. Ofrece un razonamiento sólido, soporte multilingüe (más de 100 idiomas y dialectos), seguimiento avanzado de instrucciones y uso de herramientas de agentes. Maneja de forma nativa contextos de 32K y escala hasta 131K con YaRN.",
  "qwen/qwen3-235b-a22b:free.description": "Qwen3-235B-A22B es un modelo MoE de 235 mil millones de parámetros de Qwen, con 22 mil millones activos por pasada. Alterna entre un modo de pensamiento para razonamiento complejo, matemáticas y programación, y un modo sin pensamiento para chats eficientes. Ofrece un razonamiento sólido, soporte multilingüe (más de 100 idiomas y dialectos), seguimiento avanzado de instrucciones y uso de herramientas de agentes. Maneja de forma nativa contextos de 32K y escala hasta 131K con YaRN.",
  "qwen/qwen3-30b-a3b.description": "Qwen3 es la última generación de modelos LLM de Qwen con arquitecturas densas y MoE, destacando en razonamiento, soporte multilingüe y tareas avanzadas de agentes. Su capacidad única de alternar entre un modo de pensamiento para razonamiento complejo y un modo sin pensamiento para chats eficientes garantiza un rendimiento versátil y de alta calidad.\n\nQwen3 supera significativamente a modelos anteriores como QwQ y Qwen2.5, ofreciendo excelentes resultados en matemáticas, programación, razonamiento de sentido común, escritura creativa y chat interactivo. La variante Qwen3-30B-A3B tiene 30.5 mil millones de parámetros (3.3 mil millones activos), 48 capas, 128 expertos (8 activos por tarea) y admite contextos de hasta 131K con YaRN, estableciendo un nuevo estándar para modelos abiertos.",
  "qwen/qwen3-30b-a3b:free.description": "Qwen3 es la última generación de modelos LLM de Qwen con arquitecturas densas y MoE, destacando en razonamiento, soporte multilingüe y tareas avanzadas de agentes. Su capacidad única de alternar entre un modo de pensamiento para razonamiento complejo y un modo sin pensamiento para chats eficientes garantiza un rendimiento versátil y de alta calidad.\n\nQwen3 supera significativamente a modelos anteriores como QwQ y Qwen2.5, ofreciendo excelentes resultados en matemáticas, programación, razonamiento de sentido común, escritura creativa y chat interactivo. La variante Qwen3-30B-A3B tiene 30.5 mil millones de parámetros (3.3 mil millones activos), 48 capas, 128 expertos (8 activos por tarea) y admite contextos de hasta 131K con YaRN, estableciendo un nuevo estándar para modelos abiertos.",
  "qwen/qwen3-32b.description": "Qwen3-32B es un modelo LLM causal denso de 32.8 mil millones de parámetros optimizado para razonamiento complejo y chat eficiente. Alterna entre un modo de pensamiento para matemáticas, programación y lógica, y un modo sin pensamiento para chats generales más rápidos. Tiene un rendimiento destacado en seguimiento de instrucciones, uso de herramientas de agentes y escritura creativa en más de 100 idiomas y dialectos. Maneja de forma nativa contextos de 32K y escala hasta 131K con YaRN.",
  "qwen/qwen3-32b:free.description": "Qwen3-32B es un modelo LLM causal denso de 32.8 mil millones de parámetros optimizado para razonamiento complejo y chat eficiente. Alterna entre un modo de pensamiento para matemáticas, programación y lógica, y un modo sin pensamiento para chats generales más rápidos. Tiene un rendimiento destacado en seguimiento de instrucciones, uso de herramientas de agentes y escritura creativa en más de 100 idiomas y dialectos. Maneja de forma nativa contextos de 32K y escala hasta 131K con YaRN.",
  "qwen/qwen3-8b:free.description": "Qwen3-8B es un modelo LLM causal denso de 8.2 mil millones de parámetros diseñado para tareas con alto requerimiento de razonamiento y chat eficiente. Alterna entre un modo de pensamiento para matemáticas, programación y lógica, y un modo sin pensamiento para chat general. Ajustado finamente para seguimiento de instrucciones, integración con agentes y escritura creativa en más de 100 idiomas y dialectos. Soporta de forma nativa contextos de 32K y escala hasta 131K con YaRN.",
  "qwen/qwen3-coder-plus.description": "Qwen3-Coder-Plus es un modelo de agente de programación de la serie Qwen optimizado para un uso más complejo de herramientas y sesiones prolongadas.",
  "qwen/qwen3-coder.description": "Qwen3-Coder es la familia de modelos de generación de código de Qwen3, destacando en comprensión y generación de código en documentos extensos.",
  "qwen/qwen3-max-preview.description": "Qwen3 Max (vista previa) es la variante Max para razonamiento avanzado e integración de herramientas.",
  "qwen/qwen3-max.description": "Qwen3 Max es el modelo de razonamiento de gama alta de la serie Qwen3, diseñado para razonamiento multilingüe e integración de herramientas.",
  "qwen/qwen3-vl-plus.description": "Qwen3 VL-Plus es la variante de Qwen3 mejorada con visión, con razonamiento multimodal mejorado y procesamiento de video.",
  "qwen2.5-14b-instruct-1m.description": "Modelo Qwen2.5 de código abierto con 72 mil millones de parámetros.",
  "qwen2.5-14b-instruct.description": "Modelo Qwen2.5 de código abierto con 14 mil millones de parámetros.",
  "qwen2.5-32b-instruct.description": "Modelo Qwen2.5 de código abierto con 32 mil millones de parámetros.",
  "qwen2.5-72b-instruct.description": "Modelo Qwen2.5 de código abierto con 72 mil millones de parámetros.",
  "qwen2.5-7b-instruct.description": "Qwen2.5 7B Instruct es un modelo de instrucciones de código abierto maduro para chat y generación en múltiples escenarios.",
  "qwen2.5-coder-1.5b-instruct.description": "Modelo de código Qwen de código abierto.",
  "qwen2.5-coder-14b-instruct.description": "Modelo de código Qwen de código abierto.",
  "qwen2.5-coder-32b-instruct.description": "Modelo de código Qwen de código abierto.",
  "qwen2.5-coder-7b-instruct.description": "Modelo de código Qwen de código abierto.",
  "qwen2.5-coder-instruct.description": "Qwen2.5-Coder es el último modelo LLM enfocado en código de la familia Qwen (anteriormente CodeQwen).",
  "qwen2.5-instruct.description": "Qwen2.5 es la última serie de modelos LLM de Qwen, con modelos base y ajustados por instrucciones que van desde 0.5B hasta 72B parámetros.",
  "qwen2.5-math-1.5b-instruct.description": "Qwen-Math ofrece una sólida capacidad para resolver problemas matemáticos.",
  "qwen2.5-math-72b-instruct.description": "Qwen-Math ofrece una sólida capacidad para resolver problemas matemáticos.",
  "qwen2.5-math-7b-instruct.description": "Qwen-Math ofrece una sólida capacidad para resolver problemas matemáticos.",
  "qwen2.5-omni-7b.description": "Los modelos Qwen-Omni admiten entradas multimodales (video, audio, imágenes, texto) y generan audio y texto.",
  "qwen2.5-vl-32b-instruct.description": "Qwen2.5 VL 32B Instruct es un modelo multimodal de código abierto adecuado para despliegue privado y uso en múltiples escenarios.",
  "qwen2.5-vl-72b-instruct.description": "Mejora en seguimiento de instrucciones, matemáticas, resolución de problemas y programación, con mejor reconocimiento general de objetos. Soporta localización precisa de elementos visuales en varios formatos, comprensión de videos largos (hasta 10 minutos) con temporización de eventos a nivel de segundo, orden temporal y comprensión de velocidad, y agentes que pueden controlar sistemas operativos o móviles mediante análisis y localización. Fuerte extracción de información clave y salida en formato JSON. Esta es la versión más potente de la serie, con 72B.",
  "qwen2.5-vl-7b-instruct.description": "Qwen2.5 VL 7B Instruct es un modelo multimodal ligero que equilibra el costo de despliegue y la capacidad de reconocimiento.",
  "qwen2.5-vl-instruct.description": "Qwen2.5-VL es el último modelo de visión y lenguaje de la familia Qwen.",
  "qwen2.5.description": "Qwen2.5 es el modelo de lenguaje de nueva generación de Alibaba con un rendimiento sólido en diversos casos de uso.",
  "qwen2.5:0.5b.description": "Qwen2.5 es el modelo de lenguaje de nueva generación de Alibaba con un rendimiento sólido en diversos casos de uso.",
  "qwen2.5:1.5b.description": "Qwen2.5 es el modelo de lenguaje de nueva generación de Alibaba con un rendimiento sólido en diversos casos de uso.",
  "qwen2.5:72b.description": "Qwen2.5 es el modelo de lenguaje de nueva generación de Alibaba con un rendimiento sólido en diversos casos de uso.",
  "qwen2.description": "Qwen2 es el modelo de lenguaje de nueva generación de Alibaba con un rendimiento sólido en diversos casos de uso.",
  "qwen2:0.5b.description": "Qwen2 es el modelo de lenguaje de nueva generación de Alibaba con un rendimiento sólido en diversos casos de uso.",
  "qwen2:1.5b.description": "Qwen2 es el modelo de lenguaje de nueva generación de Alibaba con un rendimiento sólido en diversos casos de uso.",
  "qwen2:72b.description": "Qwen2 es el modelo de lenguaje de nueva generación de Alibaba con un rendimiento sólido en diversos casos de uso.",
  "qwen3-0.6b.description": "Qwen3 0.6B es un modelo de nivel inicial para razonamiento simple y entornos muy limitados.",
  "qwen3-1.7b.description": "Qwen3 1.7B es un modelo ultraligero para implementación en dispositivos y entornos periféricos.",
  "qwen3-14b.description": "Qwen3 14B es un modelo de tamaño medio para preguntas y respuestas multilingües y generación de texto.",
  "qwen3-235b-a22b-instruct-2507.description": "Qwen3 235B A22B Instruct 2507 es un modelo instructivo insignia para una amplia gama de tareas de generación y razonamiento.",
  "qwen3-235b-a22b-thinking-2507.description": "Qwen3 235B A22B Thinking 2507 es un modelo de pensamiento ultra grande para razonamiento complejo.",
  "qwen3-235b-a22b.description": "Qwen3 es un modelo Tongyi Qwen de nueva generación con grandes avances en razonamiento, capacidad general, habilidades de agente y rendimiento multilingüe, y permite cambiar entre modos de pensamiento.",
  "qwen3-30b-a3b-instruct-2507.description": "Qwen3 30B A3B Instruct 2507 es un modelo instructivo de tamaño medio-grande para generación de alta calidad y preguntas y respuestas.",
  "qwen3-30b-a3b-thinking-2507.description": "Qwen3 30B A3B Thinking 2507 es un modelo de pensamiento de tamaño medio-grande que equilibra precisión y coste.",
  "qwen3-30b-a3b.description": "Qwen3 30B A3B es un modelo general de tamaño medio-grande que equilibra coste y calidad.",
  "qwen3-32b.description": "Qwen3 32B es adecuado para tareas generales que requieren mayor comprensión.",
  "qwen3-4b.description": "Qwen3 4B es adecuado para aplicaciones pequeñas a medianas e inferencia local.",
  "qwen3-8b.description": "Qwen3 8B es un modelo ligero con implementación flexible para cargas de trabajo de alta concurrencia.",
  "qwen3-coder-30b-a3b-instruct.description": "Modelo de código Qwen de código abierto. El último qwen3-coder-30b-a3b-instruct se basa en Qwen3 y ofrece sólidas capacidades de agente de codificación, uso de herramientas e interacción con entornos para programación autónoma, con excelente rendimiento en código y capacidad general sólida.",
  "qwen3-coder-480b-a35b-instruct.description": "Qwen3 Coder 480B A35B Instruct es un modelo de código insignia para programación multilingüe y comprensión de código complejo.",
  "qwen3-coder-flash.description": "Modelo de código Qwen. La última serie Qwen3-Coder se basa en Qwen3 y ofrece sólidas capacidades de agente de codificación, uso de herramientas e interacción con entornos para programación autónoma, con excelente rendimiento en código y capacidad general sólida.",
  "qwen3-coder-plus.description": "Modelo de código Qwen. La última serie Qwen3-Coder se basa en Qwen3 y ofrece sólidas capacidades de agente de codificación, uso de herramientas e interacción con entornos para programación autónoma, con excelente rendimiento en código y capacidad general sólida.",
  "qwen3-coder:480b.description": "Modelo de alto rendimiento de Alibaba para tareas de agente y programación con contexto largo.",
  "qwen3-max-2026-01-23.description": "Los modelos Qwen3 Max ofrecen grandes mejoras sobre la serie 2.5 en capacidad general, comprensión del chino/inglés, seguimiento de instrucciones complejas, tareas abiertas subjetivas, capacidad multilingüe y uso de herramientas, con menos alucinaciones. La última versión qwen3-max mejora la programación agente y el uso de herramientas respecto a qwen3-max-preview. Esta versión alcanza el SOTA en su campo y está orientada a necesidades de agentes más complejas.",
  "qwen3-max-preview.description": "Modelo Qwen con mejor rendimiento para tareas complejas y de múltiples pasos. La vista previa admite razonamiento.",
  "qwen3-max.description": "Los modelos Qwen3 Max ofrecen grandes mejoras sobre la serie 2.5 en capacidad general, comprensión en chino/inglés, seguimiento de instrucciones complejas, tareas abiertas subjetivas, capacidad multilingüe y uso de herramientas, con menos alucinaciones. La última versión qwen3-max mejora la programación agente y el uso de herramientas respecto a qwen3-max-preview. Este lanzamiento alcanza el estado del arte en el campo y está dirigido a necesidades de agentes más complejas.",
  "qwen3-next-80b-a3b-instruct.description": "Modelo de próxima generación Qwen3 de código abierto sin razonamiento. En comparación con la versión anterior (Qwen3-235B-A22B-Instruct-2507), mejora la comprensión del chino, el razonamiento lógico y la generación de texto.",
  "qwen3-next-80b-a3b-thinking.description": "Qwen3 Next 80B A3B Thinking es una versión insignia de razonamiento para tareas complejas.",
  "qwen3-omni-flash.description": "Qwen-Omni acepta entradas combinadas de texto, imágenes, audio y video, y genera texto o voz. Ofrece múltiples estilos de voz natural, admite habla multilingüe y dialectal, y se adapta a casos como redacción, reconocimiento visual y asistentes de voz.",
  "qwen3-vl-235b-a22b-instruct.description": "Qwen3 VL 235B A22B Instruct es un modelo multimodal insignia para comprensión y creación exigentes.",
  "qwen3-vl-235b-a22b-thinking.description": "Qwen3 VL 235B A22B Thinking es la versión de razonamiento insignia para planificación y razonamiento multimodal complejo.",
  "qwen3-vl-30b-a3b-instruct.description": "Qwen3 VL 30B A3B Instruct es un modelo multimodal grande que equilibra precisión y rendimiento en razonamiento.",
  "qwen3-vl-30b-a3b-thinking.description": "Qwen3 VL 30B A3B Thinking es una versión de pensamiento profundo para tareas multimodales complejas.",
  "qwen3-vl-32b-instruct.description": "Qwen3 VL 32B Instruct es un modelo multimodal ajustado para instrucciones, ideal para preguntas y respuestas imagen-texto de alta calidad y creación.",
  "qwen3-vl-32b-thinking.description": "Qwen3 VL 32B Thinking es una versión multimodal de pensamiento profundo para razonamiento complejo y análisis de cadenas largas.",
  "qwen3-vl-8b-instruct.description": "Qwen3 VL 8B Instruct es un modelo multimodal ligero para preguntas visuales diarias e integración en aplicaciones.",
  "qwen3-vl-8b-thinking.description": "Qwen3 VL 8B Thinking es un modelo multimodal de cadena de pensamiento para razonamiento visual detallado.",
  "qwen3-vl-flash.description": "Qwen3 VL Flash: versión ligera y de razonamiento rápido para solicitudes sensibles a la latencia o de alto volumen.",
  "qwen3-vl-plus.description": "Qwen VL es un modelo de generación de texto con comprensión visual. Puede realizar OCR, resumir y razonar, como extraer atributos de fotos de productos o resolver problemas a partir de imágenes.",
  "qwen3.description": "Qwen3 es el modelo de lenguaje de próxima generación de Alibaba con alto rendimiento en diversos casos de uso.",
  "qwq-32b-preview.description": "QwQ es un modelo experimental de investigación de Qwen centrado en mejorar el razonamiento.",
  "qwq-32b.description": "QwQ es un modelo de razonamiento de la familia Qwen. En comparación con los modelos estándar ajustados por instrucciones, ofrece capacidades de pensamiento y razonamiento que mejoran significativamente el rendimiento en tareas complejas. QwQ-32B es un modelo de razonamiento de tamaño medio que rivaliza con los mejores modelos como DeepSeek-R1 y o1-mini.",
  "qwq-plus.description": "El modelo de razonamiento QwQ entrenado sobre Qwen2.5 utiliza aprendizaje por refuerzo (RL) para mejorar significativamente el razonamiento. Las métricas clave en matemáticas/código (AIME 24/25, LiveCodeBench) y algunos benchmarks generales (IFEval, LiveBench) alcanzan el nivel completo de DeepSeek-R1.",
  "qwq.description": "QwQ es un modelo de razonamiento de la familia Qwen. En comparación con los modelos estándar ajustados por instrucciones, ofrece capacidades de pensamiento y razonamiento que mejoran significativamente el rendimiento en tareas difíciles. QwQ-32B es un modelo de razonamiento de tamaño medio que compite con los mejores modelos como DeepSeek-R1 y o1-mini.",
  "qwq_32b.description": "Modelo de razonamiento de tamaño medio de la familia Qwen. En comparación con los modelos estándar ajustados por instrucciones, las capacidades de pensamiento y razonamiento de QwQ mejoran significativamente el rendimiento en tareas difíciles.",
  "r1-1776.description": "R1-1776 es una variante postentrenada de DeepSeek R1 diseñada para proporcionar información factual sin censura ni sesgo.",
  "solar-mini-ja.description": "Solar Mini (Ja) amplía Solar Mini con un enfoque en japonés, manteniendo un rendimiento eficiente y sólido en inglés y coreano.",
  "solar-mini.description": "Solar Mini es un modelo LLM compacto que supera a GPT-3.5, con una sólida capacidad multilingüe compatible con inglés y coreano, ofreciendo una solución eficiente de bajo consumo.",
  "solar-pro.description": "Solar Pro es un LLM de alta inteligencia de Upstage, enfocado en el seguimiento de instrucciones en una sola GPU, con puntuaciones IFEval superiores a 80. Actualmente admite inglés; el lanzamiento completo estaba previsto para noviembre de 2024 con soporte de idiomas ampliado y contexto más largo.",
  "sonar-deep-research.description": "Deep Research realiza investigaciones expertas exhaustivas y las sintetiza en informes accesibles y accionables.",
  "sonar-pro.description": "Un producto de búsqueda avanzada con fundamentos de búsqueda para consultas complejas y seguimientos.",
  "sonar-reasoning-pro.description": "Un producto de búsqueda avanzada con fundamentos de búsqueda para consultas complejas y seguimientos.",
  "sonar-reasoning.description": "Un producto de búsqueda avanzada con fundamentos de búsqueda para consultas complejas y seguimientos.",
  "sonar.description": "Un producto ligero con búsqueda fundamentada, más rápido y económico que Sonar Pro.",
  "spark-x.description": "Actualizaciones de X1.5: (1) añade modo de pensamiento dinámico controlado por el campo `thinking`; (2) longitud de contexto ampliada con 64K de entrada y 64K de salida; (3) admite FunctionCall.",
  "stable-diffusion-3-medium.description": "El último modelo de texto a imagen de Stability AI. Esta versión mejora significativamente la calidad de imagen, la comprensión del texto y la diversidad de estilos, interpretando indicaciones en lenguaje natural complejas con mayor precisión y generando imágenes más precisas y variadas.",
  "stable-diffusion-3.5-large-turbo.description": "stable-diffusion-3.5-large-turbo aplica destilación de difusión adversarial (ADD) a stable-diffusion-3.5-large para mayor velocidad.",
  "stable-diffusion-3.5-large.description": "stable-diffusion-3.5-large es un modelo de texto a imagen MMDiT con 800 millones de parámetros que ofrece una excelente calidad y alineación con los prompts, compatible con imágenes de 1 megapíxel y ejecución eficiente en hardware de consumo.",
  "stable-diffusion-v1.5.description": "stable-diffusion-v1.5 se inicializa desde el checkpoint v1.2 y se afina durante 595k pasos en \"laion-aesthetics v2 5+\" a una resolución de 512x512, reduciendo el condicionamiento de texto en un 10% para mejorar el muestreo sin clasificador.",
  "stable-diffusion-xl-base-1.0.description": "Un modelo de texto a imagen de código abierto de Stability AI con generación creativa de imágenes líder en la industria. Posee una sólida comprensión de instrucciones y admite definiciones inversas de prompts para una generación precisa.",
  "stable-diffusion-xl.description": "stable-diffusion-xl presenta mejoras significativas respecto a la versión v1.5 y alcanza resultados comparables con los mejores modelos de texto a imagen de código abierto. Las mejoras incluyen una red UNet 3 veces más grande, un módulo de refinamiento para mayor calidad de imagen y técnicas de entrenamiento más eficientes.",
  "step-1-128k.description": "Equilibra rendimiento y costo para escenarios generales.",
  "step-1-256k.description": "Manejo de contexto extra largo, ideal para análisis de documentos extensos.",
  "step-1-32k.description": "Admite conversaciones de longitud media para una amplia gama de escenarios.",
  "step-1-8k.description": "Modelo pequeño adecuado para tareas ligeras.",
  "step-1-flash.description": "Modelo de alta velocidad adecuado para chat en tiempo real.",
  "step-1.5v-mini.description": "Capacidades sólidas de comprensión de video.",
  "step-1o-turbo-vision.description": "Fuerte comprensión de imágenes, supera al modelo 1o en matemáticas y programación. Más pequeño que 1o y con salida más rápida.",
  "step-1o-vision-32k.description": "Fuerte comprensión visual con mejor rendimiento que la serie Step-1V.",
  "step-1v-32k.description": "Admite entradas visuales para una interacción multimodal más rica.",
  "step-1v-8k.description": "Modelo visual pequeño para tareas básicas de imagen y texto.",
  "step-1x-edit.description": "Este modelo se centra en la edición de imágenes, modificando y mejorando imágenes a partir de texto e imágenes proporcionadas por el usuario. Admite múltiples formatos de entrada y genera ediciones alineadas con la intención del usuario.",
  "step-1x-medium.description": "Este modelo ofrece una sólida generación de imágenes a partir de texto. Con soporte nativo para chino, comprende mejor las descripciones en ese idioma, capturando su semántica y transformándola en características visuales para una generación más precisa. Produce imágenes de alta resolución y calidad, y admite cierto grado de transferencia de estilo.",
  "step-2-16k-exp.description": "Versión experimental de Step-2 con las últimas funciones y actualizaciones continuas. No se recomienda para producción.",
  "step-2-16k.description": "Admite interacciones de gran contexto para diálogos complejos.",
  "step-2-mini.description": "Basado en la arquitectura de atención MFA de próxima generación, ofrece resultados similares a Step-1 con menor costo, mayor rendimiento y menor latencia. Maneja tareas generales con gran capacidad de programación.",
  "step-2x-large.description": "Modelo de imagen de nueva generación StepFun centrado en la generación de imágenes, produce imágenes de alta calidad a partir de texto. Ofrece texturas más realistas y mejor representación de texto en chino e inglés.",
  "step-3.description": "Este modelo posee una fuerte percepción visual y razonamiento complejo, manejando con precisión el entendimiento de conocimientos multidominio, análisis matemático-visual y una amplia gama de tareas de análisis visual cotidiano.",
  "step-r1-v-mini.description": "Modelo de razonamiento con sólida comprensión de imágenes que puede procesar imágenes y texto, y luego generar texto tras un razonamiento profundo. Destaca en razonamiento visual y ofrece rendimiento de primer nivel en matemáticas, programación y razonamiento textual, con una ventana de contexto de 100K.",
  "stepfun-ai/step3.description": "Step3 es un modelo de razonamiento multimodal de vanguardia de StepFun, basado en una arquitectura MoE con 321B parámetros totales y 38B activos. Su diseño de extremo a extremo minimiza el costo de decodificación mientras ofrece razonamiento visión-lenguaje de primer nivel. Con diseño MFA y AFD, es eficiente tanto en aceleradores de gama alta como baja. Su preentrenamiento incluye más de 20T de tokens de texto y 4T de tokens imagen-texto en múltiples idiomas. Alcanza un rendimiento líder entre modelos abiertos en matemáticas, código y benchmarks multimodales.",
  "taichu_llm.description": "Entrenado con datos masivos de alta calidad, con mejor comprensión de texto, creación de contenido y preguntas y respuestas conversacionales.",
  "taichu_o1.description": "taichu_o1 es un modelo de razonamiento de nueva generación que utiliza interacción multimodal y aprendizaje por refuerzo para lograr un pensamiento en cadena similar al humano, admite simulación de decisiones complejas y expone rutas de razonamiento manteniendo alta precisión, ideal para análisis estratégico y pensamiento profundo.",
  "taichu_vl.description": "Combina comprensión de imágenes, transferencia de conocimiento y atribución lógica, destacando en preguntas y respuestas imagen-texto.",
  "tencent/Hunyuan-A13B-Instruct.description": "Hunyuan-A13B-Instruct utiliza 80B parámetros totales con 13B activos para igualar modelos más grandes. Admite razonamiento híbrido rápido/lento, comprensión estable de textos largos y capacidad líder de agentes en BFCL-v3 y τ-Bench. GQA y formatos multi-cuánticos permiten inferencia eficiente.",
  "tencent/Hunyuan-MT-7B.description": "El modelo de traducción Hunyuan incluye Hunyuan-MT-7B y el conjunto Hunyuan-MT-Chimera. Hunyuan-MT-7B es un modelo ligero de 7B que admite 33 idiomas y 5 lenguas minoritarias chinas. En WMT25 obtuvo 30 primeros lugares en 31 pares de idiomas. Tencent Hunyuan utiliza una canalización completa de entrenamiento desde preentrenamiento hasta SFT, RL de traducción y RL en conjunto, logrando un rendimiento líder en su tamaño con implementación eficiente y sencilla.",
  "text-embedding-3-large.description": "El modelo de embedding más potente para tareas en inglés y otros idiomas.",
  "text-embedding-3-small.description": "Modelo de embedding de próxima generación eficiente y rentable para recuperación y escenarios RAG.",
  "thudm/glm-4-32b.description": "GLM-4-32B-0414 es un modelo bilingüe (chino/inglés) de 32B con pesos abiertos, optimizado para generación de código, llamadas a funciones y tareas de agentes. Preentrenado con 15T de datos de alta calidad y centrados en razonamiento, afinado con alineación de preferencias humanas, muestreo de rechazo y RL. Destaca en razonamiento complejo, generación de artefactos y salida estructurada, alcanzando el nivel de rendimiento de GPT-4o y DeepSeek-V3-0324 en múltiples benchmarks.",
  "thudm/glm-4-32b:free.description": "GLM-4-32B-0414 es un modelo bilingüe (chino/inglés) de 32B con pesos abiertos, optimizado para generación de código, llamadas a funciones y tareas de agentes. Preentrenado con 15T de datos de alta calidad y centrados en razonamiento, afinado con alineación de preferencias humanas, muestreo de rechazo y RL. Destaca en razonamiento complejo, generación de artefactos y salida estructurada, alcanzando el nivel de rendimiento de GPT-4o y DeepSeek-V3-0324 en múltiples benchmarks.",
  "thudm/glm-4-9b-chat.description": "Versión de código abierto del último modelo preentrenado GLM-4 de Zhipu AI.",
  "thudm/glm-z1-32b.description": "GLM-Z1-32B-0414 es una variante de razonamiento mejorado de GLM-4-32B, diseñada para resolver problemas profundos centrados en matemáticas, lógica y código. Aplica RL ampliado (preferencias específicas de tarea y generales) para mejorar tareas complejas de múltiples pasos. En comparación con GLM-4-32B, Z1 mejora significativamente el razonamiento estructurado y la capacidad en dominios formales.\n\nAdmite pasos de “pensamiento” mediante ingeniería de prompts, mejora la coherencia en salidas largas y está optimizado para flujos de trabajo de agentes con contexto largo (vía YaRN), llamadas a herramientas JSON y muestreo detallado para razonamiento estable. Ideal para casos que requieren derivaciones formales o de múltiples pasos cuidadosas.",
  "thudm/glm-z1-rumination-32b.description": "GLM Z1 Rumination 32B es un modelo de razonamiento profundo de 32B de la serie GLM-4-Z1, optimizado para tareas abiertas complejas que requieren pensamiento prolongado. Basado en glm-4-32b-0414, añade etapas adicionales de RL y alineación multietapa, introduciendo una capacidad de “rumiación” que simula procesamiento cognitivo extendido. Esto incluye razonamiento iterativo, análisis multi-hop y flujos de trabajo aumentados con herramientas como búsqueda, recuperación y síntesis con conciencia de citas.\n\nDestaca en redacción de investigaciones, análisis comparativo y preguntas complejas. Admite llamadas a funciones para primitivas de búsqueda/navegación (`search`, `click`, `open`, `finish`) para flujos de agentes. El comportamiento de rumiación se controla mediante bucles multironda con modelado de recompensas basado en reglas y mecanismos de decisión diferida, evaluado frente a marcos de investigación profunda como el stack de alineación interno de OpenAI. Esta variante prioriza la profundidad sobre la velocidad.",
  "tngtech/deepseek-r1t-chimera:free.description": "DeepSeek-R1T-Chimera se crea al fusionar DeepSeek-R1 y DeepSeek-V3 (0324), combinando el razonamiento de R1 con la eficiencia de tokens de V3. Está basado en el Transformer DeepSeek-MoE y optimizado para generación general de texto.\n\nFusiona pesos preentrenados para equilibrar razonamiento, eficiencia y seguimiento de instrucciones. Se publica bajo la licencia MIT para uso comercial y de investigación.",
  "togethercomputer/StripedHyena-Nous-7B.description": "StripedHyena Nous (7B) ofrece mayor eficiencia computacional gracias a su arquitectura y estrategia.",
  "tts-1-hd.description": "El último modelo de texto a voz optimizado para calidad.",
  "tts-1.description": "El último modelo de texto a voz optimizado para velocidad en tiempo real.",
  "upstage/SOLAR-10.7B-Instruct-v1.0.description": "Upstage SOLAR Instruct v1 (11B) está ajustado para tareas de instrucciones precisas con un sólido rendimiento lingüístico.",
  "us.anthropic.claude-3-5-sonnet-20241022-v2:0.description": "Claude 3.5 Sonnet eleva el estándar de la industria, superando a sus competidores y a Claude 3 Opus en amplias evaluaciones, manteniendo velocidad y costo de nivel medio.",
  "us.anthropic.claude-3-7-sonnet-20250219-v1:0.description": "Claude 3.7 Sonnet es el modelo de próxima generación más rápido de Anthropic. En comparación con Claude 3 Haiku, mejora en múltiples habilidades y supera al anterior modelo insignia Claude 3 Opus en muchos benchmarks de inteligencia.",
  "us.anthropic.claude-haiku-4-5-20251001-v1:0.description": "Claude Haiku 4.5 es el modelo Haiku más rápido e inteligente de Anthropic, con velocidad relámpago y pensamiento extendido.",
  "us.anthropic.claude-opus-4-6-v1.description": "Claude Opus 4.6 es el modelo más inteligente de Anthropic para la creación de agentes y programación.",
  "us.anthropic.claude-sonnet-4-5-20250929-v1:0.description": "Claude Sonnet 4.5 es el modelo más inteligente de Anthropic hasta la fecha.",
  "v0-1.0-md.description": "v0-1.0-md es un modelo heredado disponible a través de la API v0.",
  "v0-1.5-lg.description": "v0-1.5-lg es adecuado para tareas avanzadas de pensamiento o razonamiento.",
  "v0-1.5-md.description": "v0-1.5-md es adecuado para tareas cotidianas y generación de interfaces de usuario.",
  "vercel/v0-1.0-md.description": "Accede a los modelos detrás de v0 para generar, corregir y optimizar aplicaciones web modernas con razonamiento específico de framework y conocimiento actualizado.",
  "vercel/v0-1.5-md.description": "Accede a los modelos detrás de v0 para generar, corregir y optimizar aplicaciones web modernas con razonamiento específico de framework y conocimiento actualizado.",
  "volcengine/doubao-seed-code.description": "Doubao-Seed-Code es el modelo LLM de ByteDance Volcano Engine optimizado para programación agente, con un sólido rendimiento en benchmarks de programación y agentes, y soporte de contexto de 256K.",
  "wan2.2-t2i-flash.description": "Wanxiang 2.2 Speed es el modelo más reciente con mejoras en creatividad, estabilidad y realismo, ofreciendo generación rápida y alto valor.",
  "wan2.2-t2i-plus.description": "Wanxiang 2.2 Pro es el modelo más reciente con mejoras en creatividad, estabilidad y realismo, produciendo detalles más ricos.",
  "wanx-v1.description": "Modelo base de texto a imagen. Corresponde a Tongyi Wanxiang 1.0 General.",
  "wanx2.0-t2i-turbo.description": "Destaca en retratos con textura, velocidad moderada y menor costo. Corresponde a Tongyi Wanxiang 2.0 Speed.",
  "wanx2.1-t2i-plus.description": "Versión completamente mejorada con detalles de imagen más ricos y velocidad ligeramente menor. Corresponde a Tongyi Wanxiang 2.1 Pro.",
  "wanx2.1-t2i-turbo.description": "Versión completamente mejorada con generación rápida, alta calidad general y gran valor. Corresponde a Tongyi Wanxiang 2.1 Speed.",
  "whisper-1.description": "Un modelo general de reconocimiento de voz que admite ASR multilingüe, traducción de voz y detección de idioma.",
  "wizardlm2.description": "WizardLM 2 es un modelo de lenguaje de Microsoft AI que sobresale en diálogos complejos, tareas multilingües, razonamiento y asistentes.",
  "wizardlm2:8x22b.description": "WizardLM 2 es un modelo de lenguaje de Microsoft AI que sobresale en diálogos complejos, tareas multilingües, razonamiento y asistentes.",
  "x-ai/grok-4-fast-non-reasoning.description": "Grok 4 Fast (Sin Razonamiento) es el modelo multimodal de alta capacidad y bajo costo de xAI (admite ventana de contexto de 2M) para escenarios sensibles a la latencia y el costo que no requieren razonamiento en el modelo. Se encuentra junto a la versión con razonamiento de Grok 4 Fast, y el razonamiento puede habilitarse mediante el parámetro reasoning de la API cuando sea necesario. Las indicaciones y respuestas pueden ser utilizadas por xAI u OpenRouter para mejorar modelos futuros.",
  "x-ai/grok-4-fast.description": "Grok 4 Fast es el modelo de alta capacidad y bajo costo de xAI (admite ventana de contexto de 2M), ideal para casos de uso de alta concurrencia y contexto largo.",
  "x-ai/grok-4.1-fast-non-reasoning.description": "Grok 4 Fast (Sin Razonamiento) es el modelo multimodal de alta capacidad y bajo costo de xAI (admite ventana de contexto de 2M) para escenarios sensibles a la latencia y el costo que no requieren razonamiento en el modelo. Se encuentra junto a la versión con razonamiento de Grok 4 Fast, y el razonamiento puede habilitarse mediante el parámetro reasoning de la API cuando sea necesario. Las indicaciones y respuestas pueden ser utilizadas por xAI u OpenRouter para mejorar modelos futuros.",
  "x-ai/grok-4.1-fast.description": "Grok 4 Fast es el modelo de alta capacidad y bajo costo de xAI (admite ventana de contexto de 2M), ideal para casos de uso de alta concurrencia y contexto largo.",
  "x-ai/grok-4.description": "Grok 4 es el modelo insignia de razonamiento de xAI con sólidas capacidades de razonamiento y multimodales.",
  "x-ai/grok-code-fast-1.description": "Grok Code Fast 1 es el modelo rápido de código de xAI con salida legible y amigable para ingeniería.",
  "xai/grok-2-vision.description": "Grok 2 Vision sobresale en tareas visuales, ofreciendo rendimiento SOTA en razonamiento visual matemático (MathVista) y preguntas sobre documentos (DocVQA). Maneja documentos, gráficos, diagramas, capturas de pantalla y fotos.",
  "xai/grok-2.description": "Grok 2 es un modelo de vanguardia con razonamiento de última generación, excelente en chat, codificación y rendimiento de razonamiento, superando a Claude 3.5 Sonnet y GPT-4 Turbo en LMSYS.",
  "xai/grok-3-fast.description": "El modelo insignia de xAI sobresale en casos de uso empresariales como extracción de datos, codificación y resumen, con profundo conocimiento en finanzas, salud, derecho y ciencia. La variante rápida se ejecuta en infraestructura más veloz para respuestas mucho más rápidas con mayor costo por token.",
  "xai/grok-3-mini-fast.description": "Modelo ligero de xAI que piensa antes de responder, ideal para tareas simples o basadas en lógica sin necesidad de conocimiento especializado. Se dispone de trazas de razonamiento en bruto. La variante rápida se ejecuta en infraestructura más veloz para respuestas mucho más rápidas con mayor costo por token.",
  "xai/grok-3-mini.description": "Modelo ligero de xAI que piensa antes de responder, ideal para tareas simples o basadas en lógica sin necesidad de conocimiento especializado. Se dispone de trazas de razonamiento en bruto.",
  "xai/grok-3.description": "El modelo insignia de xAI sobresale en casos de uso empresariales como extracción de datos, codificación y resumen, con profundo conocimiento en finanzas, salud, derecho y ciencia.",
  "xai/grok-4.description": "El modelo insignia más reciente de xAI con un rendimiento inigualable en lenguaje natural, matemáticas y razonamiento: un todoterreno ideal.",
  "yi-large-fc.description": "Basado en yi-large con llamadas a herramientas mejoradas, adecuado para escenarios de agentes y flujos de trabajo.",
  "yi-large-preview.description": "Una versión preliminar; se recomienda yi-large (más reciente).",
  "yi-large-rag.description": "Un servicio avanzado basado en yi-large, que combina recuperación y generación para respuestas precisas con búsqueda web en tiempo real.",
  "yi-large-turbo.description": "Valor y rendimiento excepcionales, ajustado para un sólido equilibrio entre calidad, velocidad y costo.",
  "yi-large.description": "Un nuevo modelo de 100 mil millones de parámetros con sólidas capacidades de preguntas y respuestas y generación de texto.",
  "yi-lightning-lite.description": "Una versión ligera; se recomienda yi-lightning.",
  "yi-lightning.description": "Un modelo de alto rendimiento más reciente con inferencia más rápida y salida de alta calidad.",
  "yi-medium-200k.description": "Un modelo de contexto largo de 200K para comprensión y generación profunda de textos extensos.",
  "yi-medium.description": "Un modelo de tamaño medio ajustado con capacidad y valor equilibrados, optimizado para el seguimiento de instrucciones.",
  "yi-spark.description": "Un modelo compacto y rápido con capacidades mejoradas en matemáticas y programación.",
  "yi-vision-v2.description": "Un modelo de visión para tareas complejas con sólida comprensión y análisis de múltiples imágenes.",
  "yi-vision.description": "Un modelo de visión para tareas complejas con sólida comprensión y análisis de imágenes.",
  "z-ai/glm-4.5-air.description": "GLM 4.5 Air es una variante ligera de GLM 4.5 para escenarios sensibles al costo, manteniendo un sólido razonamiento.",
  "z-ai/glm-4.5.description": "GLM 4.5 es el modelo insignia de Z.AI con razonamiento híbrido optimizado para ingeniería y tareas de contexto largo.",
  "z-ai/glm-4.6.description": "GLM 4.6 es el modelo insignia de Z.AI, con una longitud de contexto ampliada y capacidades avanzadas de programación.",
  "z-ai/glm-4.7.description": "GLM-4.7 es el modelo insignia más reciente de Zhipu, que ofrece capacidades generales mejoradas, respuestas más simples y naturales, y una experiencia de escritura más inmersiva.",
  "zai-org/GLM-4.5-Air.description": "GLM-4.5-Air es un modelo base para aplicaciones de agentes que utiliza una arquitectura de Mezcla de Expertos (MoE). Está optimizado para el uso de herramientas, navegación web, ingeniería de software y programación frontend, e integra agentes de código como Claude Code y Roo Code. Emplea razonamiento híbrido para abordar tanto escenarios complejos como situaciones cotidianas.",
  "zai-org/GLM-4.5.description": "GLM-4.5 es un modelo base diseñado para aplicaciones de agentes con una arquitectura de Mezcla de Expertos (MoE). Está profundamente optimizado para el uso de herramientas, navegación web, ingeniería de software y programación frontend, e integra agentes de código como Claude Code y Roo Code. Utiliza razonamiento híbrido para manejar tanto razonamientos complejos como escenarios cotidianos.",
  "zai-org/GLM-4.5V.description": "GLM-4.5V es el último modelo VLM de Zhipu AI, basado en el modelo de texto insignia GLM-4.5-Air (106B en total, 12B activos) con una arquitectura MoE que ofrece alto rendimiento a menor costo. Sigue la línea de pensamiento de GLM-4.1V-Thinking y añade 3D-RoPE para mejorar el razonamiento espacial en 3D. Optimizado mediante preentrenamiento, SFT y RL, maneja imágenes, videos y documentos extensos, y se posiciona entre los mejores modelos abiertos en 41 benchmarks multimodales públicos. Un modo de pensamiento configurable permite equilibrar velocidad y profundidad.",
  "zai-org/GLM-4.6.description": "En comparación con GLM-4.5, GLM-4.6 amplía el contexto de 128K a 200K para abordar tareas de agentes más complejas. Obtiene mejores puntuaciones en benchmarks de código y muestra un rendimiento superior en aplicaciones reales como Claude Code, Cline, Roo Code y Kilo Code, incluyendo una mejor generación de páginas frontend. El razonamiento ha sido mejorado y se admite el uso de herramientas durante el proceso, fortaleciendo su capacidad general. Se integra mejor en marcos de trabajo de agentes, mejora los agentes de búsqueda y herramientas, y ofrece un estilo de escritura más natural y preferido por los usuarios, así como una mayor naturalidad en la simulación de roles.",
  "zai/glm-4.5-air.description": "GLM-4.5 y GLM-4.5-Air son nuestros modelos insignia más recientes para aplicaciones de agentes, ambos con arquitectura MoE. GLM-4.5 cuenta con 355B en total y 32B activos por pasada; GLM-4.5-Air es más liviano, con 106B en total y 12B activos.",
  "zai/glm-4.5.description": "La serie GLM-4.5 está diseñada para agentes. El modelo insignia GLM-4.5 combina razonamiento, programación y habilidades de agente con 355B de parámetros totales (32B activos) y ofrece modos de operación dual como sistema de razonamiento híbrido.",
  "zai/glm-4.5v.description": "GLM-4.5V se basa en GLM-4.5-Air, heredando técnicas comprobadas de GLM-4.1V-Thinking y escalando con una sólida arquitectura MoE de 106B parámetros.",
  "zenmux/auto.description": "El enrutamiento automático de ZenMux selecciona el modelo con mejor relación calidad-rendimiento entre las opciones compatibles según tu solicitud."
}
