{
  "error.backHome": "Ana Sayfaya Dön",
  "error.desc": "Daha sonra tekrar deneyin ya da bilinen dünyaya geri dönün.",
  "error.retry": "Yeniden Yükle",
  "error.title": "Hata oluştu..",
  "fetchError.detail": "Hata detayları",
  "fetchError.title": "İstek başarısız oldu",
  "import.importConfigFile.description": "Hata nedeni: {{reason}}",
  "import.importConfigFile.title": "İçe Aktarma Başarısız",
  "import.incompatible.description": "Bu dosya daha yüksek bir sürümden dışa aktarılmış. Lütfen en son sürüme yükseltip tekrar içe aktarın.",
  "import.incompatible.title": "Mevcut uygulama bu dosyanın içe aktarımını desteklemiyor",
  "inviteCode.continue": "Devam et",
  "inviteCode.currentEmail": "Mevcut hesap: {{email}}",
  "inviteCode.desc": "LobeHub'a erişim için bir davet kodu gereklidir. Lütfen devam etmek için geçerli bir davet kodu girin.",
  "inviteCode.friends": "Arkadaşlar",
  "inviteCode.joinUsOn": "Bize katıl",
  "inviteCode.lookingForInvite": "Davet mi arıyorsunuz?",
  "inviteCode.notYou": "Siz değil misiniz?",
  "inviteCode.openingInStages": "aşamalı olarak açılıyor.",
  "inviteCode.placeholder": "Davet kodu veya bağlantı",
  "inviteCode.pleaseEnterCode": "Devam etmek için davet kodunuzu girin.",
  "inviteCode.switchAccount": "Hesap değiştir",
  "inviteCode.title": "Davet Kodu Gerekli",
  "loginRequired.desc": "Kısa süre içinde giriş sayfasına yönlendirileceksiniz",
  "loginRequired.title": "Bu özelliği kullanmak için lütfen giriş yapın",
  "notFound.backHome": "Ana Sayfaya Dön",
  "notFound.check": "Lütfen URL'nizin doğru olup olmadığını kontrol edin.",
  "notFound.desc": "Aradığınız sayfayı bulamadık.",
  "notFound.title": "Bilinmeyen Bir Bölgeye mi Girdiniz?",
  "pluginSettings.desc": "Bu yeteneği kullanmaya başlamak için aşağıdaki yapılandırmayı tamamlayın",
  "pluginSettings.title": "{{name}} Yetenek Ayarları",
  "response.400": "Üzgünüz, sunucu isteğinizi anlayamıyor. Lütfen istek parametrelerinizin doğru olduğundan emin olun.",
  "response.401": "Üzgünüz, sunucu isteğinizi reddetti. Bu, yetersiz yetki veya geçersiz kimlik doğrulaması nedeniyle olabilir.",
  "response.403": "Üzgünüz, bu içeriğe erişim izniniz yok.",
  "response.404": "Üzgünüz, sunucu istediğiniz sayfa veya kaynağı bulamıyor. Lütfen URL'nizi kontrol edin.",
  "response.405": "Üzgünüz, sunucu kullandığınız istek yöntemini desteklemiyor. Lütfen istek yönteminizin doğru olduğundan emin olun.",
  "response.406": "Üzgünüz, sunucu talebinizi içeriğin özelliklerine göre tamamlayamıyor.",
  "response.407": "Üzgünüz, bu isteğe devam etmeden önce vekil sunucuda kimlik doğrulaması yapmanız gerekiyor.",
  "response.408": "Üzgünüz, sunucu isteği beklerken zaman aşımına uğradı. Lütfen ağ bağlantınızı kontrol edip tekrar deneyin.",
  "response.409": "Üzgünüz, istek bir çakışma nedeniyle işlenemiyor. Bu, kaynağın durumu ile isteğin uyumsuz olmasından kaynaklanabilir.",
  "response.410": "Üzgünüz, istediğiniz kaynak kalıcı olarak kaldırılmış ve bulunamıyor.",
  "response.411": "Üzgünüz, sunucu geçerli bir içerik uzunluğu olmadan isteği işleyemiyor.",
  "response.412": "Üzgünüz, isteğiniz sunucunun koşullarını karşılamıyor ve tamamlanamıyor.",
  "response.413": "Üzgünüz, isteğinizdeki veri sunucunun işleyebileceğinden daha büyük.",
  "response.414": "Üzgünüz, isteğinizin URI'si sunucunun işleyebileceğinden daha uzun.",
  "response.415": "Üzgünüz, sunucu isteğe eklenen medya formatını işleyemiyor.",
  "response.416": "Üzgünüz, sunucu isteğinizin aralığını karşılayamıyor.",
  "response.417": "Üzgünüz, sunucu beklentilerinizi karşılayamıyor.",
  "response.422": "Üzgünüz, isteğiniz doğru biçimde ancak anlamsal hatalar nedeniyle yanıtlanamıyor.",
  "response.423": "Üzgünüz, istediğiniz kaynak kilitli.",
  "response.424": "Üzgünüz, önceki bir isteğin başarısız olması nedeniyle mevcut istek tamamlanamıyor.",
  "response.426": "Üzgünüz, sunucu istemcinizin daha yüksek bir protokol sürümüne yükseltilmesini istiyor.",
  "response.428": "Üzgünüz, sunucu bir ön koşul gerektiriyor. Lütfen isteğinize doğru koşullu başlık ekleyin.",
  "response.429": "Üzgünüz, çok sık istek gönderiyorsunuz. Lütfen daha sonra tekrar deneyin.",
  "response.431": "Üzgünüz, isteğinizin başlık alanları sunucunun işleyebileceğinden çok büyük.",
  "response.451": "Üzgünüz, yasal nedenlerle bu kaynağa erişim reddedildi.",
  "response.499": "Üzgünüz, isteğiniz sunucu tarafından işlenirken beklenmedik şekilde kesildi. Bu, işlemi iptal etmenizden veya ağ bağlantısının kararsız olmasından kaynaklanabilir. Lütfen ağ durumunuzu kontrol edip tekrar deneyin.",
  "response.500": "Üzgünüz, sunucuda geçici bir sorun oluştu. Lütfen daha sonra tekrar deneyin.",
  "response.501": "Üzgünüz, sunucu bu isteği nasıl işleyeceğini henüz bilmiyor. Lütfen işleminizin doğru olduğundan emin olun.",
  "response.502": "Üzgünüz, sunucu geçici olarak hizmet veremiyor. Lütfen daha sonra tekrar deneyin.",
  "response.503": "Üzgünüz, sunucu şu anda isteğinizi işleyemiyor. Bu, aşırı yüklenme veya bakım nedeniyle olabilir. Lütfen daha sonra tekrar deneyin.",
  "response.504": "Üzgünüz, sunucu üst sunucudan yanıt alamadı. Lütfen daha sonra tekrar deneyin.",
  "response.505": "Üzgünüz, sunucu kullandığınız HTTP sürümünü desteklemiyor. Lütfen güncelleyip tekrar deneyin.",
  "response.506": "Üzgünüz, sunucuda yapılandırma sorunu var. Lütfen yöneticinizle iletişime geçin.",
  "response.507": "Üzgünüz, sunucuda isteğinizi işlemek için yeterli depolama alanı yok. Lütfen daha sonra tekrar deneyin.",
  "response.509": "Üzgünüz, sunucunun bant genişliği tükendi. Lütfen daha sonra tekrar deneyin.",
  "response.510": "Üzgünüz, sunucu istenen uzantıyı desteklemiyor. Lütfen yöneticinizle iletişime geçin.",
  "response.520": "Üzgünüz, sunucu beklenmeyen bir sorunla karşılaştı ve isteğinizi tamamlayamadı. Lütfen daha sonra tekrar deneyin; sorunu çözmek için çalışıyoruz.",
  "response.522": "Üzgünüz, sunucu bağlantısı zaman aşımına uğradı ve isteğinize zamanında yanıt veremedi. Bu, ağ kararsızlığı veya sunucunun geçici olarak erişilemez olmasından kaynaklanabilir. Lütfen daha sonra tekrar deneyin.",
  "response.524": "Üzgünüz, sunucu yanıt beklerken zaman aşımına uğradı. Bu, yavaş bir yanıt nedeniyle olabilir. Lütfen daha sonra tekrar deneyin.",
  "response.AgentRuntimeError": "Lobe dil modeli çalışma zamanı yürütme hatası. Lütfen aşağıdaki bilgilere göre sorun giderin veya tekrar deneyin.",
  "response.ComfyUIBizError": "ComfyUI hizmeti istek hatası oluştu. Lütfen aşağıdaki bilgilere göre sorun giderin veya tekrar deneyin.",
  "response.ComfyUIEmptyResult": "ComfyUI tarafından herhangi bir görsel oluşturulamadı. Lütfen model yapılandırmasını kontrol edin veya tekrar deneyin.",
  "response.ComfyUIModelError": "ComfyUI modeli yüklenemedi. Lütfen model dosyasının mevcut olduğundan emin olun.",
  "response.ComfyUIServiceUnavailable": "ComfyUI hizmetine bağlanılamadı. Lütfen düzgün çalıştığından ve hizmet URL'sinin doğru yapılandırıldığından emin olun.",
  "response.ComfyUIUploadFailed": "ComfyUI'ye görsel yüklenemedi. Lütfen sunucu bağlantısını kontrol edin veya tekrar deneyin.",
  "response.ComfyUIWorkflowError": "ComfyUI iş akışı yürütme hatası. Lütfen iş akışı yapılandırmasını doğrulayın.",
  "response.ConnectionCheckFailed": "İstek boş döndü. Lütfen API proxy adresinin `/v1` ile bitmediğinden emin olun.",
  "response.CreateMessageError": "Üzgünüz, mesaj başarıyla gönderilemedi. Lütfen içeriği kopyalayıp tekrar gönderin. Sayfa yenilendikten sonra bu mesaj saklanmayacaktır.",
  "response.ExceededContextWindow": "Mevcut istek içeriği modelin işleyebileceği uzunluğu aşıyor. Lütfen içeriği azaltıp tekrar deneyin.",
  "response.FreePlanLimit": "Şu anda ücretsiz kullanıcı olarak bu özelliği kullanamazsınız. Lütfen ücretli bir plana geçiş yapın.",
  "response.GoogleAIBlockReason.BLOCKLIST": "İçeriğiniz yasaklı terimler içeriyor. Lütfen girişinizi gözden geçirip tekrar deneyin.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "Oluşturulan görsel güvenlik nedeniyle engellendi. Lütfen görsel isteğinizi değiştirin.",
  "response.GoogleAIBlockReason.LANGUAGE": "Kullandığınız dil desteklenmiyor. Lütfen İngilizce veya desteklenen başka bir dilde tekrar deneyin.",
  "response.GoogleAIBlockReason.OTHER": "İçerik bilinmeyen bir nedenle engellendi. Lütfen isteğinizi yeniden ifade edin.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "İsteğiniz yasaklı içerik içerebilir. Lütfen kullanım kurallarına uygun hale getirin.",
  "response.GoogleAIBlockReason.RECITATION": "İçeriğiniz olası telif hakkı endişeleri nedeniyle engellendi. Lütfen özgün içerik kullanın veya isteğinizi yeniden ifade edin.",
  "response.GoogleAIBlockReason.SAFETY": "İçeriğiniz güvenlik politikaları nedeniyle engellendi. Lütfen potansiyel olarak zararlı veya uygunsuz içerikten kaçının.",
  "response.GoogleAIBlockReason.SPII": "İçeriğiniz hassas kişisel bilgiler içerebilir. Gizliliği korumak için bu bilgileri kaldırıp tekrar deneyin.",
  "response.GoogleAIBlockReason.default": "İçerik engellendi: {{blockReason}}. Lütfen isteğinizi düzenleyip tekrar deneyin.",
  "response.InsufficientQuota": "Üzgünüz, bu anahtar için kota sınırına ulaşıldı. Lütfen hesabınızın bakiyesini kontrol edin veya kotayı artırdıktan sonra tekrar deneyin.",
  "response.InvalidAccessCode": "Geçersiz veya boş erişim kodu. Lütfen doğru erişim kodunu girin veya özel bir API Anahtarı ekleyin.",
  "response.InvalidBedrockCredentials": "Bedrock kimlik doğrulaması başarısız oldu. Lütfen AccessKeyId/SecretAccessKey bilgilerinizi kontrol edip tekrar deneyin.",
  "response.InvalidComfyUIArgs": "Geçersiz ComfyUI yapılandırması. Lütfen ayarları kontrol edip tekrar deneyin.",
  "response.InvalidGithubToken": "GitHub Kişisel Erişim Anahtarı hatalı veya boş. Lütfen kontrol edip tekrar deneyin.",
  "response.InvalidOllamaArgs": "Geçersiz Ollama yapılandırması. Lütfen ayarları kontrol edip tekrar deneyin.",
  "response.InvalidProviderAPIKey": "{{provider}} API Anahtarı hatalı veya boş. Lütfen kontrol edip tekrar deneyin.",
  "response.InvalidVertexCredentials": "Vertex kimlik doğrulaması başarısız oldu. Lütfen bilgilerinizi kontrol edip tekrar deneyin.",
  "response.LocationNotSupportError": "Üzgünüz, bulunduğunuz konum bu model hizmetini desteklemiyor. Bu, bölgesel kısıtlamalardan veya hizmetin mevcut olmamasından kaynaklanabilir. Lütfen konumunuzu kontrol edin veya farklı bir konumdan deneyin.",
  "response.ModelNotFound": "Üzgünüz, istenen model bulunamadı. Model mevcut olmayabilir veya gerekli erişim izinlerine sahip olmayabilirsiniz. Lütfen API Anahtarınızı değiştirip tekrar deneyin.",
  "response.NoOpenAIAPIKey": "OpenAI API Anahtarı boş. Lütfen özel bir OpenAI API Anahtarı ekleyin.",
  "response.OllamaBizError": "Ollama hizmeti istek hatası. Lütfen aşağıdaki bilgilere göre sorun giderin veya tekrar deneyin.",
  "response.OllamaServiceUnavailable": "Ollama hizmeti kullanılamıyor. Lütfen Ollama'nın düzgün çalıştığından veya çapraz kaynak yapılandırmasının doğru olduğundan emin olun.",
  "response.PermissionDenied": "Üzgünüz, bu hizmete erişim izniniz yok. Lütfen anahtarınızın gerekli yetkilere sahip olduğunu kontrol edin.",
  "response.PluginApiNotFound": "Üzgünüz, API yetenek manifestinde bulunamadı. Lütfen istek yönteminizin manifest ile uyumlu olduğundan emin olun.",
  "response.PluginApiParamsError": "Üzgünüz, yetenek isteği için giriş parametreleri doğrulanamadı. Lütfen API açıklamasıyla uyumlu olduğundan emin olun.",
  "response.PluginFailToTransformArguments": "Üzgünüz, yetenek argümanları ayrıştırılamadı. Lütfen ajan mesajını yeniden oluşturun veya Araç Çağırma özelliğine sahip daha güçlü bir AI modeli kullanın.",
  "response.PluginGatewayError": "Üzgünüz, yetenek geçidinde bir hata oluştu. Lütfen yapılandırmanın doğru olduğundan emin olun.",
  "response.PluginManifestInvalid": "Üzgünüz, yetenek manifesti doğrulaması başarısız oldu. Lütfen formatın doğru olduğundan emin olun.",
  "response.PluginManifestNotFound": "Üzgünüz, sunucu yetenek manifest dosyasını (manifest.json) bulamadı. Lütfen adresin doğru olduğundan emin olun.",
  "response.PluginMarketIndexInvalid": "Üzgünüz, yetenek dizin doğrulaması başarısız oldu. Lütfen dizin dosyasının formatını kontrol edin.",
  "response.PluginMarketIndexNotFound": "Üzgünüz, sunucu yetenek dizinini bulamadı. Lütfen dizin adresini kontrol edin.",
  "response.PluginMetaInvalid": "Üzgünüz, yetenek meta verisi doğrulaması başarısız oldu. Lütfen formatın doğru olduğundan emin olun.",
  "response.PluginMetaNotFound": "Üzgünüz, yetenek dizinde bulunamadı. Lütfen yapılandırma bilgilerini kontrol edin.",
  "response.PluginOpenApiInitError": "Üzgünüz, OpenAPI istemcisi başlatılamadı. Lütfen yapılandırma bilgilerinin doğru olduğundan emin olun.",
  "response.PluginServerError": "Yetenek sunucusu isteği hata ile döndü. Lütfen aşağıdaki hata bilgilerine göre manifest dosyasını, yapılandırmayı veya sunucu uygulamasını kontrol edin.",
  "response.PluginSettingsInvalid": "Bu yeteneği kullanmadan önce doğru şekilde yapılandırılmalıdır. Lütfen ayarlarınızı kontrol edin.",
  "response.ProviderBizError": "{{provider}} hizmeti istek hatası. Lütfen aşağıdaki bilgilere göre sorun giderin veya tekrar deneyin.",
  "response.QuotaLimitReached": "Üzgünüz, bu anahtar için belirlenen kota sınırına ulaşıldı. Lütfen kotayı artırın veya daha sonra tekrar deneyin.",
  "response.ServerAgentRuntimeError": "Üzgünüz, Ajan hizmeti şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin veya destek için bizimle iletişime geçin.",
  "response.StreamChunkError": "Akış isteğinin mesaj parçası ayrıştırılırken hata oluştu. Lütfen API arayüzünün standartlara uygun olup olmadığını kontrol edin veya API sağlayıcınızla iletişime geçin.",
  "response.SubscriptionKeyMismatch": "Üzgünüz, geçici bir sistem arızası nedeniyle abonelik kullanımınız devre dışı. Lütfen aşağıdaki butona tıklayarak aboneliğinizi geri yükleyin veya destek için bizimle iletişime geçin.",
  "response.SubscriptionPlanLimit": "Abonelik puanlarınız tükendi, bu özelliği kullanamazsınız. Lütfen daha yüksek bir plana geçin veya özel model API yapılandırın.",
  "response.SubscriptionPlanLimitUltimate": "Abonelik puanlarınız tükendi, bu özelliği kullanamazsınız. Lütfen kredi yükleyin veya özel model API yapılandırın.",
  "response.SystemTimeNotMatchError": "Üzgünüz, sistem saatiniz sunucuyla eşleşmiyor. Lütfen sistem saatinizi kontrol edip tekrar deneyin.",
  "response.UnknownChatFetchError": "Üzgünüz, bilinmeyen bir istek hatası oluştu. Lütfen aşağıdaki bilgileri kontrol edin veya tekrar deneyin.",
  "stt.responseError": "Hizmet isteği başarısız oldu, lütfen yapılandırmayı kontrol edin veya tekrar deneyin",
  "supervisor.decisionFailed": "Grup yöneticisi çalışamıyor. Lütfen doğru model, API Anahtarı ve API uç noktasının ayarlandığından emin olun.",
  "testConnectionFailed": "Bağlantı testi başarısız: {{error}}",
  "tts.responseError": "Hizmet isteği başarısız oldu, lütfen yapılandırmayı kontrol edin veya tekrar deneyin",
  "unlock.addProxyUrl": "OpenAI proxy URL'si ekle (isteğe bağlı)",
  "unlock.apiKey.description": "Oturuma başlamak için {{name}} API Anahtarınızı girin",
  "unlock.apiKey.imageGenerationDescription": "Görsel oluşturmaya başlamak için {{name}} API Anahtarınızı girin",
  "unlock.apiKey.title": "Özel {{name}} API Anahtarı Kullan",
  "unlock.closeMessage": "Mesajı Kapat",
  "unlock.comfyui.description": "Görsel oluşturmaya başlamak için geçerli {{name}} bilgilerini girin.",
  "unlock.comfyui.modifyBaseUrl": "ComfyUI hizmet URL'sini düzenle",
  "unlock.comfyui.title": "{{name}} bilgilerinizi doğrulayın",
  "unlock.confirm": "Onayla ve Tekrar Dene",
  "unlock.goToSettings": "Ayarlar'a Git",
  "unlock.oauth.description": "Yönetici birleşik giriş doğrulamasını etkinleştirdi. Giriş yapmak ve uygulamanın kilidini açmak için aşağıdaki butona tıklayın.",
  "unlock.oauth.success": "Giriş başarılı",
  "unlock.oauth.title": "Hesabınıza giriş yapın",
  "unlock.oauth.welcome": "Hoş geldiniz!",
  "unlock.password.description": "Yönetici uygulama şifrelemesini etkinleştirdi. Uygulamanın kilidini açmak için şifreyi girin. Şifre yalnızca bir kez girilmelidir.",
  "unlock.password.placeholder": "Lütfen şifreyi girin",
  "unlock.password.title": "Uygulamanın Kilidini Açmak İçin Şifre Girin",
  "unlock.tabs.apiKey": "Özel API Anahtarı",
  "unlock.tabs.password": "Şifre",
  "upload.desc": "Detaylar: {{detail}}",
  "upload.fileOnlySupportInServerMode": "Mevcut dağıtım modu, resim dışı dosyaların yüklenmesini desteklemiyor. {{ext}} formatındaki dosyaları yüklemek için sunucu veritabanı dağıtımına geçin veya {{cloud}} hizmetini kullanın.",
  "upload.networkError": "Lütfen ağ bağlantınızı ve dosya depolama hizmetinin çapraz kaynak yapılandırmasının doğru olduğundan emin olun.",
  "upload.storageLimitExceeded": "Dosya depolama alanınız plan sınırına ulaştı. Lütfen planınızı yükseltin veya yer açmak için kullanılmayan dosyaları silin.",
  "upload.title": "Dosya yükleme başarısız oldu. Lütfen ağ bağlantınızı kontrol edin veya daha sonra tekrar deneyin",
  "upload.unknownError": "Hata nedeni: {{reason}}",
  "upload.uploadFailed": "Dosya yükleme başarısız oldu."
}
