{
  "01-ai/yi-1.5-34b-chat.description": "01.AI’nin en son açık kaynaklı, 34 milyar parametreli ince ayarlı modeli; çoklu diyalog senaryolarını destekler, yüksek kaliteli verilerle eğitilmiştir ve insan tercihleriyle uyumludur.",
  "01-ai/yi-1.5-9b-chat.description": "01.AI’nin en son açık kaynaklı, 9 milyar parametreli ince ayarlı modeli; çoklu diyalog senaryolarını destekler, yüksek kaliteli verilerle eğitilmiştir ve insan tercihleriyle uyumludur.",
  "360/deepseek-r1.description": "360 tarafından dağıtılan DeepSeek-R1, son eğitim aşamasında büyük ölçekli pekiştirmeli öğrenme (RL) kullanarak çok az etiketli veriyle akıl yürütme yeteneğini büyük ölçüde artırır. Matematik, kodlama ve doğal dil akıl yürütme görevlerinde OpenAI o1 ile eşleşir.",
  "360gpt-pro-trans.description": "Üst düzey çeviri kalitesi için derinlemesine ince ayarlanmış, çeviri odaklı bir model.",
  "360gpt-pro.description": "360GPT Pro, çeşitli NLP senaryoları için verimli metin işleme sağlayan, uzun metin anlama ve çoklu dönüşlü diyalog desteği sunan 360 AI’nin temel modelidir.",
  "360gpt-turbo-responsibility-8k.description": "360GPT Turbo Responsibility 8K, içerik hassas uygulamalar için anlamsal güvenlik ve sorumluluğa odaklanır, doğru ve sağlam kullanıcı deneyimleri sağlar.",
  "360gpt-turbo.description": "360GPT Turbo, güçlü hesaplama ve sohbet yetenekleriyle birlikte mükemmel anlamsal anlama ve üretim verimliliği sunar; işletmeler ve geliştiriciler için idealdir.",
  "360gpt2-o1.description": "360gpt2-o1, düşünce zinciri oluşturmak için ağaç araması, yansıma mekanizması ve pekiştirmeli öğrenme eğitimi kullanır; bu sayede öz-yansıma ve öz-düzeltme yetenekleri kazanır.",
  "360gpt2-pro.description": "360GPT2 Pro, yaratıcı görevlerde üstün performans gösteren, karmaşık dönüşümler ve rol yapma gibi görevleri başarıyla yerine getiren gelişmiş bir NLP modelidir.",
  "360zhinao2-o1.description": "360zhinao2-o1, düşünce zinciri oluşturmak için ağaç araması, yansıma mekanizması ve pekiştirmeli öğrenme eğitimi kullanır; bu sayede öz-yansıma ve öz-düzeltme yetenekleri kazanır.",
  "4.0Ultra.description": "Spark Ultra, Spark serisinin en güçlü modelidir. Metin anlama ve özetleme yeteneklerini geliştirir, web aramasını iyileştirir. İş yerinde verimliliği artırmak ve doğru yanıtlar sağlamak için kapsamlı bir çözümdür; lider bir akıllı ürün olarak konumlanır.",
  "AnimeSharp.description": "AnimeSharp (diğer adıyla \"4x-AnimeSharp\"), Kim2091 tarafından geliştirilen ESRGAN tabanlı açık kaynaklı bir süper çözünürlük modelidir. Anime tarzı görselleri büyütme ve keskinleştirmeye odaklanır. Şubat 2022'de \"4x-TextSharpV1\" adından yeniden adlandırılmıştır; başlangıçta metin görselleri için de tasarlanmış olsa da anime içeriği için optimize edilmiştir.",
  "Baichuan2-Turbo.description": "Modeli alan ve web bilgisiyle birleştirmek için arama artırımı kullanır. PDF/Word yüklemeleri ve URL girişlerini destekleyerek zamanında, kapsamlı bilgi erişimi ve profesyonel, doğru çıktılar sağlar.",
  "Baichuan3-Turbo-128k.description": "128K ultra uzun bağlam penceresiyle, yüksek frekanslı kurumsal senaryolar için optimize edilmiştir. Baichuan2’ye kıyasla içerik üretimi %20, bilgi tabanlı SSS %17, rol yapma %40 oranında gelişmiştir. Genel performansı GPT-3.5’ten daha iyidir.",
  "Baichuan3-Turbo.description": "Yüksek frekanslı kurumsal senaryolar için optimize edilmiştir. Baichuan2’ye kıyasla içerik üretimi %20, bilgi tabanlı SSS %17, rol yapma %40 oranında gelişmiştir. Genel performansı GPT-3.5’ten daha iyidir.",
  "Baichuan4-Air.description": "Çin'deki en iyi performansa sahip modellerden biri olup, bilgi, uzun metin ve yaratıcı üretim gibi Çince görevlerde önde gelen yabancı modelleri geride bırakır. Ayrıca, otoriter kıyaslamalarda güçlü sonuçlar sunan sektör lideri çok modlu yeteneklere sahiptir.",
  "Baichuan4-Turbo.description": "Çin'deki en iyi performansa sahip modellerden biri olup, bilgi, uzun metin ve yaratıcı üretim gibi Çince görevlerde önde gelen yabancı modelleri geride bırakır. Ayrıca, otoriter kıyaslamalarda güçlü sonuçlar sunan sektör lideri çok modlu yeteneklere sahiptir.",
  "Baichuan4.description": "Yerli modeller arasında en yüksek performansa sahip olup, ansiklopedik bilgi, uzun metin ve yaratıcı üretim gibi Çince görevlerde önde gelen yabancı modelleri geride bırakır. Ayrıca, sektör lideri çok modlu yetenekler ve güçlü kıyaslama sonuçları sunar.",
  "ByteDance-Seed/Seed-OSS-36B-Instruct.description": "Seed-OSS, ByteDance Seed tarafından geliştirilen açık kaynaklı LLM ailesidir. Uzun bağlam işleme, akıl yürütme, ajan görevleri ve genel yeteneklerde güçlüdür. Seed-OSS-36B-Instruct, 36 milyar parametreli, ultra uzun bağlamı doğal olarak destekleyen, büyük belgeler veya kod tabanlarını işleyebilen bir talimat odaklı modeldir. Akıl yürütme, kod üretimi ve araç kullanımı gibi görevler için optimize edilmiştir. \"Düşünme Bütçesi\" özelliği, verimliliği artırmak için esnek akıl yürütme uzunluğu sağlar.",
  "DeepSeek-R1-Distill-Llama-70B.description": "DeepSeek R1, DeepSeek serisinin daha büyük ve daha akıllı modeli olarak Llama 70B mimarisine damıtılmıştır. Kıyaslamalar ve insan değerlendirmeleri, özellikle matematik ve bilgi doğruluğu görevlerinde temel Llama 70B'den daha akıllı olduğunu göstermektedir.",
  "DeepSeek-R1-Distill-Qwen-1.5B.description": "Qwen2.5-Math-1.5B tabanlı bir DeepSeek-R1 damıtılmış modelidir. Pekiştirmeli öğrenme ve soğuk başlangıç verileri, akıl yürütme performansını optimize eder ve açık modeller için yeni çok görevli kıyaslamalar belirler.",
  "DeepSeek-R1-Distill-Qwen-14B.description": "DeepSeek-R1-Distill modelleri, DeepSeek-R1 tarafından üretilen örnek verilerle açık kaynaklı modellerden ince ayarlanmıştır.",
  "DeepSeek-R1-Distill-Qwen-32B.description": "DeepSeek-R1-Distill modelleri, DeepSeek-R1 tarafından üretilen örnek verilerle açık kaynaklı modellerden ince ayarlanmıştır.",
  "DeepSeek-R1-Distill-Qwen-7B.description": "Qwen2.5-Math-7B tabanlı bir DeepSeek-R1 damıtılmış modelidir. Pekiştirmeli öğrenme ve soğuk başlangıç verileri, akıl yürütme performansını optimize eder ve açık modeller için yeni çok görevli kıyaslamalar belirler.",
  "DeepSeek-R1.description": "DeepSeek-R1, son eğitim aşamasında büyük ölçekli pekiştirmeli öğrenme uygulayarak çok az etiketli veriyle akıl yürütme yeteneğini büyük ölçüde artırır. Matematik, kodlama ve doğal dil akıl yürütme görevlerinde OpenAI o1 üretim modeliyle eşleşir.",
  "DeepSeek-V3-1.description": "DeepSeek V3.1, gelişmiş karmaşık akıl yürütme ve düşünce zinciri ile yeni nesil bir akıl yürütme modelidir; derin analiz görevleri için uygundur.",
  "DeepSeek-V3-Fast.description": "Sağlayıcı: sophnet. DeepSeek V3 Fast, DeepSeek V3 0324’ün yüksek TPS sürümüdür; tam hassasiyetlidir (kuantize edilmemiştir), daha güçlü kod ve matematik yeteneklerine sahiptir ve daha hızlı yanıtlar sunar.",
  "DeepSeek-V3.1-Fast.description": "DeepSeek V3.1 Fast, DeepSeek V3.1’in yüksek TPS hızlı varyantıdır. Hibrit düşünme modu: sohbet şablonları aracılığıyla bir model hem düşünme hem de düşünmeme modlarını destekler. Daha akıllı araç kullanımı: son eğitim, araç ve ajan görev performansını artırır.",
  "DeepSeek-V3.1-Think.description": "DeepSeek-V3.1 düşünme modu: düşünme ve düşünmeme modlarını birleştiren yeni bir hibrit akıl yürütme modeli, DeepSeek-R1-0528’den daha verimlidir. Son eğitim optimizasyonları, ajan araç kullanımı ve görev performansını önemli ölçüde artırır.",
  "DeepSeek-V3.description": "DeepSeek-V3, DeepSeek tarafından geliştirilen bir MoE modelidir. Qwen2.5-72B ve Llama-3.1-405B gibi diğer açık modelleri birçok kıyaslamada geride bırakır ve GPT-4o ile Claude 3.5 Sonnet gibi önde gelen kapalı modellerle rekabet eder.",
  "Doubao-lite-128k.description": "Doubao-lite, ultra hızlı yanıtlar ve daha iyi değer sunar; senaryolar arasında esnek seçenekler sunar. 128K bağlamı çıkarım ve ince ayar için destekler.",
  "Doubao-lite-32k.description": "Doubao-lite, ultra hızlı yanıtlar ve daha iyi değer sunar; senaryolar arasında esnek seçenekler sunar. 32K bağlamı çıkarım ve ince ayar için destekler.",
  "Doubao-lite-4k.description": "Doubao-lite, ultra hızlı yanıtlar ve daha iyi değer sunar; senaryolar arasında esnek seçenekler sunar. 4K bağlamı çıkarım ve ince ayar için destekler.",
  "Doubao-pro-128k.description": "Karmaşık görevler için en iyi performans gösteren amiral gemisi model; referans SSS, özetleme, içerik üretimi, sınıflandırma ve rol yapmada güçlüdür. 128K bağlamı çıkarım ve ince ayar için destekler.",
  "Doubao-pro-32k.description": "Karmaşık görevler için en iyi performans gösteren amiral gemisi model; referans SSS, özetleme, içerik üretimi, sınıflandırma ve rol yapmada güçlüdür. 32K bağlamı çıkarım ve ince ayar için destekler.",
  "Doubao-pro-4k.description": "Karmaşık görevler için en iyi performans gösteren amiral gemisi model; referans SSS, özetleme, içerik üretimi, sınıflandırma ve rol yapmada güçlüdür. 4K bağlamı çıkarım ve ince ayar için destekler.",
  "DreamO.description": "DreamO, ByteDance ve Pekin Üniversitesi tarafından ortak geliştirilen açık kaynaklı bir görsel özelleştirme modelidir. Kullanıcı tarafından belirlenen kimlik, konu, stil, arka plan ve diğer koşullara göre yüksek tutarlılığa sahip, özelleştirilmiş görseller üretmek için birleşik bir mimari ve verimli bileşimsel modelleme kullanır.",
  "ERNIE-3.5-128K.description": "Baidu’nun büyük ölçekli amiral gemisi LLM’si; devasa Çince/İngilizce metinlerle eğitilmiştir, sohbet, içerik üretimi ve eklenti kullanımı için güçlü genel yeteneklere sahiptir; taze yanıtlar için otomatik Baidu Arama eklentisi entegrasyonunu destekler.",
  "ERNIE-3.5-8K-Preview.description": "Baidu’nun büyük ölçekli amiral gemisi LLM’si; devasa Çince/İngilizce metinlerle eğitilmiştir, sohbet, içerik üretimi ve eklenti kullanımı için güçlü genel yeteneklere sahiptir; taze yanıtlar için otomatik Baidu Arama eklentisi entegrasyonunu destekler.",
  "ERNIE-3.5-8K.description": "Baidu’nun büyük ölçekli amiral gemisi LLM’si; devasa Çince/İngilizce metinlerle eğitilmiştir, sohbet, içerik üretimi ve eklenti kullanımı için güçlü genel yeteneklere sahiptir; taze yanıtlar için otomatik Baidu Arama eklentisi entegrasyonunu destekler.",
  "ERNIE-4.0-8K-Latest.description": "Baidu’nun amiral gemisi ultra büyük dil modeli, ERNIE 3.5’e göre kapsamlı iyileştirmeler içerir; alanlar arası karmaşık görevler için uygundur ve güncel yanıtlar için Baidu Arama eklentisi entegrasyonunu destekler.",
  "ERNIE-4.0-8K-Preview.description": "Baidu’nun amiral gemisi ultra büyük dil modeli, ERNIE 3.5’e göre kapsamlı iyileştirmeler içerir; alanlar arası karmaşık görevler için uygundur ve güncel yanıtlar için Baidu Arama eklentisi entegrasyonunu destekler.",
  "ERNIE-4.0-Turbo-8K-Latest.description": "Baidu’nun amiral gemisi ultra büyük dil modeli, karmaşık görevler için güçlü genel performansa sahiptir ve güncel yanıtlar için Baidu Arama eklentisi entegrasyonunu destekler. ERNIE 4.0’ı geride bırakır.",
  "ERNIE-4.0-Turbo-8K-Preview.description": "Baidu’nun amiral gemisi ultra büyük dil modeli, karmaşık görevler için güçlü genel performansa sahiptir ve güncel yanıtlar için Baidu Arama eklentisi entegrasyonunu destekler. ERNIE 4.0’ı geride bırakır.",
  "ERNIE-Character-8K.description": "Baidu’nun oyun NPC’leri, müşteri hizmetleri ve rol yapma gibi dikey alanlara yönelik dil modeli; daha tutarlı karakter kimliği, daha güçlü yönerge takibi ve gelişmiş akıl yürütme yeteneği sunar.",
  "ERNIE-Lite-Pro-128K.description": "Baidu’nun kalite ve çıkarım performansı arasında denge kuran hafif dil modeli; ERNIE Lite’tan daha iyidir ve düşük donanım hızlandırıcıları için uygundur.",
  "ERNIE-Speed-128K.description": "Baidu’nun 2024 tarihli en yeni yüksek performanslı dil modeli; güçlü genel yeteneklere sahiptir, belirli senaryolar için ince ayar yapılabilecek sağlam bir temel sunar ve üstün akıl yürütme performansı gösterir.",
  "ERNIE-Speed-Pro-128K.description": "Baidu’nun 2024 tarihli en yeni yüksek performanslı dil modeli; güçlü genel yeteneklere sahiptir, ERNIE Speed’den daha iyidir, belirli senaryolar için ince ayar yapılabilecek sağlam bir temel sunar ve üstün akıl yürütme performansı gösterir.",
  "FLUX-1.1-pro.description": "FLUX.1.1 Pro",
  "FLUX.1-Kontext-dev.description": "FLUX.1-Kontext-dev, Black Forest Labs tarafından geliştirilen ve 12 milyar parametreli Düzgünleştirilmiş Akış Dönüştürücü mimarisine dayanan çok modlu bir görsel oluşturma ve düzenleme modelidir. Belirli bağlam koşulları altında görüntü oluşturma, yeniden yapılandırma, iyileştirme veya düzenleme üzerine odaklanır. Difüzyon modellerinin kontrol edilebilir üretim gücünü Dönüştürücü bağlam modellemesiyle birleştirerek inpainting, outpainting ve görsel sahne yeniden yapılandırma gibi görevlerde yüksek kaliteli çıktılar sunar.",
  "FLUX.1-Kontext-pro.description": "FLUX.1 Kontext [pro]",
  "FLUX.1-dev.description": "FLUX.1-dev, Black Forest Labs tarafından geliştirilen açık kaynaklı çok modlu bir dil modelidir (MLLM). Görsel/metin anlama ve üretimini birleştirerek görsel-metin görevleri için optimize edilmiştir. Gelişmiş dil modelleri (örneğin Mistral-7B) üzerine inşa edilmiştir ve dikkatle tasarlanmış bir görsel kodlayıcı ile çok aşamalı yönerge ayarı kullanarak çok modlu koordinasyon ve karmaşık görev akıl yürütmesini mümkün kılar.",
  "Gryphe/MythoMax-L2-13b.description": "MythoMax-L2 (13B), çeşitli alanlar ve karmaşık görevler için yenilikçi bir modeldir.",
  "HelloMeme.description": "HelloMeme, sağladığınız görseller veya hareketlerden meme, GIF veya kısa video oluşturan bir yapay zeka aracıdır. Çizim veya kodlama becerisi gerekmez—sadece bir referans görsel yeterlidir. Eğlenceli, dikkat çekici ve stil açısından tutarlı içerikler üretir.",
  "HiDream-I1-Full.description": "HiDream-E1-Full, HiDream.ai tarafından geliştirilen açık kaynaklı çok modlu bir görsel düzenleme modelidir. Gelişmiş Difüzyon Dönüştürücü mimarisi ve güçlü dil anlama (yerleşik LLaMA 3.1-8B-Instruct) üzerine kuruludur. Doğal dil ile yönlendirilen görsel üretimi, stil aktarımı, yerel düzenlemeler ve yeniden boyama işlemlerini destekler. Görsel-metin anlama ve uygulama konusunda üst düzey performans sunar.",
  "HunyuanDiT-v1.2-Diffusers-Distilled.description": "hunyuandit-v1.2-distilled, düşük kaynaklı ortamlarda ve gerçek zamanlı üretim için optimize edilmiş, yüksek kaliteli görselleri hızlıca üretebilen hafif bir metinden-görüntüye modeldir.",
  "InstantCharacter.description": "InstantCharacter, Tencent AI tarafından 2025 yılında yayınlanan, ayarlama gerektirmeyen kişiselleştirilmiş karakter üretim modelidir. Tek bir referans görselden karakter modelleyebilir ve bu karakteri farklı stiller, hareketler ve arka planlara esnek şekilde aktarabilir. Yüksek doğrulukta ve senaryolar arası tutarlı karakter üretimi hedefler.",
  "InternVL2-8B.description": "InternVL2-8B, çok modlu görsel-metin işleme destekleyen güçlü bir görsel-dil modelidir. Görsel içeriği doğru şekilde tanır ve ilgili açıklamalar veya yanıtlar üretir.",
  "InternVL2.5-26B.description": "InternVL2.5-26B, çok modlu görsel-metin işleme destekleyen güçlü bir görsel-dil modelidir. Görsel içeriği doğru şekilde tanır ve ilgili açıklamalar veya yanıtlar üretir.",
  "Kolors.description": "Kolors, Kuaishou Kolors ekibi tarafından geliştirilen bir metinden-görüntüye modeldir. Milyarlarca parametreyle eğitilmiş olup görsel kalite, Çince anlamsal anlama ve metin işleme konularında belirgin avantajlara sahiptir.",
  "Kwai-Kolors/Kolors.description": "Kolors, Kuaishou Kolors ekibi tarafından geliştirilen büyük ölçekli gizli difüzyon metinden-görüntüye modelidir. Milyarlarca metin-görsel çiftiyle eğitilmiş olup görsel kalite, karmaşık anlamsal doğruluk ve Çince/İngilizce metin işleme konularında öne çıkar. Güçlü Çince içerik anlama ve üretim yeteneklerine sahiptir.",
  "Kwaipilot/KAT-Dev.description": "KAT-Dev (32B), yazılım mühendisliği görevleri için optimize edilmiş açık kaynaklı bir 32B modelidir. SWE-Bench Verified üzerinde %62.4 çözüm oranı ile açık modeller arasında 5. sıradadır. Orta eğitim, SFT ve RL ile kod tamamlama, hata düzeltme ve kod inceleme için optimize edilmiştir.",
  "Llama-3.2-11B-Vision-Instruct.description": "Yüksek çözünürlüklü görsellerde güçlü görsel akıl yürütme; görsel anlama uygulamaları için uygundur.",
  "Llama-3.2-90B-Vision-Instruct\t.description": "Görsel anlama ajan uygulamaları için gelişmiş görsel akıl yürütme.",
  "Meta-Llama-3-3-70B-Instruct.description": "Llama 3.3 70B, sohbet ve üretim görevleri için çok yönlü bir Dönüştürücü modelidir.",
  "Meta-Llama-3.1-405B-Instruct.description": "Llama 3.1, çok dilli sohbet için optimize edilmiş yönerge ayarlı bir metin modelidir. Açık ve kapalı sohbet modelleri arasında yaygın endüstri kıyaslamalarında güçlü performans gösterir.",
  "Meta-Llama-3.1-70B-Instruct.description": "Llama 3.1, çok dilli sohbet için optimize edilmiş yönerge ayarlı bir metin modelidir. Açık ve kapalı sohbet modelleri arasında yaygın endüstri kıyaslamalarında güçlü performans gösterir.",
  "Meta-Llama-3.1-8B-Instruct.description": "Llama 3.1, çok dilli sohbet için optimize edilmiş yönerge ayarlı bir metin modelidir. Açık ve kapalı sohbet modelleri arasında yaygın endüstri kıyaslamalarında güçlü performans gösterir.",
  "Meta-Llama-3.2-1B-Instruct.description": "Güçlü dil anlama, üstün akıl yürütme ve metin üretimi sunan son teknoloji küçük dil modeli.",
  "Meta-Llama-3.2-3B-Instruct.description": "Güçlü dil anlama, üstün akıl yürütme ve metin üretimi sunan son teknoloji küçük dil modeli.",
  "Meta-Llama-3.3-70B-Instruct.description": "Llama 3.3, en gelişmiş çok dilli açık kaynaklı Llama modelidir. Çok düşük maliyetle neredeyse 405B performansı sunar. Dönüştürücü tabanlıdır ve faydalılık ve güvenlik için SFT ve RLHF ile geliştirilmiştir. Yönerge ayarlı sürüm, çok dilli sohbet için optimize edilmiştir ve birçok açık ve kapalı sohbet modelini endüstri kıyaslamalarında geride bırakır. Bilgi kesimi: Aralık 2023.",
  "Meta-Llama-4-Maverick-17B-128E-Instruct-FP8.description": "Llama 4 Maverick, güçlü akıl yürütme performansı için verimli uzman etkinleştirme sunan büyük bir MoE modelidir.",
  "MiniMax-M1.description": "80K düşünce zinciri ve 1M giriş desteğiyle üst düzey modellerle karşılaştırılabilir performans sunan yeni bir yerli akıl yürütme modeli.",
  "MiniMax-M2-Stable.description": "Ticari kullanım için daha yüksek eşzamanlılık sunan, verimli kodlama ve ajan iş akışları için tasarlanmıştır.",
  "MiniMax-M2.1-Lightning.description": "Güçlü çok dilli programlama yetenekleriyle kapsamlı şekilde yenilenmiş bir programlama deneyimi. Daha hızlı ve daha verimli.",
  "MiniMax-M2.1.description": "MiniMax-M2.1, MiniMax tarafından geliştirilen amiral gemisi açık kaynak büyük modeldir ve karmaşık gerçek dünya görevlerini çözmeye odaklanır. Temel güçlü yönleri çok dilli programlama yetenekleri ve bir Ajan olarak karmaşık görevleri çözme becerisidir.",
  "MiniMax-M2.description": "Verimli kodlama ve Akıllı Ajan iş akışları için özel olarak geliştirilmiştir",
  "MiniMax-Text-01.description": "MiniMax-01, klasik Dönüştürücüler ötesinde büyük ölçekli doğrusal dikkat sunar. 456B parametreye ve geçiş başına 45.9B etkin parametreye sahiptir. Üst düzey performans sunar ve 4M bağlam (32× GPT-4o, 20× Claude-3.5-Sonnet) destekler.",
  "MiniMaxAI/MiniMax-M1-80k.description": "MiniMax-M1, 456B toplam parametreye ve token başına yaklaşık 45.9B etkin parametreye sahip açık ağırlıklı büyük ölçekli karma dikkatli bir akıl yürütme modelidir. Doğal olarak 1M bağlamı destekler ve 100K-token üretiminde FLOP’ları %75 azaltmak için Flash Attention kullanır. MoE mimarisi, CISPO ve karma dikkatli RL eğitimi ile uzun girişli akıl yürütme ve gerçek yazılım mühendisliği görevlerinde lider performans sunar.",
  "MiniMaxAI/MiniMax-M2.description": "MiniMax-M2, ajan verimliliğini yeniden tanımlar. 230B toplam ve 10B etkin parametreye sahip kompakt, hızlı ve maliyet etkin bir MoE modelidir. Üst düzey kodlama ve ajan görevleri için tasarlanmıştır ve güçlü genel zekayı korur. Sadece 10B etkin parametreyle çok daha büyük modellerle rekabet eder, bu da onu yüksek verimlilik uygulamaları için ideal kılar.",
  "Moonshot-Kimi-K2-Instruct.description": "Toplamda 1T parametreye ve 32B aktif parametreye sahip. Düşünme yetisi olmayan modeller arasında bilgi, matematik ve kodlama konularında en üst düzeyde yer alır; genel ajan görevlerinde de güçlüdür. Ajan iş yükleri için optimize edilmiştir; yalnızca soruları yanıtlamakla kalmaz, aynı zamanda eylem de gerçekleştirebilir. Doğaçlama, genel sohbet ve refleks düzeyinde düşünme gerektirmeyen ajan deneyimleri için en uygunudur.",
  "NousResearch/Nous-Hermes-2-Mixtral-8x7B-DPO.description": "Nous Hermes 2 - Mixtral 8x7B-DPO (46.7B), karmaşık hesaplamalar için yüksek hassasiyetli bir yönerge modelidir.",
  "OmniConsistency.description": "OmniConsistency, büyük ölçekli Diffusion Transformer'lar (DiT'ler) ve eşleştirilmiş stilize veriler kullanarak görüntüden-görüntüye görevlerde stil tutarlılığı ve genelleme yeteneğini artırır, stil bozulmasını önler.",
  "PaddlePaddle/PaddleOCR-VL-1.5.description": "PaddleOCR-VL-1.5, PaddleOCR-VL serisinin geliştirilmiş bir versiyonudur ve OmniDocBench v1.5 belge ayrıştırma kıyaslamasında %94,5 doğruluk oranına ulaşarak önde gelen genel büyük modelleri ve özel belge ayrıştırma modellerini geride bırakmıştır. Belgelerdeki öğeler için düzensiz sınırlayıcı kutu konumlandırmasını yenilikçi bir şekilde destekleyerek taranmış, eğik ve ekran görüntüsü alınmış görselleri etkili bir şekilde işler.",
  "Phi-3-medium-128k-instruct.description": "Aynı Phi-3-medium modeli, ancak RAG veya birkaç örnekli istemler için daha büyük bir bağlam penceresiyle.",
  "Phi-3-medium-4k-instruct.description": "14B parametreli bir model olup, Phi-3-mini'den daha yüksek kaliteye sahiptir ve akıl yürütme yoğun veriler üzerine odaklanır.",
  "Phi-3-mini-128k-instruct.description": "Aynı Phi-3-mini modeli, ancak RAG veya birkaç örnekli istemler için daha büyük bir bağlam penceresiyle.",
  "Phi-3-mini-4k-instruct.description": "Phi-3 ailesinin en küçük üyesi olup, kalite ve düşük gecikme için optimize edilmiştir.",
  "Phi-3-small-128k-instruct.description": "Aynı Phi-3-small modeli, ancak RAG veya birkaç örnekli istemler için daha büyük bir bağlam penceresiyle.",
  "Phi-3-small-8k-instruct.description": "7B parametreli bir model olup, Phi-3-mini'den daha yüksek kaliteye sahiptir ve akıl yürütme yoğun veriler üzerine odaklanır.",
  "Phi-3.5-mini-instruct.description": "Phi-3-mini modelinin güncellenmiş versiyonudur.",
  "Phi-3.5-vision-instrust.description": "Phi-3-vision modelinin güncellenmiş versiyonudur.",
  "Pro/MiniMaxAI/MiniMax-M2.1.description": "MiniMax-M2.1, açık kaynaklı bir büyük dil modeli olup, ajan yetenekleri için optimize edilmiştir. Programlama, araç kullanımı, talimatlara uyum ve uzun vadeli planlama konularında üstün performans sergiler. Model, çok dilli yazılım geliştirme ve karmaşık çok adımlı iş akışlarını yürütme desteği sunar. SWE-bench Verified testinde 74.0 puan alarak Claude Sonnet 4.5’i çok dilli senaryolarda geride bırakmıştır.",
  "Pro/Qwen/Qwen2-7B-Instruct.description": "Qwen2-7B-Instruct, Qwen2 serisinde yer alan 7B parametreli, yönergeye göre ayarlanmış bir büyük dil modelidir. Transformer mimarisi, SwiGLU, dikkat QKV önyargısı ve gruplandırılmış sorgu dikkat mekanizması kullanır; büyük girişleri işleyebilir. Dil anlama, üretim, çok dilli görevler, kodlama, matematik ve akıl yürütme alanlarında güçlü performans gösterir. Çoğu açık modeli geride bırakır ve özel modellerle rekabet eder. Qwen1.5-7B-Chat modelini birçok ölçüt üzerinde geçmiştir.",
  "Pro/Qwen/Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct, Alibaba Cloud’un en yeni büyük dil modeli serisinin bir parçasıdır. 7B modeli, kodlama ve matematikte önemli kazanımlar sağlar, 29'dan fazla dili destekler ve yönerge takibi, yapılandırılmış veri anlama ve yapılandırılmış çıktı (özellikle JSON) üretiminde gelişmiştir.",
  "Pro/Qwen/Qwen2.5-Coder-7B-Instruct.description": "Qwen2.5-Coder-7B-Instruct, Alibaba Cloud’un en yeni kod odaklı büyük dil modelidir. Qwen2.5 üzerine inşa edilmiştir ve 5.5T token ile eğitilmiştir. Kod üretimi, akıl yürütme ve hata düzeltmede önemli gelişmeler sunar; matematik ve genel yetenekleri koruyarak kodlama ajanları için sağlam bir temel sağlar.",
  "Pro/Qwen/Qwen2.5-VL-7B-Instruct.description": "Qwen2.5-VL, güçlü görsel anlama yeteneklerine sahip yeni bir Qwen görsel-dil modelidir. Görsellerdeki metinleri, grafik ve düzenleri analiz eder, uzun videoları ve olayları anlar, akıl yürütme ve araç kullanımı destekler, çok formatlı nesne eşlemesi ve yapılandırılmış çıktılar üretir. Video anlama için dinamik çözünürlük ve kare hızı eğitimi geliştirildi; görsel kodlayıcı verimliliği artırıldı.",
  "Pro/THUDM/GLM-4.1V-9B-Thinking.description": "GLM-4.1V-9B-Thinking, Zhipu AI ve Tsinghua KEG Laboratuvarı tarafından geliştirilen açık kaynaklı bir görsel-dil modelidir. Karmaşık çok modlu biliş için tasarlanmıştır. GLM-4-9B-0414 üzerine inşa edilmiştir; düşünce zinciri akıl yürütme ve pekiştirmeli öğrenme (RL) eklenerek çapraz modlu akıl yürütme ve kararlılık önemli ölçüde artırılmıştır.",
  "Pro/THUDM/glm-4-9b-chat.description": "GLM-4-9B-Chat, Zhipu AI tarafından geliştirilen açık kaynaklı GLM-4 modelidir. Anlam, matematik, akıl yürütme, kod ve bilgi alanlarında güçlü performans gösterir. Çoklu dönüşlü sohbetin ötesinde, web tarama, kod yürütme, özel araç çağrıları ve uzun metin akıl yürütmesini destekler. 26 dili (Çince, İngilizce, Japonca, Korece, Almanca dahil) destekler. AlignBench-v2, MT-Bench, MMLU ve C-Eval gibi ölçütlerde iyi performans gösterir ve akademik ve ticari kullanım için 128K bağlamı destekler.",
  "Pro/deepseek-ai/DeepSeek-R1-Distill-Qwen-7B.description": "DeepSeek-R1-Distill-Qwen-7B, Qwen2.5-Math-7B modelinden damıtılmış ve 800K özenle seçilmiş DeepSeek-R1 örneğiyle ince ayar yapılmıştır. MATH-500'de %92.8, AIME 2024'te %55.5 ve 7B model için 1189 CodeForces puanı ile güçlü performans sergiler.",
  "Pro/deepseek-ai/DeepSeek-R1.description": "DeepSeek-R1, tekrarları azaltan ve okunabilirliği artıran pekiştirmeli öğrenme odaklı bir akıl yürütme modelidir. RL öncesinde soğuk başlangıç verileri kullanılarak akıl yürütme daha da geliştirilmiştir. Matematik, kodlama ve akıl yürütme görevlerinde OpenAI-o1 ile eşleşir ve dikkatli eğitimle genel sonuçlar iyileştirilmiştir.",
  "Pro/deepseek-ai/DeepSeek-V3.1-Terminus.description": "DeepSeek-V3.1-Terminus, hibrit ajan büyük dil modeli olarak konumlandırılmış güncellenmiş bir V3.1 modelidir. Kullanıcı geri bildirimleriyle bildirilen sorunları düzeltir, kararlılığı ve dil tutarlılığını artırır, karışık Çince/İngilizce ve anormal karakterleri azaltır. Düşünme ve düşünmeme modlarını sohbet şablonlarıyla entegre ederek esnek geçiş sağlar. Ayrıca, daha güvenilir araç kullanımı ve çok adımlı görevler için Kod Ajanı ve Arama Ajanı performansını geliştirir.",
  "Pro/deepseek-ai/DeepSeek-V3.2-Exp.description": "DeepSeek-V3.2-Exp, bir sonraki mimariye geçişi sağlayan deneysel bir V3.2 sürümüdür. V3.1-Terminus üzerine DeepSeek Seyrek Dikkat (DSA) eklenerek uzun bağlam eğitimi ve çıkarım verimliliği artırılmıştır. Araç kullanımı, uzun belge anlama ve çok adımlı akıl yürütme için optimize edilmiştir. Geniş bağlam bütçeleriyle daha yüksek akıl yürütme verimliliğini keşfetmek için idealdir.",
  "Pro/deepseek-ai/DeepSeek-V3.description": "DeepSeek-V3, 671B parametreli bir MoE modelidir. MLA ve DeepSeekMoE kullanır, kayıpsız yük dengelemesiyle verimli çıkarım ve eğitim sağlar. 14.8T yüksek kaliteli token ile önceden eğitilmiş, SFT ve RL ile daha da ayarlanmıştır. Diğer açık modelleri geride bırakır ve önde gelen kapalı modellere yaklaşır.",
  "Pro/moonshotai/Kimi-K2-Instruct-0905.description": "Kimi K2-Instruct-0905, en yeni ve en güçlü Kimi K2 modelidir. 1T toplam ve 32B aktif parametreye sahip üst düzey bir MoE modelidir. Temel özellikleri arasında, kıyaslama testlerinde ve gerçek dünya ajan görevlerinde önemli kazanımlar sağlayan daha güçlü ajan kodlama zekası, geliştirilmiş ön yüz kodlama estetiği ve kullanılabilirlik yer alır.",
  "Pro/moonshotai/Kimi-K2-Thinking.description": "Kimi K2 Thinking Turbo, K2 Thinking’in çok adımlı akıl yürütme ve araç kullanımı yeteneklerini korurken, akıl yürütme hızı ve işlem hacmi için optimize edilmiş Turbo varyantıdır. Yaklaşık 1T toplam parametreye sahip bir MoE modelidir, yerel olarak 256K bağlamı destekler ve üretim senaryoları için kararlı büyük ölçekli araç çağrısı sağlar; düşük gecikme ve yüksek eşzamanlılık gereksinimlerini karşılar.",
  "Pro/moonshotai/Kimi-K2.5.description": "Kimi K2.5, Kimi-K2-Base üzerine inşa edilmiş açık kaynaklı yerel çok modlu bir ajan modelidir. Yaklaşık 1,5 trilyon görsel ve metin karışımı token ile eğitilmiştir. Model, toplamda 1T parametreye ve 32B aktif parametreye sahip MoE mimarisini benimser, 256K bağlam penceresini destekler ve görsel ile dil anlama yeteneklerini sorunsuz bir şekilde entegre eder.",
  "Pro/zai-org/glm-4.7.description": "GLM-4.7, Zhipu'nun yeni nesil amiral gemisi modelidir. Toplam 355 milyar parametreye ve 32 milyar aktif parametreye sahiptir. Genel diyalog, akıl yürütme ve ajan yeteneklerinde tamamen yenilenmiştir. GLM-4.7, Katmanlı Düşünme'yi geliştirir ve Korunan Düşünme ile Tur Bazlı Düşünme'yi tanıtır.",
  "QwQ-32B-Preview.description": "Qwen QwQ, akıl yürütme yeteneğini geliştirmeye odaklanan deneysel bir araştırma modelidir.",
  "Qwen/QVQ-72B-Preview.description": "QVQ-72B-Preview, karmaşık sahne anlama ve görsel matematik problemlerinde güçlü olan görsel akıl yürütmeye odaklanan Qwen araştırma modelidir.",
  "Qwen/QwQ-32B-Preview.description": "Qwen QwQ, geliştirilmiş yapay zeka akıl yürütmesine odaklanan deneysel bir araştırma modelidir.",
  "Qwen/QwQ-32B.description": "QwQ, Qwen ailesine ait bir akıl yürütme modelidir. Standart yönergeye göre ayarlanmış modellere kıyasla düşünme ve akıl yürütme yetenekleri eklenmiştir; bu da özellikle zor problemler üzerinde alt görev performansını önemli ölçüde artırır. QwQ-32B, DeepSeek-R1 ve o1-mini gibi en iyi akıl yürütme modelleriyle rekabet eden orta boyutlu bir modeldir. RoPE, SwiGLU, RMSNorm ve dikkat QKV önyargısı kullanır; 64 katman ve 40 Q dikkat başlığı (GQA'da 8 KV) içerir.",
  "Qwen/Qwen-Image-Edit-2509.description": "Qwen-Image-Edit-2509, Qwen ekibinin Qwen-Image modelinin en son düzenleme sürümüdür. 20B parametreli Qwen-Image modeli üzerine inşa edilmiştir; güçlü metin işleme yeteneğini hassas metin düzenlemeleri için görüntü düzenlemeye genişletir. Girdi verilerini anlamsal kontrol için Qwen2.5-VL’ye, görünüm kontrolü için VAE kodlayıcısına yönlendiren çift kontrollü bir mimari kullanır. Anlamsal ve görünüm düzeyinde düzenlemeleri mümkün kılar. Yerel düzenlemeleri (ekleme/çıkarma/değiştirme) ve IP oluşturma, stil aktarımı gibi üst düzey anlamsal düzenlemeleri desteklerken anlamı korur. Birçok ölçütte SOTA sonuçlar elde eder.",
  "Qwen/Qwen-Image.description": "Qwen-Image, Qwen ekibinden 20B parametreli bir görüntü üretim temel modelidir. Özellikle yüksek doğrulukta Çince/İngilizce metin işleme konusunda büyük ilerlemeler sağlar. Çok satırlı ve paragraf düzenlerini desteklerken tipografik tutarlılığı korur. Metin işleme dışında, fotogerçekçiden animeye kadar geniş bir stil yelpazesini destekler; stil aktarımı, nesne ekleme/çıkarma, detay geliştirme, metin düzenleme ve poz kontrolü gibi gelişmiş düzenlemeleri destekler. Kapsamlı bir görsel üretim temeli olmayı hedefler.",
  "Qwen/Qwen2-72B-Instruct.description": "Qwen 2 Instruct (72B), kurumsal iş yükleri için hassas talimat takibi sunar.",
  "Qwen/Qwen2-7B-Instruct.description": "Qwen2-7B-Instruct, Transformer, SwiGLU, QKV bias ve gruplandırılmış sorgu dikkat mekanizması kullanan Qwen2 serisinde 7B parametreli, talimatlara göre ayarlanmış bir modeldir. Büyük girdileri işleyebilir ve anlama, metin üretimi, çok dilli yetenek, kodlama, matematik ve akıl yürütme testlerinde güçlü performans gösterir. Çoğu açık modeli geride bırakır ve birçok değerlendirmede Qwen1.5-7B-Chat'i aşar.",
  "Qwen/Qwen2-VL-72B-Instruct.description": "Qwen2-VL, MathVista, DocVQA, RealWorldQA ve MTVQA gibi görsel testlerde SOTA seviyesine ulaşan en yeni Qwen-VL modelidir. 20 dakikadan uzun videoları anlayarak video tabanlı Soru-Cevap, diyalog ve içerik üretimi yapabilir. Karmaşık akıl yürütme ve karar verme destekler, cihazlar/robotlarla görsel eylemler için entegre çalışabilir. İngilizce ve Çince dışında, çoğu Avrupa dili, Japonca, Korece, Arapça ve Vietnamca dahil olmak üzere birçok dili okuyabilir.",
  "Qwen/Qwen2.5-14B-Instruct.description": "Qwen2.5-14B-Instruct, Alibaba Cloud’un en yeni büyük dil modeli (LLM) serisinin bir parçasıdır. 14B modeli, kodlama ve matematikte önemli gelişmeler sunar, 29'dan fazla dili destekler ve talimat takibi, yapılandırılmış veri anlama ve yapılandırılmış çıktı (özellikle JSON) üretiminde iyileştirmeler sağlar.",
  "Qwen/Qwen2.5-32B-Instruct.description": "Qwen2.5-32B-Instruct, Alibaba Cloud’un en yeni büyük dil modeli (LLM) serisinin bir parçasıdır. 32B modeli, kodlama ve matematikte önemli gelişmeler sunar, 29'dan fazla dili destekler ve talimat takibi, yapılandırılmış veri anlama ve yapılandırılmış çıktı (özellikle JSON) üretiminde iyileştirmeler sağlar.",
  "Qwen/Qwen2.5-72B-Instruct-128K.description": "Qwen2.5-72B-Instruct, Alibaba Cloud’un en yeni büyük dil modeli (LLM) serisinin bir parçasıdır. 72B modeli, kodlama ve matematikte gelişmeler sunar, 128K'ya kadar girdi ve 8K'dan fazla çıktı destekler, 29'dan fazla dili kapsar ve talimat takibi ile yapılandırılmış çıktı (özellikle JSON) üretiminde iyileştirmeler sağlar.",
  "Qwen/Qwen2.5-72B-Instruct-Turbo.description": "Qwen2.5, talimat tarzı görevler için optimize edilmiş yeni bir büyük dil modeli ailesidir.",
  "Qwen/Qwen2.5-72B-Instruct.description": "Qwen2.5-72B-Instruct, Alibaba Cloud’un en yeni büyük dil modeli (LLM) serisinin bir parçasıdır. 72B modeli, kodlama ve matematikte önemli gelişmeler sunar, 29'dan fazla dili destekler ve talimat takibi, yapılandırılmış veri anlama ve yapılandırılmış çıktı (özellikle JSON) üretiminde iyileştirmeler sağlar.",
  "Qwen/Qwen2.5-7B-Instruct-Turbo.description": "Qwen2.5, talimat tarzı görevler için optimize edilmiş yeni bir büyük dil modeli ailesidir.",
  "Qwen/Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct, Alibaba Cloud’un en yeni büyük dil modeli (LLM) serisinin bir parçasıdır. 7B modeli, kodlama ve matematikte önemli gelişmeler sunar, 29'dan fazla dili destekler ve talimat takibi, yapılandırılmış veri anlama ve yapılandırılmış çıktı (özellikle JSON) üretiminde iyileştirmeler sağlar.",
  "Qwen/Qwen2.5-Coder-32B-Instruct.description": "Qwen2.5 Coder 32B Instruct, Alibaba Cloud’un en yeni kod odaklı büyük dil modelidir. Qwen2.5 üzerine inşa edilmiş ve 5.5 trilyon token ile eğitilmiştir. Kod üretimi, akıl yürütme ve hata düzeltmede önemli gelişmeler sunar. Matematik ve genel yetenekleri koruyarak kodlama ajanları için güçlü bir temel sağlar.",
  "Qwen/Qwen2.5-Coder-7B-Instruct.description": "Qwen2.5-Coder-7B-Instruct, Alibaba Cloud’un en yeni kod odaklı büyük dil modelidir. Qwen2.5 üzerine inşa edilmiş ve 5.5 trilyon token ile eğitilmiştir. Kod üretimi, akıl yürütme ve hata düzeltmede önemli gelişmeler sunar. Matematik ve genel yetenekleri koruyarak kodlama ajanları için sağlam bir temel sağlar.",
  "Qwen/Qwen2.5-VL-32B-Instruct.description": "Qwen2.5-VL-32B-Instruct, Qwen ekibinden çok modlu bir modeldir. Yaygın nesneleri tanır ve metin, grafik, simge, diyagram ve düzenleri analiz eder. Görsel bir ajan olarak araçları dinamik şekilde kontrol edebilir, bilgisayar ve telefon kullanımı dahil. Nesneleri hassas şekilde konumlandırır ve fatura ve tablo gibi yapılandırılmış çıktılar üretir. Qwen2-VL ile karşılaştırıldığında, pekiştirmeli öğrenme (RL) matematik ve problem çözmede daha iyi sonuçlar ve insan tercihine daha uygun yanıtlar sağlar.",
  "Qwen/Qwen2.5-VL-72B-Instruct.description": "Qwen2.5-VL, Qwen2.5 serisinin görsel-dil modelidir ve büyük yükseltmeler içerir: nesneler, metin, grafikler ve düzenler için daha güçlü görsel anlama; dinamik araç kullanımıyla görsel ajan olarak akıl yürütme; 1 saatten uzun videoları anlama ve önemli olayları yakalama; kutular veya noktalarla hassas nesne konumlandırma; ve taranmış veriler (fatura, tablo) için yapılandırılmış çıktılar üretme.",
  "Qwen/Qwen3-14B.description": "Qwen3, akıl yürütme, genel yetenek, ajan kabiliyeti ve çok dilli performansta büyük gelişmeler sunan yeni nesil Tongyi Qwen modelidir ve düşünme modları arasında geçişi destekler.",
  "Qwen/Qwen3-235B-A22B-Instruct-2507.description": "Qwen3-235B-A22B-Instruct-2507, 235 milyar toplam ve 22 milyar aktif parametreye sahip amiral gemisi Qwen3 MoE modelidir. Düşünme modunu içermeyen bu güncellenmiş sürüm, yönerge takibi, mantıksal akıl yürütme, metin anlama, matematik, fen, kodlama ve araç kullanımı konularında gelişmiş performans sunar. Ayrıca çok dilli uzun kuyruk bilgilerini genişletir ve öznel, açık uçlu görevlerde kullanıcı tercihleriyle daha iyi hizalanır.",
  "Qwen/Qwen3-235B-A22B-Thinking-2507.description": "Qwen3-235B-A22B-Thinking-2507, karmaşık akıl yürütmeye odaklanan bir Qwen3 modelidir. Verimliliği artırmak için 235 milyar toplam ve her belirteç için yaklaşık 22 milyar aktif parametreye sahip MoE mimarisi kullanır. Bu özel düşünme modeli, mantık, matematik, fen, kodlama ve akademik ölçütlerde önemli gelişmeler göstererek üst düzey açık düşünme performansına ulaşır. Ayrıca yönerge takibi, araç kullanımı ve metin üretimini geliştirir ve 256K bağlamı yerel olarak destekleyerek derin akıl yürütme ve uzun belgelerle çalışmayı mümkün kılar.",
  "Qwen/Qwen3-235B-A22B.description": "Qwen3, akıl yürütme, genel yetenek, ajan kabiliyeti ve çok dilli performansta büyük gelişmeler sunan yeni nesil Tongyi Qwen modelidir ve düşünme modları arasında geçişi destekler.",
  "Qwen/Qwen3-30B-A3B-Instruct-2507.description": "Qwen3-30B-A3B-Instruct-2507, Qwen3-30B-A3B modelinin düşünme içermeyen güncellenmiş sürümüdür. 30,5 milyar toplam ve 3,3 milyar aktif parametreye sahip bir MoE modelidir. Yönerge takibi, mantıksal akıl yürütme, metin anlama, matematik, fen, kodlama ve araç kullanımı konularında önemli gelişmeler sunar, çok dilli uzun kuyruk bilgilerini genişletir ve öznel açık görevlerde kullanıcı tercihleriyle daha iyi hizalanır. 256K bağlamı destekler. Bu model yalnızca düşünme içermeyen modda çalışır ve `<think></think>` etiketleri üretmez.",
  "Qwen/Qwen3-30B-A3B-Thinking-2507.description": "Qwen3-30B-A3B-Thinking-2507, Qwen3 serisinin en yeni düşünme modelidir. 30,5 milyar toplam ve 3,3 milyar aktif parametreye sahip bir MoE modelidir ve karmaşık görevlere odaklanır. Mantık, matematik, fen, kodlama ve akademik ölçütlerde önemli gelişmeler gösterir; yönerge takibi, araç kullanımı, metin üretimi ve tercih hizalamasını geliştirir. 256K bağlamı yerel olarak destekler ve 1 milyon belirtece kadar genişletilebilir. Bu sürüm, ayrıntılı adım adım akıl yürütme ve güçlü ajan yetenekleriyle düşünme modu için tasarlanmıştır.",
  "Qwen/Qwen3-30B-A3B.description": "Qwen3, akıl yürütme, genel yetenek, ajan kabiliyeti ve çok dilli performansta büyük gelişmeler sunan yeni nesil Tongyi Qwen modelidir ve düşünme modları arasında geçişi destekler.",
  "Qwen/Qwen3-32B.description": "Qwen3, akıl yürütme, genel yetenek, ajan kabiliyeti ve çok dilli performansta büyük gelişmeler sunan yeni nesil Tongyi Qwen modelidir ve düşünme modları arasında geçişi destekler.",
  "Qwen/Qwen3-8B.description": "Qwen3, akıl yürütme, genel yetenek, ajan kabiliyeti ve çok dilli performansta büyük gelişmeler sunan yeni nesil Tongyi Qwen modelidir ve düşünme modları arasında geçişi destekler.",
  "Qwen/Qwen3-Coder-30B-A3B-Instruct.description": "Qwen3-Coder-30B-A3B-Instruct, Qwen ekibinin geliştirdiği bir Qwen3 kod modelidir. Yüksek performans ve verimlilik için optimize edilmiştir ve kodlama yeteneklerini artırır. Açık modeller arasında ajan tabanlı kodlama, otomatik tarayıcı işlemleri ve araç kullanımı konularında güçlü avantajlar sunar. 256K bağlamı yerel olarak destekler ve 1 milyon belirtece kadar genişletilebilir, bu da kod tabanı düzeyinde anlama sağlar. Qwen Code ve CLINE gibi platformlarda ajan tabanlı kodlamayı özel işlev çağrısı formatıyla destekler.",
  "Qwen/Qwen3-Coder-480B-A35B-Instruct.description": "Qwen3-Coder-480B-A35B-Instruct, Alibaba’nın bugüne kadarki en gelişmiş ajan kod modelidir. 480 milyar toplam ve 35 milyar aktif parametreye sahip bir MoE modelidir, verimlilik ve performans arasında denge kurar. 256K bağlamı yerel olarak destekler ve YaRN aracılığıyla 1 milyon belirtece kadar genişletilebilir, bu da büyük kod tabanlarını işleyebilmesini sağlar. Ajan tabanlı kodlama iş akışları için tasarlanmıştır; araçlar ve ortamlarla etkileşime girerek karmaşık programlama görevlerini çözebilir. Kodlama ve ajan ölçütlerinde açık modeller arasında en üst düzey sonuçlara ulaşır ve Claude Sonnet 4 gibi önde gelen modellerle karşılaştırılabilir performans sunar.",
  "Qwen/Qwen3-Next-80B-A3B-Instruct.description": "Qwen3-Next-80B-A3B-Instruct, aşırı eğitim ve çıkarım verimliliği için Qwen3-Next mimarisini kullanan yeni nesil bir temel modeldir. Hibrit dikkat (Gated DeltaNet + Gated Attention), yüksek seyrek MoE ve eğitim kararlılığı optimizasyonlarını birleştirir. 80 milyar toplam parametreye sahip olmasına rağmen çıkarım sırasında yalnızca yaklaşık 3 milyar aktif parametre kullanır, bu da hesaplama maliyetini azaltır ve 32K üzeri bağlamlarda Qwen3-32B’ye göre 10 kat daha fazla verim sunar. Bu yönergeye ayarlanmış sürüm genel görevleri hedefler (Düşünme modu yoktur). Bazı ölçütlerde Qwen3-235B ile karşılaştırılabilir performans gösterir ve ultra uzun bağlam görevlerinde güçlü avantajlar sunar.",
  "Qwen/Qwen3-Next-80B-A3B-Thinking.description": "Qwen3-Next-80B-A3B-Thinking, karmaşık akıl yürütme için yeni nesil bir temel modeldir. Aşırı eğitim/çıkarım verimliliği için hibrit dikkat (Gated DeltaNet + Gated Attention) ve yüksek seyrek MoE içeren Qwen3-Next mimarisini kullanır. 80 milyar toplam parametreye sahip olmasına rağmen çıkarım sırasında yalnızca yaklaşık 3 milyar aktif parametre kullanır, bu da hesaplama maliyetini azaltır ve 32K üzeri bağlamlarda Qwen3-32B’ye göre 10 kat daha fazla verim sunar. Bu Düşünme sürümü, ispatlar, kod sentezi, mantık analizi ve planlama gibi çok adımlı görevleri hedefler ve yapılandırılmış düşünce zinciri çıktısı üretir. Qwen3-32B-Thinking modelini geride bırakır ve bazı ölçütlerde Gemini-2.5-Flash-Thinking modelini geçer.",
  "Qwen/Qwen3-Omni-30B-A3B-Captioner.description": "Qwen3-Omni-30B-A3B-Captioner, yüksek kaliteli, ayrıntılı ve doğru görsel açıklamalar üretmek için tasarlanmış Qwen3 serisi bir VLM'dir. 30 milyar parametreli MoE mimarisi kullanarak görselleri derinlemesine anlar ve akıcı açıklamalar üretir. Ayrıntı yakalama, sahne anlama, nesne tanıma ve ilişkisel akıl yürütme konularında öne çıkar.",
  "Qwen/Qwen3-Omni-30B-A3B-Instruct.description": "Qwen3-Omni-30B-A3B-Instruct, 30 milyar toplam ve 3 milyar aktif parametreye sahip Qwen3 serisi bir MoE modelidir ve düşük çıkarım maliyetiyle güçlü performans sunar. Yüksek kaliteli çok kaynaklı çok dilli verilerle eğitilmiştir, tam modlu girişleri (metin, görsel, ses, video) ve çapraz modlu anlama ve üretimi destekler.",
  "Qwen/Qwen3-Omni-30B-A3B-Thinking.description": "Qwen3-Omni-30B-A3B-Thinking, Qwen3-Omni'nin temel \"Düşünen\" bileşenidir. Çok modlu girişleri (metin, ses, görsel, video) işler ve karmaşık düşünce zinciri akıl yürütmesi gerçekleştirir, derin çapraz modlu anlama için girdileri ortak bir temsile dönüştürür. 30 milyar toplam ve 3 milyar aktif parametreye sahip bir MoE modelidir, güçlü akıl yürütme ve hesaplama verimliliği arasında denge kurar.",
  "Qwen/Qwen3-VL-235B-A22B-Instruct.description": "Qwen3-VL-235B-A22B-Instruct, MoE üzerine inşa edilmiş büyük ölçekli yönergeye ayarlanmış bir Qwen3-VL modelidir ve mükemmel çok modlu anlama ve üretim sunar. 256K bağlamı yerel olarak destekler ve yüksek eşzamanlı üretim çok modlu hizmetler için uygundur.",
  "Qwen/Qwen3-VL-235B-A22B-Thinking.description": "Qwen3-VL-235B-A22B-Thinking, Qwen3-VL'nin amiral gemisi düşünme sürümüdür. Karmaşık çok modlu akıl yürütme, uzun bağlam akıl yürütme ve kurumsal senaryolarda ajan etkileşimi için optimize edilmiştir.",
  "Qwen/Qwen3-VL-30B-A3B-Instruct.description": "Qwen3-VL-30B-A3B-Instruct, güçlü görsel-dil anlama ve üretim yeteneklerine sahip yönergeye ayarlanmış Qwen3-VL modelidir. Çok modlu sohbet ve görsel koşullu üretim için 256K bağlamı yerel olarak destekler.",
  "Qwen/Qwen3-VL-30B-A3B-Thinking.description": "Qwen3-VL-30B-A3B-Thinking, çok modlu akıl yürütme, görselden koda dönüşüm ve karmaşık görsel anlama için optimize edilmiş Qwen3-VL'nin akıl yürütme geliştirilmiş sürümüdür. Daha güçlü düşünce zinciri yeteneğiyle 256K bağlamı destekler.",
  "Qwen/Qwen3-VL-32B-Instruct.description": "Qwen3-VL-32B-Instruct, Qwen ekibinin geliştirdiği bir görsel-dil modelidir ve birçok VL ölçütünde SOTA sonuçlar sunar. Megapiksel çözünürlüklü görselleri destekler ve güçlü görsel anlama, çok dilli OCR, ayrıntılı görsel eşleme ve görsel diyalog yeteneklerine sahiptir. Karmaşık çok modlu görevleri işler, araç çağırma ve önek tamamlama destekler.",
  "Qwen/Qwen3-VL-32B-Thinking.description": "Qwen3-VL-32B-Thinking, karmaşık görsel akıl yürütme için optimize edilmiştir. Cevaplardan önce ara akıl yürütme adımları üreten yerleşik bir düşünme moduna sahiptir, bu da çok adımlı mantık, planlama ve karmaşık akıl yürütmeyi geliştirir. Megapiksel görselleri, güçlü görsel anlama, çok dilli OCR, ayrıntılı eşleme, görsel diyalog, araç çağırma ve önek tamamlama destekler.",
  "Qwen/Qwen3-VL-8B-Instruct.description": "Qwen3-VL-8B-Instruct, Qwen3-8B-Instruct üzerine inşa edilmiş bir Qwen3 görsel-dil modelidir ve büyük görsel-metin verileriyle eğitilmiştir. Genel görsel anlama, görsel odaklı diyalog ve görsellerde çok dilli metin tanıma konularında öne çıkar; görsel S&C, açıklama, çok modlu yönerge takibi ve araç kullanımı için uygundur.",
  "Qwen/Qwen3-VL-8B-Thinking.description": "Qwen3-VL-8B-Thinking, karmaşık çok adımlı akıl yürütme için optimize edilmiş Qwen3'ün görsel düşünme sürümüdür. Cevaplardan önce bir düşünme zinciri üretir, bu da doğruluğu artırır; derin görsel S&C ve ayrıntılı görsel analiz için idealdir.",
  "Qwen2-72B-Instruct.description": "Qwen2, 128k bağlam penceresini destekleyen en yeni Qwen serisidir. Günümüzün en iyi açık modelleriyle karşılaştırıldığında, Qwen2-72B doğal dil anlama, bilgi, kodlama, matematik ve çok dilli yeteneklerde önemli ölçüde üstün performans sergiler.",
  "Qwen2-7B-Instruct.description": "Qwen2, benzer boyuttaki ve hatta daha büyük açık modelleri geride bırakan en yeni Qwen serisidir. Qwen2 7B, özellikle kodlama ve Çince anlama alanlarında birçok ölçüt üzerinde belirgin avantajlar sunar.",
  "Qwen2-VL-72B.description": "Qwen2-VL-72B, çok modlu görsel-metin işleme destekleyen güçlü bir görsel-dil modelidir. Görsel içeriği doğru şekilde tanır ve ilgili açıklamalar veya yanıtlar üretir.",
  "Qwen2.5-14B-Instruct.description": "Qwen2.5-14B-Instruct, 14 milyar parametreli güçlü bir dil modelidir. Çince ve çok dilli senaryolar için optimize edilmiştir; akıllı soru-cevap ve içerik üretimini destekler.",
  "Qwen2.5-32B-Instruct.description": "Qwen2.5-32B-Instruct, dengeli performansa sahip 32 milyar parametreli bir dil modelidir. Çince ve çok dilli senaryolar için optimize edilmiştir; akıllı soru-cevap ve içerik üretimini destekler.",
  "Qwen2.5-72B-Instruct.description": "Çince ve İngilizce için optimize edilmiş, dil, kodlama, matematik ve akıl yürütme alanlarında ayarlanmış büyük dil modeli.",
  "Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct, 7 milyar parametreli bir dil modelidir. Fonksiyon çağrısı ve harici sistemlerle sorunsuz entegrasyonu destekleyerek esneklik ve genişletilebilirliği büyük ölçüde artırır. Çince ve çok dilli senaryolar için optimize edilmiştir; akıllı soru-cevap ve içerik üretimini destekler.",
  "Qwen2.5-Coder-14B-Instruct.description": "Qwen2.5-Coder-14B-Instruct, güçlü kod anlama ve üretim yeteneklerine sahip büyük ölçekli bir kodlama talimat modeli olup, akıllı kodlama, otomatik betik üretimi ve programlama soru-cevap gibi görevler için idealdir.",
  "Qwen2.5-Coder-32B-Instruct.description": "Başlıca programlama dilleri için kod üretimi, akıl yürütme ve hata düzeltme alanlarında gelişmiş büyük dil modeli.",
  "Qwen3-235B-A22B-Instruct-2507-FP8.description": "Qwen3 235B A22B Instruct 2507, ölçekli verimli akıl yürütme için MoE kullanan, gelişmiş akıl yürütme ve talimat takibi için optimize edilmiştir.",
  "Qwen3-235B.description": "Qwen3-235B-A22B, kullanıcıların düşünme ve düşünmeme modları arasında sorunsuz geçiş yapmasına olanak tanıyan hibrit akıl yürütme modunu tanıtan bir MoE modelidir. 119 dil ve lehçede anlama ve akıl yürütmeyi destekler, güçlü araç çağırma yeteneklerine sahiptir ve genel yetenek, kod ve matematik, çok dilli yetenek ve bilgi akıl yürütme ölçütlerinde DeepSeek R1, OpenAI o1, o3-mini, Grok 3 ve Google Gemini 2.5 Pro gibi ana akım modellerle rekabet eder.",
  "Qwen3-32B.description": "Qwen3-32B, kullanıcıların düşünme ve düşünmeme modları arasında geçiş yapmasına olanak tanıyan hibrit akıl yürütme modunu tanıtan yoğun bir modeldir. Mimari iyileştirmeler, daha fazla veri ve daha iyi eğitimle Qwen2.5-72B ile eşdeğer performans sunar.",
  "SenseChat-128K.description": "128K bağlam penceresine sahip Base V4 modeli; uzun metin anlama ve üretiminde güçlüdür.",
  "SenseChat-32K.description": "32K bağlam penceresine sahip Base V4 modeli; çok çeşitli senaryolar için esnektir.",
  "SenseChat-5-1202.description": "V5.5 tabanlı en son sürüm; Çince/İngilizce temel yetenekler, sohbet, STEM bilgisi, beşeri bilimler, yazma, matematik/mantık ve uzunluk kontrolünde önemli gelişmeler sunar.",
  "SenseChat-5-Cantonese.description": "Hong Kong konuşma alışkanlıkları, argo ve yerel bilgi için tasarlanmıştır; Kantonca anlama konusunda GPT-4'ü geride bırakır ve bilgi, akıl yürütme, matematik ve kodlama alanlarında GPT-4 Turbo ile rekabet eder.",
  "SenseChat-5-beta.description": "Bazı performanslar SenseChat-5-1202'yi aşar.",
  "SenseChat-5.description": "128K bağlam penceresine sahip en son V5.5 sürümü; matematiksel akıl yürütme, İngilizce sohbet, talimat takibi ve uzun metin anlama alanlarında büyük gelişmeler sunar, GPT-4o ile karşılaştırılabilir.",
  "SenseChat-Character-Pro.description": "32K bağlam penceresi, geliştirilmiş yetenekler ve Çince/İngilizce desteği ile gelişmiş karakter sohbet modeli.",
  "SenseChat-Character.description": "8K bağlam penceresi ve yüksek yanıt hızı ile standart karakter sohbet modeli.",
  "SenseChat-Turbo-1202.description": "Tam model yeteneğinin %90+’ına ulaşan, önemli ölçüde daha düşük çıkarım maliyetine sahip en son hafif model.",
  "SenseChat-Turbo.description": "Hızlı soru-cevap ve model ince ayarı senaryoları için uygundur.",
  "SenseChat-Vision.description": "Çoklu görsel girdi desteğiyle en son V5.5 sürümü; nitelik tanıma, mekânsal ilişkiler, eylem/olay algılama, sahne anlama, duygu tanıma, sağduyu akıl yürütme ve metin anlama/üretiminde kapsamlı iyileştirmeler sunar.",
  "SenseChat.description": "4K bağlam penceresine sahip Base V4 modeli; genel yeteneklerde güçlüdür.",
  "SenseNova-V6-5-Pro.description": "Görsel, dil ve akıl yürütme verilerindeki kapsamlı güncellemeler ile eğitim stratejisi optimizasyonu sayesinde, yeni model çok modlu akıl yürütme ve genelleştirilmiş talimat takibinde önemli gelişmeler sunar. 128k bağlam penceresini destekler ve OCR ile kültürel turizm IP tanıma görevlerinde üstün performans gösterir.",
  "SenseNova-V6-5-Turbo.description": "Görsel, dil ve akıl yürütme verilerindeki kapsamlı güncellemeler ile eğitim stratejisi optimizasyonu sayesinde, yeni model çok modlu akıl yürütme ve genelleştirilmiş talimat takibinde önemli gelişmeler sunar. 128k bağlam penceresini destekler ve OCR ile kültürel turizm IP tanıma görevlerinde üstün performans gösterir.",
  "SenseNova-V6-Pro.description": "Görsel, metin ve videoyu doğal olarak birleştirerek geleneksel çok modlu ayrımları ortadan kaldırır; OpenCompass ve SuperCLUE sıralamalarında üst sıralarda yer alır.",
  "SenseNova-V6-Reasoner.description": "Görsel ve dilsel derin akıl yürütmeyi birleştirir, yavaş düşünmeyi ve tam düşünce zincirini destekler.",
  "SenseNova-V6-Turbo.description": "Görsel, metin ve videoyu doğal olarak birleştirerek geleneksel çok modlu ayrımları ortadan kaldırır. Temel çok modlu ve dil yeteneklerinde liderdir ve birçok değerlendirmede üst düzey sıralamalara sahiptir.",
  "Skylark2-lite-8k.description": "Skylark 2. nesil model. Skylark2-lite, daha düşük doğruluk gerektiren gerçek zamanlı ve maliyet hassas senaryolar için hızlı yanıtlar sunar, 8K bağlam penceresini destekler.",
  "Skylark2-pro-32k.description": "Skylark 2. nesil model. Skylark2-pro, profesyonel metin yazımı, roman yazımı ve yüksek kaliteli çeviri gibi karmaşık metin üretimi görevleri için daha yüksek doğruluk sunar, 32K bağlam penceresini destekler.",
  "Skylark2-pro-4k.description": "Skylark 2. nesil model. Skylark2-pro, profesyonel metin yazımı, roman yazımı ve yüksek kaliteli çeviri gibi karmaşık metin üretimi görevleri için daha yüksek doğruluk sunar, 4K bağlam penceresini destekler.",
  "Skylark2-pro-character-4k.description": "Skylark 2. nesil model. Skylark2-pro-character, rol yapma ve sohbet alanında öne çıkar; belirgin karakter tarzları ve doğal diyaloglarla sohbet robotları, sanal asistanlar ve müşteri hizmetleri için hızlı yanıtlar sunar.",
  "Skylark2-pro-turbo-8k.description": "Skylark 2. nesil model. Skylark2-pro-turbo-8k, 8K bağlam penceresiyle daha düşük maliyetle daha hızlı çıkarım sunar.",
  "THUDM/GLM-4-32B-0414.description": "GLM-4-32B-0414, 32 milyar parametreli yeni nesil açık kaynak GLM modelidir; performans açısından OpenAI GPT ve DeepSeek V3/R1 serileriyle karşılaştırılabilir.",
  "THUDM/GLM-4-9B-0414.description": "GLM-4-9B-0414, GLM-4-32B tekniklerini devralan, daha hafif dağıtım sunan 9 milyar parametreli bir GLM modelidir. Kod üretimi, web tasarımı, SVG üretimi ve arama tabanlı yazımda güçlü performans gösterir.",
  "THUDM/GLM-4.1V-9B-Thinking.description": "GLM-4.1V-9B-Thinking, Zhipu AI ve Tsinghua KEG Lab tarafından geliştirilen açık kaynaklı bir görsel-dil modeli olup, karmaşık çok modlu biliş için tasarlanmıştır. GLM-4-9B-0414 üzerine inşa edilmiştir, düşünce zinciri akıl yürütme ve pekiştirmeli öğrenme (RL) eklenerek çapraz modlu akıl yürütme ve kararlılık önemli ölçüde artırılmıştır.",
  "THUDM/GLM-Z1-32B-0414.description": "GLM-Z1-32B-0414, GLM-4-32B-0414 üzerine inşa edilmiş, soğuk başlangıç verileri ve genişletilmiş pekiştirmeli öğrenme ile eğitilmiş derin düşünme akıl yürütme modelidir. Matematik, kodlama ve mantık alanlarında temel modele göre önemli gelişmeler sağlar.",
  "THUDM/GLM-Z1-9B-0414.description": "GLM-Z1-9B-0414, açık kaynak gücünü korurken etkileyici yetenekler sunan 9 milyar parametreli küçük bir GLM modelidir. Matematiksel akıl yürütme ve genel görevlerde güçlü performans gösterir, açık modeller arasında kendi boyut sınıfında liderdir.",
  "THUDM/GLM-Z1-Rumination-32B-0414.description": "GLM-Z1-Rumination-32B-0414, derin düşünme yeteneklerine sahip bir akıl yürütme modelidir (OpenAI Deep Research ile karşılaştırılmıştır). Tipik derin düşünme modellerinden farklı olarak, daha açık ve karmaşık problemleri çözmek için daha uzun süre düşünür.",
  "THUDM/glm-4-9b-chat.description": "GLM-4-9B-Chat, Zhipu AI tarafından geliştirilen açık kaynaklı GLM-4 modelidir. Anlam, matematik, akıl yürütme, kod ve bilgi alanlarında güçlü performans gösterir. Çoklu dönüşlü sohbetin ötesinde, web tarama, kod yürütme, özel araç çağrıları ve uzun metin akıl yürütmesini destekler. 26 dili (Çince, İngilizce, Japonca, Korece, Almanca dahil) destekler. AlignBench-v2, MT-Bench, MMLU ve C-Eval testlerinde iyi sonuçlar verir ve akademik ve ticari kullanım için 128K bağlamı destekler.",
  "Tongyi-Zhiwen/QwenLong-L1-32B.description": "QwenLong-L1-32B, pekiştirmeli öğrenme ile eğitilmiş ilk uzun bağlamlı akıl yürütme modelidir (LRM). Uzun metin akıl yürütmesi için optimize edilmiştir. Aşamalı bağlam genişletme RL yöntemi, kısa bağlamdan uzun bağlama kararlı geçiş sağlar. Yedi uzun bağlamlı belge Soru-Cevap testinde OpenAI-o3-mini ve Qwen3-235B-A22B'yi geride bırakır, Claude-3.7-Sonnet-Thinking ile rekabet eder. Özellikle matematik, mantık ve çok adımlı akıl yürütmede güçlüdür.",
  "Yi-34B-Chat.description": "Yi-1.5-34B, serinin güçlü genel dil yeteneklerini korurken, 500 milyar yüksek kaliteli belirteçle artımlı eğitim sayesinde matematiksel mantık ve kodlama alanlarında önemli gelişmeler sağlar.",
  "abab5.5-chat.description": "Profesyonel kullanım için karmaşık görevleri işleyebilen ve verimli metin üretimi sunan üretkenlik senaryoları için geliştirilmiştir.",
  "abab5.5s-chat.description": "Çinli karakter sohbeti için tasarlanmıştır, çeşitli uygulamalar için yüksek kaliteli Çince diyaloglar sunar.",
  "abab6.5g-chat.description": "Çok dilli karakter sohbeti için tasarlanmıştır, İngilizce ve diğer dillerde yüksek kaliteli diyalog üretimini destekler.",
  "abab6.5s-chat.description": "Metin üretimi ve diyalog sistemleri dahil olmak üzere çok çeşitli NLP görevleri için uygundur.",
  "abab6.5t-chat.description": "Çinli karakter sohbeti için optimize edilmiştir, Çince ifade alışkanlıklarına uygun akıcı diyaloglar sunar.",
  "accounts/fireworks/models/deepseek-r1.description": "DeepSeek-R1, pekiştirmeli öğrenme ve soğuk başlangıç verileriyle optimize edilmiş son teknoloji bir büyük dil modelidir; akıl yürütme, matematik ve kodlama alanlarında mükemmel performans sunar.",
  "accounts/fireworks/models/deepseek-v3.description": "DeepSeek tarafından geliştirilen 671 milyar toplam parametreli güçlü bir Uzman Karışımı (MoE) dil modelidir; belirteç başına 37 milyar aktif parametreye sahiptir.",
  "accounts/fireworks/models/llama-v3-70b-instruct.description": "Meta, 8B ve 70B boyutlarında önceden eğitilmiş ve talimatlara göre ayarlanmış metin üretim modellerini içeren Meta Llama 3 LLM serisini geliştirdi ve yayımladı. Llama 3 talimat ayarlı modeller, sohbet amaçlı kullanım için optimize edilmiştir ve yaygın endüstri kıyaslamalarında mevcut birçok açık sohbet modelinden daha iyi performans gösterir.",
  "accounts/fireworks/models/llama-v3-8b-instruct-hf.description": "Meta Llama 3 talimat ayarlı modeller, sohbet amaçlı kullanım için optimize edilmiştir ve yaygın endüstri kıyaslamalarında mevcut birçok açık sohbet modelinden daha iyi performans gösterir. Llama 3 8B Instruct (HF sürümü), Llama 3 8B Instruct modelinin orijinal FP16 sürümüdür ve sonuçların resmi Hugging Face uygulamasıyla eşleşmesi beklenir.",
  "accounts/fireworks/models/llama-v3-8b-instruct.description": "Meta, 8B ve 70B boyutlarında önceden eğitilmiş ve talimatlara göre ayarlanmış metin üretim modellerini içeren Meta Llama 3 LLM serisini geliştirdi ve yayımladı. Llama 3 talimat ayarlı modeller, sohbet amaçlı kullanım için optimize edilmiştir ve yaygın endüstri kıyaslamalarında mevcut birçok açık sohbet modelinden daha iyi performans gösterir.",
  "accounts/fireworks/models/llama-v3p1-405b-instruct.description": "Meta Llama 3.1, 8B, 70B ve 405B boyutlarında önceden eğitilmiş ve talimatlara göre ayarlanmış çok dilli üretim modellerinden oluşan bir LLM ailesidir. Talimat ayarlı metin modelleri, çok dilli diyaloglar için optimize edilmiştir ve yaygın endüstri kıyaslamalarında mevcut birçok açık ve kapalı sohbet modelinden daha iyi performans gösterir. 405B, Llama 3.1 ailesinin en yetenekli modelidir ve referans uygulamayla yakından eşleşen FP8 çıkarımını kullanır.",
  "accounts/fireworks/models/llama-v3p1-70b-instruct.description": "Meta Llama 3.1, 8B, 70B ve 405B boyutlarında önceden eğitilmiş ve talimatlara göre ayarlanmış çok dilli üretim modellerinden oluşan bir LLM ailesidir. Talimat ayarlı metin modelleri, çok dilli diyaloglar için optimize edilmiştir ve yaygın endüstri kıyaslamalarında mevcut birçok açık ve kapalı sohbet modelinden daha iyi performans gösterir.",
  "accounts/fireworks/models/llama-v3p1-8b-instruct.description": "Meta Llama 3.1, 8B, 70B ve 405B boyutlarında önceden eğitilmiş ve talimatlara göre ayarlanmış çok dilli üretim modellerinden oluşan bir LLM ailesidir. Talimat ayarlı metin modelleri, çok dilli diyaloglar için optimize edilmiştir ve yaygın endüstri kıyaslamalarında mevcut birçok açık ve kapalı sohbet modelinden daha iyi performans gösterir.",
  "accounts/fireworks/models/llama-v3p2-11b-vision-instruct.description": "Meta tarafından geliştirilen, 11B parametreli talimat ayarlı bir görsel akıl yürütme modeli. Görsel tanıma, görüntü akıl yürütme, altyazı oluşturma ve görüntüyle ilgili soru-cevap için optimize edilmiştir. Grafikler ve tablolar gibi görsel verileri anlayabilir ve görüntü ayrıntılarını metinle açıklayarak görsel ve dil arasında köprü kurar.",
  "accounts/fireworks/models/llama-v3p2-3b-instruct.description": "Llama 3.2 3B Instruct, Meta tarafından geliştirilen hafif çok dilli bir modeldir. Daha büyük modellere kıyasla düşük gecikme süresi ve maliyet avantajı sunar. Tipik kullanım alanları arasında sorgu/istem yeniden yazımı ve yazma desteği yer alır.",
  "accounts/fireworks/models/llama-v3p2-90b-vision-instruct.description": "Meta tarafından geliştirilen, 90B parametreli talimat ayarlı bir görsel akıl yürütme modeli. Görsel tanıma, görüntü akıl yürütme, altyazı oluşturma ve görüntüyle ilgili soru-cevap için optimize edilmiştir. Grafikler ve tablolar gibi görsel verileri anlayabilir ve görüntü ayrıntılarını metinle açıklayarak görsel ve dil arasında köprü kurar. Not: Bu model şu anda sunucusuz olarak deneysel şekilde sunulmaktadır. Üretim ortamında kullanmadan önce Fireworks’un dağıtımı kısa sürede sonlandırabileceğini göz önünde bulundurun.",
  "accounts/fireworks/models/llama-v3p3-70b-instruct.description": "Llama 3.3 70B Instruct, Llama 3.1 70B'nin Aralık güncellemesidir. Temmuz 2024 sürümüne göre araç kullanımı, çok dilli metin desteği, matematik ve kodlama alanlarında iyileştirmeler sunar. Akıl yürütme, matematik ve talimat takibi konularında sektör lideri performansa ulaşır ve 3.1 405B ile karşılaştırılabilir performansı daha yüksek hız ve düşük maliyetle sunar.",
  "accounts/fireworks/models/mistral-small-24b-instruct-2501.description": "Daha büyük modellerle karşılaştırılabilir son teknolojiye sahip 24B parametreli bir model.",
  "accounts/fireworks/models/mixtral-8x22b-instruct.description": "Mixtral MoE 8x22B Instruct v0.1, Mixtral MoE 8x22B v0.1'in talimat ayarlı sürümüdür ve sohbet tamamlama API'si etkinleştirilmiştir.",
  "accounts/fireworks/models/mixtral-8x7b-instruct.description": "Mixtral MoE 8x7B Instruct, Mixtral MoE 8x7B'nin talimat ayarlı sürümüdür ve sohbet tamamlama API'si etkinleştirilmiştir.",
  "accounts/fireworks/models/mythomax-l2-13b.description": "MythoMix'in geliştirilmiş bir varyantı olan bu model, MythoLogic-L2 ve Huginn'in deneysel bir tensör birleştirme tekniğiyle harmanlanmasıyla oluşturulmuştur. Hikâye anlatımı ve rol yapma için mükemmel bir seçimdir.",
  "accounts/fireworks/models/phi-3-vision-128k-instruct.description": "Phi-3-Vision-128K-Instruct, sentetik veriler ve seçilmiş kamuya açık web veri kümeleriyle eğitilmiş, hafif ve son teknoloji açık çok modlu bir modeldir. Yüksek kaliteli, akıl yürütme odaklı metin ve görsel veriler üzerine odaklanır. Phi-3 ailesine aittir ve 128K bağlam uzunluğunu (token cinsinden) destekleyen çok modlu bir sürümdür. Doğru talimat takibi ve güçlü güvenlik önlemleri sağlamak için denetimli ince ayar ve doğrudan tercih optimizasyonu gibi geliştirmelerden geçmiştir.",
  "accounts/fireworks/models/qwen-qwq-32b-preview.description": "Qwen QwQ modeli, açık modellerin akıl yürütme alanında kapalı öncü modellerle rekabet edebileceğini göstererek yapay zekâ akıl yürütmesini ilerletmeyi amaçlar. QwQ-32B-Preview, GPQA, AIME, MATH-500 ve LiveCodeBench gibi kıyaslamalarda o1 ile eşleşen ve GPT-4o ile Claude 3.5 Sonnet'i geçen deneysel bir sürümdür. Not: Bu model şu anda sunucusuz olarak deneysel şekilde sunulmaktadır. Üretim ortamında kullanmadan önce Fireworks’un dağıtımı kısa sürede sonlandırabileceğini göz önünde bulundurun.",
  "accounts/fireworks/models/qwen2-vl-72b-instruct.description": "72B Qwen-VL modeli, Alibaba’nın yaklaşık bir yıllık yenilik sürecini yansıtan en son sürümüdür.",
  "accounts/fireworks/models/qwen2p5-72b-instruct.description": "Qwen2.5, Qwen ekibi ve Alibaba Cloud tarafından geliştirilen yalnızca kod çözücü LLM serisidir. 0.5B, 1.5B, 3B, 7B, 14B, 32B ve 72B boyutlarında temel ve talimat ayarlı varyantlar sunar.",
  "accounts/fireworks/models/qwen2p5-coder-32b-instruct.description": "Qwen2.5-Coder, kodlama için tasarlanmış en yeni Qwen LLM'dir (önceki adıyla CodeQwen). Not: Bu model şu anda sunucusuz olarak deneysel şekilde sunulmaktadır. Üretim ortamında kullanmadan önce Fireworks’un dağıtımı kısa sürede sonlandırabileceğini göz önünde bulundurun.",
  "accounts/yi-01-ai/models/yi-large.description": "Yi-Large, LMSYS sıralamasında GPT-4, Gemini 1.5 Pro ve Claude 3 Opus'un hemen altında yer alan üst düzey bir LLM'dir. Çok dilli yeteneklerde, özellikle İspanyolca, Çince, Japonca, Almanca ve Fransızca dillerinde öne çıkar. Yi-Large ayrıca geliştirici dostudur ve OpenAI ile aynı API şemasını kullanarak kolay entegrasyon sağlar.",
  "ai21-jamba-1.5-large.description": "256K bağlam penceresi, fonksiyon çağrısı, yapılandırılmış çıktı ve temellendirilmiş üretim özelliklerine sahip, 398 milyar parametreli (94 milyar aktif) çok dilli bir model.",
  "ai21-jamba-1.5-mini.description": "256K bağlam penceresi, fonksiyon çağrısı, yapılandırılmış çıktı ve temellendirilmiş üretim özelliklerine sahip, 52 milyar parametreli (12 milyar aktif) çok dilli bir model.",
  "ai21-labs/AI21-Jamba-1.5-Large.description": "256K bağlam penceresi, fonksiyon çağrısı, yapılandırılmış çıktı ve temellendirilmiş üretim özelliklerine sahip, 398 milyar parametreli (94 milyar aktif) çok dilli bir model.",
  "ai21-labs/AI21-Jamba-1.5-Mini.description": "256K bağlam penceresi, fonksiyon çağrısı, yapılandırılmış çıktı ve temellendirilmiş üretim özelliklerine sahip, 52 milyar parametreli (12 milyar aktif) çok dilli bir model.",
  "alibaba/qwen-3-14b.description": "Qwen3, Qwen serisinin en son neslidir ve yoğun ve MoE modellerinden oluşan kapsamlı bir set sunar. Geniş kapsamlı eğitimle geliştirilen bu model, akıl yürütme, talimat takibi, ajan yetenekleri ve çok dilli destek alanlarında önemli ilerlemeler sağlar.",
  "alibaba/qwen-3-235b.description": "Qwen3, Qwen serisinin en son neslidir ve yoğun ve MoE modellerinden oluşan kapsamlı bir set sunar. Geniş kapsamlı eğitimle geliştirilen bu model, akıl yürütme, talimat takibi, ajan yetenekleri ve çok dilli destek alanlarında önemli ilerlemeler sağlar.",
  "alibaba/qwen-3-30b.description": "Qwen3, Qwen serisinin en son neslidir ve yoğun ve MoE modellerinden oluşan kapsamlı bir set sunar. Geniş kapsamlı eğitimle geliştirilen bu model, akıl yürütme, talimat takibi, ajan yetenekleri ve çok dilli destek alanlarında önemli ilerlemeler sağlar.",
  "alibaba/qwen-3-32b.description": "Qwen3, Qwen serisinin en son neslidir ve yoğun ve MoE modellerinden oluşan kapsamlı bir set sunar. Geniş kapsamlı eğitimle geliştirilen bu model, akıl yürütme, talimat takibi, ajan yetenekleri ve çok dilli destek alanlarında önemli ilerlemeler sağlar.",
  "alibaba/qwen3-coder.description": "Qwen3-Coder-480B-A35B-Instruct, Qwen’in en gelişmiş kodlama modelidir. Ajan tabanlı kodlama, tarayıcı kullanımı ve diğer temel kodlama görevlerinde güçlü performans göstererek Claude Sonnet seviyesindeki sonuçlara ulaşır.",
  "amazon/nova-lite.description": "Görüntü, video ve metin girdilerini son derece hızlı işleyen, çok düşük maliyetli çok modlu bir model.",
  "amazon/nova-micro.description": "Yalnızca metin destekli, ultra düşük gecikmeli ve çok düşük maliyetli bir model.",
  "amazon/nova-pro.description": "Geniş görev yelpazesi için doğruluk, hız ve maliyet arasında en iyi dengeyi sunan, son derece yetenekli çok modlu bir model.",
  "amazon/titan-embed-text-v2.description": "Amazon Titan Text Embeddings V2, 1024, 512 ve 256 boyutlarını destekleyen hafif, verimli ve çok dilli bir gömme modelidir.",
  "anthropic.claude-3-5-sonnet-20240620-v1:0.description": "Claude 3.5 Sonnet, sektördeki standartları yükselterek rakiplerini ve Claude 3 Opus'u genel değerlendirmelerde geride bırakır; orta seviye hız ve maliyeti korur.",
  "anthropic.claude-3-5-sonnet-20241022-v2:0.description": "Claude 3.5 Sonnet, sektördeki standartları yükselterek rakiplerini ve Claude 3 Opus'u genel değerlendirmelerde geride bırakır; orta seviye hız ve maliyeti korur.",
  "anthropic.claude-3-haiku-20240307-v1:0.description": "Claude 3 Haiku, Anthropic’in en hızlı ve en kompakt modelidir. Basit sorgulara neredeyse anında yanıt verir, insan benzeri deneyimler sunar ve 200K bağlam penceresiyle görsel girdi desteği sağlar.",
  "anthropic.claude-3-opus-20240229-v1:0.description": "Claude 3 Opus, Anthropic’in en güçlü yapay zeka modelidir. Karmaşık görevlerde son teknoloji performans sunar, açık uçlu girdileri ve yeni senaryoları olağanüstü akıcılıkla ve insan benzeri anlayışla işler. 200K bağlam penceresiyle görsel girdi desteği sunar.",
  "anthropic.claude-3-sonnet-20240229-v1:0.description": "Claude 3 Sonnet, kurumsal iş yükleri için zeka ve hızı dengeler, düşük maliyetle yüksek değer sunar. Güvenilir büyük ölçekli yapay zeka dağıtımları için tasarlanmıştır ve 200K bağlam penceresiyle görsel girdi desteği sunar.",
  "anthropic.claude-instant-v1.description": "Günlük sohbet, metin analizi, özetleme ve belge SSS için hızlı, ekonomik ve yetenekli bir model.",
  "anthropic.claude-v2.description": "Karmaşık diyaloglardan yaratıcı üretime, ayrıntılı talimat takibine kadar çok çeşitli görevlerde son derece yetenekli bir model.",
  "anthropic.claude-v2:1.description": "Claude 2'nin güncellenmiş versiyonu; iki kat bağlam penceresi, uzun belgeler ve RAG için daha yüksek güvenilirlik, daha düşük halüsinasyon oranı ve kanıta dayalı doğruluk sunar.",
  "anthropic/claude-3-haiku.description": "Claude 3 Haiku, Anthropic’in en hızlı modelidir. Uzun girdili kurumsal iş yükleri için tasarlanmıştır. Çeyrek dönem raporları, sözleşmeler veya hukuki belgeler gibi büyük belgeleri hızlıca analiz eder ve maliyeti yarıya indirir.",
  "anthropic/claude-3-opus.description": "Claude 3 Opus, Anthropic’in en zeki modelidir. Karmaşık görevlerde pazar lideri performans sunar, açık uçlu girdileri ve yeni senaryoları olağanüstü akıcılıkla ve insan benzeri anlayışla işler.",
  "anthropic/claude-3.5-haiku.description": "Claude 3.5 Haiku, geliştirilmiş hız, kodlama doğruluğu ve araç kullanımı sunar. Hız ve araç etkileşimi gereksinimlerinin yüksek olduğu senaryolar için uygundur.",
  "anthropic/claude-3.5-sonnet.description": "Claude 3.5 Sonnet, Sonnet ailesinin hızlı ve verimli modelidir. Daha iyi kodlama ve akıl yürütme performansı sunar. Bazı sürümleri kademeli olarak Sonnet 3.7 ve sonrasıyla değiştirilir.",
  "anthropic/claude-3.7-sonnet.description": "Claude 3.7 Sonnet, daha güçlü akıl yürütme ve kodlama yeteneklerine sahip geliştirilmiş bir Sonnet modelidir. Kurumsal düzeyde karmaşık görevler için uygundur.",
  "anthropic/claude-haiku-4.5.description": "Claude Haiku 4.5, Anthropic’in yüksek performanslı hızlı modelidir. Çok düşük gecikme süresiyle yüksek doğruluğu korur.",
  "anthropic/claude-opus-4.1.description": "Opus 4.1, programlama, karmaşık akıl yürütme ve uzun süreli görevler için optimize edilmiş Anthropic’in üst düzey modelidir.",
  "anthropic/claude-opus-4.5.description": "Claude Opus 4.5, Anthropic’in amiral gemisi modelidir. Karmaşık, yüksek kaliteli akıl yürütme görevleri için üst düzey zeka ile ölçeklenebilir performansı birleştirir.",
  "anthropic/claude-opus-4.description": "Opus 4, karmaşık görevler ve kurumsal uygulamalar için tasarlanmış Anthropic’in amiral gemisi modelidir.",
  "anthropic/claude-sonnet-4.5.description": "Claude Sonnet 4.5, karmaşık akıl yürütme ve kodlama için optimize edilmiş Anthropic’in en yeni hibrit akıl yürütme modelidir.",
  "anthropic/claude-sonnet-4.description": "Claude Sonnet 4, düşünme ve düşünmeme yeteneklerini birleştiren Anthropic’in hibrit akıl yürütme modelidir.",
  "ascend-tribe/pangu-pro-moe.description": "Pangu-Pro-MoE 72B-A16B, 72 milyar toplam ve 16 milyar aktif parametreye sahip seyrek bir LLM'dir. Gruplandırılmış MoE (MoGE) mimarisi üzerine kuruludur. Uzmanları seçim sırasında gruplandırır ve her grup için eşit sayıda uzmanın etkinleştirilmesini zorunlu kılar. Bu, yük dengesini sağlar ve Ascend üzerinde dağıtım verimliliğini artırır.",
  "aya.description": "Aya 23, 23 dili destekleyen Cohere’in çok dilli modelidir ve çeşitli kullanım senaryolarına uygundur.",
  "aya:35b.description": "Aya 23, 23 dili destekleyen Cohere’in çok dilli modelidir ve çeşitli kullanım senaryolarına uygundur.",
  "azure-DeepSeek-R1-0528.description": "Microsoft tarafından dağıtılan DeepSeek R1, DeepSeek-R1-0528'e yükseltilmiştir. Bu güncelleme, hesaplama gücünü ve son eğitim algoritmalarını artırarak akıl yürütme derinliğini ve çıkarım kalitesini önemli ölçüde geliştirir. Matematik, kodlama ve genel mantık testlerinde güçlü performans gösterir ve O3 ile Gemini 2.5 Pro gibi lider modellere yaklaşır.",
  "baichuan-m2-32b.description": "Baichuan M2 32B, güçlü akıl yürütme yeteneklerine sahip Baichuan Intelligence tarafından geliştirilen bir MoE modelidir.",
  "baichuan/baichuan2-13b-chat.description": "Baichuan-13B, Baichuan tarafından geliştirilen açık kaynaklı ve ticari olarak kullanılabilir 13B parametreli bir LLM'dir. Hem Çince hem de İngilizce otoritelerce kabul gören kıyaslamalarda kendi boyutundaki modeller arasında en iyi sonuçları elde etmiştir.",
  "baidu/ERNIE-4.5-300B-A47B.description": "ERNIE-4.5-300B-A47B, Baidu'nun 300 milyar toplam parametreli ve her bir token için 47 milyar aktif parametreli MoE LLM modelidir. Güçlü performans ile hesaplama verimliliğini dengeler. ERNIE 4.5 serisinin çekirdek modeli olarak anlama, üretim, akıl yürütme ve programlama konularında üstündür. Metin-görsel ortak eğitimi içeren çok modlu heterojen MoE ön eğitim yöntemi kullanır ve özellikle yönerge takibi ve dünya bilgisi alanlarında genel yetenekleri artırır.",
  "baidu/ernie-5.0-thinking-preview.description": "ERNIE 5.0 Thinking Preview, Baidu’nun yeni nesil yerel çok modlu ERNIE modelidir. Çok modlu anlama, yönerge takibi, yaratım, gerçeklere dayalı soru-cevap ve araç kullanımı konularında güçlüdür.",
  "black-forest-labs/flux-1.1-pro.description": "FLUX 1.1 Pro, daha hızlı ve geliştirilmiş bir FLUX Pro sürümüdür; mükemmel görsel kalite ve istem uyumluluğu sunar.",
  "black-forest-labs/flux-dev.description": "FLUX Dev, ticari olmayan kullanım için geliştirilen FLUX modelinin geliştirme sürümüdür.",
  "black-forest-labs/flux-pro.description": "FLUX Pro, yüksek kaliteli görsel çıktılar için profesyonel FLUX modelidir.",
  "black-forest-labs/flux-schnell.description": "FLUX Schnell, hız için optimize edilmiş hızlı bir görsel üretim modelidir.",
  "c4ai-aya-expanse-32b.description": "Aya Expanse, 32B parametreli yüksek performanslı çok dilli bir modeldir. Yönerge ayarı, veri arbitrajı, tercih eğitimi ve model birleştirme tekniklerini kullanarak tek dilli modellere rakip olur. 23 dili destekler.",
  "c4ai-aya-expanse-8b.description": "Aya Expanse, 8B parametreli yüksek performanslı çok dilli bir modeldir. Yönerge ayarı, veri arbitrajı, tercih eğitimi ve model birleştirme tekniklerini kullanarak tek dilli modellere rakip olur. 23 dili destekler.",
  "c4ai-aya-vision-32b.description": "Aya Vision, dil, metin ve görsel kıyaslamalarda güçlü performans sergileyen son teknoloji çok modlu bir modeldir. 23 dili destekler. Bu 32B sürüm, üst düzey çok dilli performansa odaklanır.",
  "c4ai-aya-vision-8b.description": "Aya Vision, dil, metin ve görsel kıyaslamalarda güçlü performans sergileyen son teknoloji çok modlu bir modeldir. Bu 8B sürüm, düşük gecikme süresi ve güçlü performansa odaklanır.",
  "charglm-3.description": "CharGLM-3, rol yapma ve duygusal arkadaşlık için tasarlanmıştır; ultra uzun çoklu dönüş hafızası ve kişiselleştirilmiş diyalog desteği sunar.",
  "charglm-4.description": "CharGLM-4, rol yapma ve duygusal arkadaşlık için tasarlanmıştır; ultra uzun çoklu dönüş hafızası ve kişiselleştirilmiş diyalog desteği sunar.",
  "chatgpt-4o-latest.description": "ChatGPT-4o, gerçek zamanlı olarak güncellenen dinamik bir modeldir. Müşteri hizmetleri, eğitim ve teknik destek gibi büyük ölçekli kullanım senaryoları için güçlü anlama ve üretim yeteneklerini birleştirir.",
  "claude-2.0.description": "Claude 2, 200K-token bağlam desteği, azaltılmış halüsinasyonlar, sistem istemleri ve yeni bir test özelliği olan araç çağırma gibi kurumsal düzeyde iyileştirmeler sunar.",
  "claude-2.1.description": "Claude 2, 200K-token bağlam desteği, azaltılmış halüsinasyonlar, sistem istemleri ve yeni bir test özelliği olan araç çağırma gibi kurumsal düzeyde iyileştirmeler sunar.",
  "claude-3-5-haiku-20241022.description": "Claude 3.5 Haiku, Anthropic'in en hızlı yeni nesil modelidir. Claude 3 Haiku'ya kıyasla yeteneklerde gelişme gösterir ve birçok zeka testinde önceki en büyük model olan Claude 3 Opus'u geride bırakır.",
  "claude-3-5-haiku-latest.description": "Claude 3.5 Haiku, hafif görevler için hızlı yanıtlar sunar.",
  "claude-3-7-sonnet-20250219.description": "Claude 3.7 Sonnet, Anthropic'in en zeki modeli ve piyasadaki ilk hibrit akıl yürütme modelidir. Anında yanıtlar verebilir veya kullanıcıların görebileceği adım adım düşünme süreciyle daha uzun yanıtlar üretebilir. Sonnet, özellikle kodlama, veri bilimi, görsel analiz ve ajan görevlerinde güçlüdür.",
  "claude-3-7-sonnet-latest.description": "Claude 3.7 Sonnet, karmaşık görevler için Anthropic’in en yeni ve en yetenekli modelidir; performans, zeka, akıcılık ve anlama konularında üstündür.",
  "claude-3-haiku-20240307.description": "Claude 3 Haiku, Anthropic’in en hızlı ve en kompakt modelidir; anında yanıtlar için hızlı ve doğru performans sunar.",
  "claude-3-opus-20240229.description": "Claude 3 Opus, karmaşık görevler için Anthropic’in en güçlü modelidir; performans, zeka, akıcılık ve anlama konularında üstündür.",
  "claude-3-sonnet-20240229.description": "Claude 3 Sonnet, kurumsal iş yükleri için zeka ve hızı dengeler; düşük maliyetle yüksek fayda ve güvenilir büyük ölçekli dağıtım sunar.",
  "claude-haiku-4-5-20251001.description": "Claude Haiku 4.5, Anthropic'in en hızlı ve en zeki Haiku modelidir; yıldırım hızında çalışır ve gelişmiş akıl yürütme yeteneklerine sahiptir.",
  "claude-opus-4-1-20250805-thinking.description": "Claude Opus 4.1 Thinking, akıl yürütme sürecini görünür şekilde ortaya koyabilen gelişmiş bir varyanttır.",
  "claude-opus-4-1-20250805.description": "Claude Opus 4.1, Anthropic'in en yeni ve en yetenekli modelidir; karmaşık görevlerde üstün performans, zeka, akıcılık ve anlama kabiliyeti sunar.",
  "claude-opus-4-20250514.description": "Claude Opus 4, Anthropic'in karmaşık görevler için en güçlü modelidir; performans, zeka, akıcılık ve kavrama açısından öne çıkar.",
  "claude-opus-4-5-20251101.description": "Claude Opus 4.5, Anthropic’in amiral gemisi modelidir; olağanüstü zeka ile ölçeklenebilir performansı birleştirir. En yüksek kaliteli yanıtlar ve akıl yürütme gerektiren karmaşık görevler için idealdir.",
  "claude-opus-4-6.description": "Claude Opus 4.6, ajan geliştirme ve kodlama için Anthropic'in en zeki modelidir.",
  "claude-sonnet-4-20250514-thinking.description": "Claude Sonnet 4 Thinking, anında yanıtlar veya adım adım düşünme süreçleri üretebilir.",
  "claude-sonnet-4-20250514.description": "Claude Sonnet 4, anında yanıtlar veya görünür adım adım düşünme süreciyle uzun yanıtlar üretebilir.",
  "claude-sonnet-4-5-20250929.description": "Claude Sonnet 4.5, Anthropic'in bugüne kadarki en zeki modelidir.",
  "codegeex-4.description": "CodeGeeX-4, geliştirici verimliliğini artırmak için çok dilli Soru-Cevap ve kod tamamlama desteği sunan güçlü bir yapay zeka kodlama asistanıdır.",
  "codegeex4-all-9b.description": "CodeGeeX4-ALL-9B, çok dilli kod üretimi, kod tamamlama, yorumlama, web arama, fonksiyon çağırma ve depo düzeyinde kod Soru-Cevap gibi geniş yazılım geliştirme senaryolarını kapsayan bir modeldir. 10B parametrenin altındaki en üst düzey kod modellerinden biridir.",
  "codegemma.description": "CodeGemma, hızlı yineleme ve entegrasyon sağlayan hafif bir programlama modelidir.",
  "codegemma:2b.description": "CodeGemma, hızlı yineleme ve entegrasyon sağlayan hafif bir programlama modelidir.",
  "codellama.description": "Code Llama, geliştirici iş akışları için geniş dil desteğiyle kod üretimi ve tartışmaya odaklanan bir LLM'dir.",
  "codellama/CodeLlama-34b-Instruct-hf.description": "Code Llama, geliştirici iş akışları için geniş dil desteğiyle kod üretimi ve tartışmaya odaklanan bir LLM'dir.",
  "codellama:13b.description": "Code Llama, geliştirici iş akışları için geniş dil desteğiyle kod üretimi ve tartışmaya odaklanan bir LLM'dir.",
  "codellama:34b.description": "Code Llama, geliştirici iş akışları için geniş dil desteğiyle kod üretimi ve tartışmaya odaklanan bir LLM'dir.",
  "codellama:70b.description": "Code Llama, geliştirici iş akışları için geniş dil desteğiyle kod üretimi ve tartışmaya odaklanan bir LLM'dir.",
  "codeqwen.description": "CodeQwen1.5, kapsamlı kod verileriyle eğitilmiş büyük bir dil modelidir ve karmaşık programlama görevleri için tasarlanmıştır.",
  "codestral-latest.description": "Codestral, en gelişmiş kodlama modelimizdir; v2 (Ocak 2025), FIM, kod düzeltme ve test üretimi gibi düşük gecikmeli, yüksek frekanslı görevleri hedefler.",
  "codestral.description": "Codestral, Mistral AI’nin ilk kod modelidir ve güçlü kod üretim desteği sunar.",
  "codex-mini-latest.description": "codex-mini-latest, Codex CLI için ince ayarlanmış bir o4-mini modelidir. Doğrudan API kullanımı için gpt-4.1 ile başlamanız önerilir.",
  "cogito-2.1:671b.description": "Cogito v2.1 671B, ticari kullanıma açık ABD menşeli açık kaynaklı bir büyük dil modelidir. Önde gelen modellerle rekabet eden performansa, daha yüksek token akıl yürütme verimliliğine, 128k uzun bağlam desteğine ve güçlü genel yeteneklere sahiptir.",
  "cogview-4.description": "CogView-4, Zhipu’nun Çince karakter üretebilen ilk açık kaynaklı metinden-görüntüye modelidir. Anlamsal anlama, görüntü kalitesi ve Çince/İngilizce metin işleme konularında gelişmeler sunar. Her uzunlukta iki dilli istemleri destekler ve belirtilen aralıklarda herhangi bir çözünürlükte görüntü üretebilir.",
  "cohere-command-r-plus.description": "Command R+, kurumsal iş yükleri için optimize edilmiş gelişmiş bir RAG modelidir.",
  "cohere-command-r.description": "Command R, üretim düzeyinde yapay zeka sağlayan, RAG ve araç kullanımı için tasarlanmış ölçeklenebilir bir üretici modeldir.",
  "cohere/Cohere-command-r-plus.description": "Command R+, kurumsal iş yükleri için optimize edilmiş gelişmiş bir RAG modelidir.",
  "cohere/Cohere-command-r.description": "Command R, üretim düzeyinde yapay zeka sağlayan, RAG ve araç kullanımı için tasarlanmış ölçeklenebilir bir üretici modeldir.",
  "cohere/command-a.description": "Command A, Cohere’in şimdiye kadarki en güçlü modelidir. Araç kullanımı, yapay zeka ajanları, RAG ve çok dilli senaryolarda üstündür. 256K bağlam uzunluğuna sahiptir, yalnızca iki GPU üzerinde çalışır ve Command R+ 08-2024’e göre %150 daha yüksek verim sunar.",
  "cohere/command-r-plus.description": "Command R+, sohbet ve uzun bağlam için optimize edilmiş Cohere’in en yeni büyük dil modelidir. Şirketlerin prototip aşamasını geçip üretime geçmesini sağlamak için olağanüstü performans hedeflenmiştir.",
  "cohere/command-r.description": "Command R, sohbet ve uzun bağlam görevleri için optimize edilmiştir. Yüksek performans ve doğruluk arasında denge kurarak şirketlerin prototipten üretime geçmesini sağlar.",
  "cohere/embed-v4.0.description": "Metin, görsel veya karışık içerikleri gömülere dönüştüren veya sınıflandıran bir modeldir.",
  "comfyui/flux-dev.description": "FLUX.1 Dev, yüksek kaliteli metinden-görüntüye modelidir (10–50 adım), yaratıcı ve sanatsal çıktılar için idealdir.",
  "comfyui/flux-kontext-dev.description": "FLUX.1 Kontext-dev, metinle yönlendirilen düzenlemeleri destekleyen bir görüntü düzenleme modelidir. Yerel düzenlemeler ve stil aktarımı gibi işlemleri destekler.",
  "comfyui/flux-krea-dev.description": "FLUX.1 Krea-dev, Krea ile birlikte geliştirilen güvenlik artırılmış bir metinden-görüntüye modelidir. Dahili güvenlik filtrelerine sahiptir.",
  "comfyui/flux-schnell.description": "FLUX.1 Schnell, 1-4 adımda yüksek kaliteli görüntüler üreten ultra hızlı bir metinden-görüntüye modelidir. Gerçek zamanlı kullanım ve hızlı prototipleme için idealdir.",
  "comfyui/stable-diffusion-15.description": "Stable Diffusion 1.5, 512x512 çözünürlükte klasik bir metinden-görüntüye modelidir. Hızlı prototipleme ve yaratıcı deneyler için uygundur.",
  "comfyui/stable-diffusion-35-inclclip.description": "Dahili CLIP/T5 kodlayıcılarıyla gelen Stable Diffusion 3.5, harici kodlayıcı dosyalarına ihtiyaç duymaz. Daha az kaynak kullanımıyla sd3.5_medium_incl_clips gibi modeller için uygundur.",
  "comfyui/stable-diffusion-35.description": "Stable Diffusion 3.5, Büyük ve Orta varyantlarıyla yeni nesil bir metinden-görüntüye modelidir. Harici CLIP kodlayıcı dosyaları gerektirir ve mükemmel görüntü kalitesi ile istem uyumu sunar.",
  "comfyui/stable-diffusion-custom-refiner.description": "Özel SDXL görüntüden-görüntüye modeli. Model dosya adı olarak custom_sd_lobe.safetensors kullanın; VAE varsa custom_sd_vae_lobe.safetensors kullanın. Model dosyalarını gerekli Comfy klasörlerine yerleştirin.",
  "comfyui/stable-diffusion-custom.description": "Özel SD metinden-görüntüye modeli. Model dosya adı olarak custom_sd_lobe.safetensors kullanın; VAE varsa custom_sd_vae_lobe.safetensors kullanın. Model dosyalarını gerekli Comfy klasörlerine yerleştirin.",
  "comfyui/stable-diffusion-refiner.description": "SDXL görüntüden-görüntüye modeli, giriş görüntülerinden yüksek kaliteli dönüşümler gerçekleştirir. Stil aktarımı, restorasyon ve yaratıcı varyasyonları destekler.",
  "comfyui/stable-diffusion-xl.description": "SDXL, 1024x1024 yüksek çözünürlükte görüntü üretimini destekleyen bir metinden-görüntüye modelidir. Daha iyi görüntü kalitesi ve detay sunar.",
  "command-a-03-2025.description": "Command A, şimdiye kadarki en yetenekli modelimizdir. Araç kullanımı, yapay zeka ajanları, RAG ve çok dilli senaryolarda üstündür. 256K bağlam penceresine sahiptir, yalnızca iki GPU üzerinde çalışır ve Command R+ 08-2024’e göre %150 daha yüksek verim sunar.",
  "command-light-nightly.description": "Büyük sürümler arasındaki boşluğu azaltmak için her gece güncellenen Command sürümleri sunuyoruz. command-light serisi için bu sürüm command-light-nightly olarak adlandırılır. En yeni, en deneysel (ve potansiyel olarak kararsız) sürümdür. Düzenli olarak bildirim yapılmadan güncellenir, bu nedenle üretim ortamlarında önerilmez.",
  "command-light.description": "Neredeyse aynı yetenekte ancak daha hızlı olan daha küçük ve hızlı bir Command varyantı.",
  "command-nightly.description": "Büyük sürümler arasındaki boşluğu azaltmak için her gece güncellenen Command sürümleri sunuyoruz. Command serisi için bu sürüm command-nightly olarak adlandırılır. En yeni, en deneysel (ve potansiyel olarak kararsız) sürümdür. Düzenli olarak bildirim yapılmadan güncellenir, bu nedenle üretim ortamlarında önerilmez.",
  "command-r-03-2024.description": "Command R, önceki modellere göre daha yüksek kalite, daha fazla güvenilirlik ve daha uzun bağlam penceresi sunan bir talimat izleme sohbet modelidir. Kod üretimi, RAG, araç kullanımı ve yapay zeka ajanları gibi karmaşık iş akışlarını destekler.",
  "command-r-08-2024.description": "command-r-08-2024, Ağustos 2024’te yayınlanan güncellenmiş bir Command R modelidir.",
  "command-r-plus-04-2024.description": "command-r-plus, command-r-plus-04-2024’ün takma adıdır. API’de command-r-plus kullanıldığında bu modele yönlendirilir.",
  "command-r-plus-08-2024.description": "Command R+, önceki modellere göre daha yüksek kalite, daha fazla güvenilirlik ve daha uzun bağlam penceresi sunan bir talimat izleme sohbet modelidir. Karmaşık RAG iş akışları ve çok adımlı araç kullanımı için en uygunudur.",
  "command-r-plus.description": "Command R+, gerçek kurumsal senaryolar ve karmaşık uygulamalar için tasarlanmış yüksek performanslı bir büyük dil modelidir.",
  "command-r.description": "Command R, sohbet ve uzun bağlam görevleri için optimize edilmiş bir büyük dil modelidir. Dinamik etkileşim ve bilgi yönetimi için idealdir.",
  "command-r7b-12-2024.description": "command-r7b-12-2024, Aralık 2024’te yayınlanan küçük ve verimli bir güncellemedir. RAG, araç kullanımı ve çok adımlı akıl yürütme gerektiren ajan görevlerinde üstündür.",
  "command.description": "Dil görevlerinde daha yüksek kalite ve güvenilirlik sunan, temel üretici modellerimize göre daha uzun bağlam penceresine sahip bir talimat izleme sohbet modelidir.",
  "computer-use-preview.description": "computer-use-preview, \"bilgisayar kullanımı aracı\" için özel olarak eğitilmiş, bilgisayarla ilgili görevleri anlama ve yürütme yeteneğine sahip bir modeldir.",
  "dall-e-2.description": "İkinci nesil DALL·E modeli, daha gerçekçi ve doğru görüntü üretimi sunar. İlk nesle göre 4 kat daha yüksek çözünürlük sağlar.",
  "dall-e-3.description": "Kasım 2023’te yayınlanan en yeni DALL·E modeli, daha gerçekçi ve doğru görüntü üretimi sunar. Detaylarda daha güçlüdür.",
  "databricks/dbrx-instruct.description": "DBRX Instruct, sektörler arası güvenilir talimat işleme sunar.",
  "deepseek-ai/DeepSeek-OCR.description": "DeepSeek-OCR, DeepSeek AI tarafından geliştirilen bir görsel-dil modelidir ve OCR ile \"bağlam optik sıkıştırma\"ya odaklanır. Görsellerden bağlamı sıkıştırmayı araştırır, belgeleri verimli şekilde işler ve bunları yapılandırılmış metne (örneğin Markdown) dönüştürür. Görsellerdeki metni yüksek doğrulukla tanır; belge dijitalleştirme, metin çıkarımı ve yapılandırılmış işlem için idealdir.",
  "deepseek-ai/DeepSeek-R1-0528-Qwen3-8B.description": "DeepSeek-R1-0528-Qwen3-8B, DeepSeek-R1-0528'den çıkarılan düşünce zincirini Qwen3 8B Base modeline aktarır. Açık modeller arasında SOTA seviyesine ulaşır, AIME 2024'te Qwen3 8B'yi %10 oranında geçer ve Qwen3-235B-thinking performansına eşdeğerdir. Matematiksel akıl yürütme, programlama ve genel mantık testlerinde üstün performans gösterir. Qwen3-8B mimarisini paylaşır ancak DeepSeek-R1-0528 tokenleştiricisini kullanır.",
  "deepseek-ai/DeepSeek-R1-0528.description": "DeepSeek R1, ek hesaplama gücü ve son eğitim algoritma iyileştirmeleriyle akıl yürütmeyi derinleştirir. Matematik, programlama ve genel mantık testlerinde güçlü performans sergiler; o3 ve Gemini 2.5 Pro gibi lider modellere yaklaşır.",
  "deepseek-ai/DeepSeek-R1-Distill-Llama-70B.description": "DeepSeek-R1 distil modelleri, akıl yürütmeyi geliştirmek ve yeni açık model çoklu görev kıyaslamaları belirlemek için RL ve soğuk başlangıç verileri kullanır.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-1.5B.description": "DeepSeek-R1 distil modelleri, akıl yürütmeyi geliştirmek ve yeni açık model çoklu görev kıyaslamaları belirlemek için RL ve soğuk başlangıç verileri kullanır.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-14B.description": "DeepSeek-R1 distil modelleri, akıl yürütmeyi geliştirmek ve yeni açık model çoklu görev kıyaslamaları belirlemek için RL ve soğuk başlangıç verileri kullanır.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-32B.description": "DeepSeek-R1-Distill-Qwen-32B, Qwen2.5-32B'den distil edilmiştir ve 800K seçilmiş DeepSeek-R1 örneğiyle ince ayar yapılmıştır. Matematik, programlama ve akıl yürütmede üstün performans gösterir; AIME 2024, MATH-500 (%94,3 doğruluk) ve GPQA Diamond testlerinde güçlü sonuçlar elde eder.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-7B.description": "DeepSeek-R1-Distill-Qwen-7B, Qwen2.5-Math-7B'den distil edilmiştir ve 800K seçilmiş DeepSeek-R1 örneğiyle ince ayar yapılmıştır. MATH-500'de %92,8, AIME 2024'te %55,5 ve 7B model için 1189 CodeForces puanı ile güçlü performans sergiler.",
  "deepseek-ai/DeepSeek-R1.description": "DeepSeek-R1, akıl yürütmeyi geliştirmek için RL ve soğuk başlangıç verileri kullanır; yeni açık model çoklu görev kıyaslamaları belirler ve OpenAI-o1-mini'yi geride bırakır.",
  "deepseek-ai/DeepSeek-V2.5.description": "DeepSeek-V2.5, DeepSeek-V2-Chat ve DeepSeek-Coder-V2-Instruct modellerini geliştirerek genel ve kodlama yeteneklerini birleştirir. Yazma ve talimat takibini geliştirerek tercih uyumunu artırır; AlpacaEval 2.0, ArenaHard, AlignBench ve MT-Bench testlerinde önemli kazanımlar sağlar.",
  "deepseek-ai/DeepSeek-V3.1-Terminus.description": "DeepSeek-V3.1-Terminus, hibrit ajan LLM olarak konumlandırılmış güncellenmiş V3.1 modelidir. Kullanıcı geri bildirimleriyle tespit edilen sorunları düzeltir, kararlılığı ve dil tutarlılığını artırır, karışık Çince/İngilizce ve anormal karakterleri azaltır. Düşünen ve düşünmeyen modları sohbet şablonlarıyla entegre eder, esnek geçiş sağlar. Ayrıca Code Agent ve Search Agent performansını geliştirerek daha güvenilir araç kullanımı ve çok adımlı görevler sunar.",
  "deepseek-ai/DeepSeek-V3.1.description": "DeepSeek V3.1, hibrit akıl yürütme mimarisi kullanır ve hem düşünen hem de düşünmeyen modları destekler.",
  "deepseek-ai/DeepSeek-V3.2-Exp.description": "DeepSeek-V3.2-Exp, bir sonraki mimariye geçişi sağlayan deneysel V3.2 sürümüdür. V3.1-Terminus üzerine DeepSeek Sparse Attention (DSA) ekleyerek uzun bağlamlı eğitim ve çıkarım verimliliğini artırır. Araç kullanımı, uzun belge anlama ve çok adımlı akıl yürütme için optimize edilmiştir. Geniş bağlam bütçeleriyle daha yüksek akıl yürütme verimliliğini keşfetmek için idealdir.",
  "deepseek-ai/DeepSeek-V3.description": "DeepSeek-V3, MLA ve DeepSeekMoE kullanan 671B parametreli bir MoE modelidir. Kayıpsız yük dengelemesiyle verimli eğitim ve çıkarım sağlar. 14.8T yüksek kaliteli token ile önceden eğitilmiş, SFT ve RL ile güçlendirilmiştir; diğer açık modelleri geride bırakır ve önde gelen kapalı modellere yaklaşır.",
  "deepseek-ai/deepseek-llm-67b-chat.description": "DeepSeek LLM Chat (67B), derin dil anlama ve etkileşim sunan yenilikçi bir modeldir.",
  "deepseek-ai/deepseek-v3.1-terminus.description": "DeepSeek V3.1, karmaşık akıl yürütme ve düşünce zinciriyle derin analiz görevleri için geliştirilmiş yeni nesil bir modeldir.",
  "deepseek-ai/deepseek-v3.1.description": "DeepSeek V3.1, karmaşık akıl yürütme ve düşünce zinciriyle derin analiz görevleri için geliştirilmiş yeni nesil bir modeldir.",
  "deepseek-ai/deepseek-vl2.description": "DeepSeek-VL2, DeepSeekMoE-27B tabanlı, seyrek etkinleştirme kullanan bir MoE görsel-dil modelidir. Sadece 4.5B aktif parametreyle güçlü performans sunar. Görsel Soru-Cevap, OCR, belge/tablo/grafik anlama ve görsel eşleme konularında öne çıkar.",
  "deepseek-chat.description": "Genel ve kodlama yeteneklerini birleştiren yeni bir açık kaynak modelidir. Sohbet modelinin genel diyalog yeteneklerini ve kodlama modelinin güçlü kodlama becerilerini korur, tercih uyumunu geliştirir. DeepSeek-V2.5 ayrıca yazma ve talimat izleme konularında da gelişmiştir.",
  "deepseek-coder-33B-instruct.description": "DeepSeek Coder 33B, 2T token (%%87 kod, %%13 Çince/İngilizce metin) ile eğitilmiş bir kodlama dil modelidir. 16K bağlam penceresi ve ortadan doldurma görevleri sunar; proje düzeyinde kod tamamlama ve kod parçacığı doldurma sağlar.",
  "deepseek-coder-v2.description": "DeepSeek Coder V2, GPT-4 Turbo ile karşılaştırılabilir güçlü performansa sahip açık kaynaklı bir MoE kod modeli.",
  "deepseek-coder-v2:236b.description": "DeepSeek Coder V2, GPT-4 Turbo ile karşılaştırılabilir güçlü performansa sahip açık kaynaklı bir MoE kod modeli.",
  "deepseek-ocr.description": "DeepSeek-OCR, DeepSeek AI tarafından geliştirilen bir görsel-dil modelidir ve OCR ile \"bağlamsal optik sıkıştırma\"ya odaklanır. Görsellerden bağlamsal bilgiyi sıkıştırmayı araştırır, belgeleri verimli şekilde işler ve bunları Markdown gibi yapılandırılmış metin formatlarına dönüştürür. Görsellerdeki metni yüksek doğrulukla tanır; belge dijitalleştirme, metin çıkarımı ve yapılandırılmış işlem için idealdir.",
  "deepseek-r1-0528.description": "685B tam model, 2025-05-28'de yayımlandı. DeepSeek-R1, son eğitimde büyük ölçekli RL kullanarak etiketli veri ihtiyacını en aza indirir ve akıl yürütmeyi büyük ölçüde geliştirir. Matematik, kodlama ve doğal dil akıl yürütmede güçlü performans gösterir.",
  "deepseek-r1-250528.description": "DeepSeek R1 250528, zorlu matematik ve mantık görevleri için tam DeepSeek-R1 akıl yürütme modelidir.",
  "deepseek-r1-70b-fast-online.description": "DeepSeek R1 70B hızlı sürüm, gerçek zamanlı web aramasıyla daha hızlı yanıtlar sunar ve performansı korur.",
  "deepseek-r1-70b-online.description": "DeepSeek R1 70B standart sürüm, gerçek zamanlı web aramasıyla güncel sohbet ve metin görevleri için uygundur.",
  "deepseek-r1-distill-llama-70b.description": "DeepSeek R1 Distill Llama 70B, R1 akıl yürütmesini Llama ekosistemiyle birleştirir.",
  "deepseek-r1-distill-llama-8b.description": "DeepSeek-R1-Distill-Llama-8B, DeepSeek R1 çıktıları kullanılarak Llama-3.1-8B'den distil edilmiştir.",
  "deepseek-r1-distill-llama.description": "deepseek-r1-distill-llama, DeepSeek-R1'den Llama üzerine distil edilmiştir.",
  "deepseek-r1-distill-qianfan-70b.description": "DeepSeek R1 Distill Qianfan 70B, Qianfan-70B tabanlı güçlü bir R1 distil modelidir.",
  "deepseek-r1-distill-qianfan-8b.description": "DeepSeek R1 Distill Qianfan 8B, küçük ve orta ölçekli uygulamalar için Qianfan-8B tabanlı bir R1 distil modelidir.",
  "deepseek-r1-distill-qianfan-llama-70b.description": "DeepSeek R1 Distill Qianfan Llama 70B, Llama-70B tabanlı bir R1 distil modelidir.",
  "deepseek-r1-distill-qwen-1.5b.description": "DeepSeek R1 Distill Qwen 1.5B, çok düşük kaynaklı ortamlar için ultra hafif bir distil modelidir.",
  "deepseek-r1-distill-qwen-14b.description": "DeepSeek R1 Distill Qwen 14B, çok senaryolu dağıtım için orta ölçekli bir distil modelidir.",
  "deepseek-r1-distill-qwen-32b.description": "DeepSeek R1 Distill Qwen 32B, performans ve maliyet arasında denge kuran Qwen-32B tabanlı bir R1 distil modelidir.",
  "deepseek-r1-distill-qwen-7b.description": "DeepSeek R1 Distill Qwen 7B, uç ve özel kurumsal ortamlar için hafif bir distil modelidir.",
  "deepseek-r1-distill-qwen.description": "deepseek-r1-distill-qwen, DeepSeek-R1'den Qwen üzerine distil edilmiştir.",
  "deepseek-r1-fast-online.description": "Gerçek zamanlı web aramasıyla 671B ölçekli yetenek ve hızlı yanıtları birleştiren DeepSeek R1 hızlı tam sürüm.",
  "deepseek-r1-online.description": "671B parametreli ve gerçek zamanlı web aramasına sahip DeepSeek R1 tam sürüm; güçlü anlama ve üretim sunar.",
  "deepseek-r1.description": "DeepSeek-R1, RL öncesi soğuk başlangıç verileri kullanır ve matematik, kodlama ve akıl yürütmede OpenAI-o1 ile karşılaştırılabilir performans sunar.",
  "deepseek-reasoner.description": "DeepSeek V3.2 düşünme modu, doğruluğu artırmak için nihai cevaptan önce düşünce zinciri üretir.",
  "deepseek-v2.description": "DeepSeek V2, maliyet etkin işlem için verimli bir MoE modelidir.",
  "deepseek-v2:236b.description": "DeepSeek V2 236B, güçlü kod üretimi sunan DeepSeek’in kod odaklı modelidir.",
  "deepseek-v3-0324.description": "DeepSeek-V3-0324, programlama ve teknik yetenek, bağlam anlama ve uzun metin işleme konularında öne çıkan 671B parametreli bir MoE modelidir.",
  "deepseek-v3.1-terminus.description": "DeepSeek-V3.1-Terminus, terminal cihazlar için optimize edilmiş bir LLM'dir ve DeepSeek tarafından geliştirilmiştir.",
  "deepseek-v3.1-think-250821.description": "DeepSeek V3.1 Think 250821, Terminus sürümüne karşılık gelen derin düşünme modelidir ve yüksek performanslı akıl yürütme için tasarlanmıştır.",
  "deepseek-v3.1.description": "DeepSeek-V3.1, düşünme ve düşünmeme modlarını destekleyen yeni bir hibrit akıl yürütme modelidir. DeepSeek-R1-0528'e kıyasla daha yüksek düşünme verimliliği sunar. Eğitim sonrası optimizasyonlar, araç kullanımı ve görev performansını büyük ölçüde artırır. 128k bağlam penceresi ve 64k'ya kadar çıktı token'ı desteği sunar.",
  "deepseek-v3.1:671b.description": "DeepSeek V3.1, karmaşık akıl yürütme ve düşünce zinciri yetenekleri geliştirilmiş yeni nesil bir akıl yürütme modelidir. Derin analiz gerektiren görevler için uygundur.",
  "deepseek-v3.2-exp.description": "deepseek-v3.2-exp, uzun metinlerde eğitim ve çıkarım verimliliğini artırmak için seyrek dikkat mekanizması sunar ve deepseek-v3.1'e göre daha uygun fiyatlıdır.",
  "deepseek-v3.2-think.description": "DeepSeek V3.2 Think, daha güçlü uzun zincirli akıl yürütme yeteneklerine sahip tam kapsamlı bir derin düşünme modelidir.",
  "deepseek-v3.2.description": "DeepSeek-V3.2, DeepSeek'in düşünmeyi araç kullanımına entegre eden ilk hibrit akıl yürütme modelidir. Hesaplama verimliliği için optimize edilmiş mimari, yetenekleri artırmak için büyük ölçekli pekiştirmeli öğrenme ve genelleme gücünü artırmak için sentetik görev verileri kullanır. Bu üç unsurun birleşimi, GPT-5-High ile karşılaştırılabilir bir performans sunarken çıktı uzunluğunu önemli ölçüde azaltır, böylece hesaplama yükünü ve kullanıcı bekleme süresini düşürür.",
  "deepseek-v3.description": "DeepSeek-V3, toplamda 671 milyar parametreye ve token başına 37 milyar aktif parametreye sahip güçlü bir MoE modelidir.",
  "deepseek-vl2-small.description": "DeepSeek VL2 Small, kaynak kısıtlı ve yüksek eşzamanlı kullanım senaryoları için hafif bir çok modlu modeldir.",
  "deepseek-vl2.description": "DeepSeek VL2, görsel-sözel anlama ve ayrıntılı görsel soru-cevap için geliştirilmiş çok modlu bir modeldir.",
  "deepseek/deepseek-chat-v3-0324.description": "DeepSeek V3, 685 milyar parametreli bir MoE modelidir ve DeepSeek’in amiral gemisi sohbet serisinin en son sürümüdür.\n\n[DeepSeek V3](/deepseek/deepseek-chat-v3) üzerine inşa edilmiştir ve çeşitli görevlerde güçlü performans sergiler.",
  "deepseek/deepseek-chat-v3-0324:free.description": "DeepSeek V3, 685 milyar parametreli bir MoE modelidir ve DeepSeek’in amiral gemisi sohbet serisinin en son sürümüdür.\n\n[DeepSeek V3](/deepseek/deepseek-chat-v3) üzerine inşa edilmiştir ve çeşitli görevlerde güçlü performans sergiler.",
  "deepseek/deepseek-chat-v3.1.description": "DeepSeek-V3.1, DeepSeek’in uzun bağlam destekli hibrit akıl yürütme modelidir. Düşünme/düşünmeme modlarını ve araç entegrasyonunu destekler.",
  "deepseek/deepseek-chat.description": "DeepSeek-V3, karmaşık görevler ve araç entegrasyonu için optimize edilmiş yüksek performanslı hibrit akıl yürütme modelidir.",
  "deepseek/deepseek-math-v2.description": "DeepSeek Math V2, matematiksel akıl yürütme yeteneklerinde önemli atılımlar gerçekleştiren bir modeldir. Temel yeniliği, \"öz-doğrulama\" eğitim mekanizmasında yatmaktadır ve birçok üst düzey matematik yarışmasında altın madalya seviyesine ulaşmıştır.",
  "deepseek/deepseek-r1-0528.description": "DeepSeek R1 0528, açık erişim ve daha derin akıl yürütmeye odaklanan güncellenmiş bir varyanttır.",
  "deepseek/deepseek-r1-0528:free.description": "DeepSeek-R1, etiketli veri ihtiyacını en aza indirerek akıl yürütme yeteneğini büyük ölçüde geliştirir ve nihai cevaptan önce düşünce zinciri sunarak doğruluğu artırır.",
  "deepseek/deepseek-r1-distill-llama-70b.description": "DeepSeek R1 Distill Llama 70B, Llama 3.3 70B tabanlı damıtılmış bir LLM'dir. DeepSeek R1 çıktılarıyla ince ayar yapılarak büyük öncü modellerle rekabetçi performans elde edilmiştir.",
  "deepseek/deepseek-r1-distill-llama-8b.description": "DeepSeek R1 Distill Llama 8B, Llama-3.1-8B-Instruct tabanlı damıtılmış bir LLM'dir ve DeepSeek R1 çıktılarıyla eğitilmiştir.",
  "deepseek/deepseek-r1-distill-qwen-14b.description": "DeepSeek R1 Distill Qwen 14B, Qwen 2.5 14B tabanlı damıtılmış bir LLM'dir ve DeepSeek R1 çıktılarıyla eğitilmiştir. OpenAI o1-mini'yi birçok ölçütte geride bırakır ve yoğun modeller arasında SOTA sonuçlar elde eder. Öne çıkan ölçütler:\nAIME 2024 pass@1: 69.7\nMATH-500 pass@1: 93.9\nCodeForces Puanı: 1481\nDeepSeek R1 çıktılarıyla yapılan ince ayar, büyük öncü modellerle rekabetçi performans sağlar.",
  "deepseek/deepseek-r1-distill-qwen-32b.description": "DeepSeek R1 Distill Qwen 32B, Qwen 2.5 32B tabanlı damıtılmış bir LLM'dir ve DeepSeek R1 çıktılarıyla eğitilmiştir. OpenAI o1-mini'yi birçok ölçütte geride bırakır ve yoğun modeller arasında SOTA sonuçlar elde eder. Öne çıkan ölçütler:\nAIME 2024 pass@1: 72.6\nMATH-500 pass@1: 94.3\nCodeForces Puanı: 1691\nDeepSeek R1 çıktılarıyla yapılan ince ayar, büyük öncü modellerle rekabetçi performans sağlar.",
  "deepseek/deepseek-r1.description": "DeepSeek R1, DeepSeek-R1-0528 olarak güncellenmiştir. Daha fazla hesaplama gücü ve eğitim sonrası algoritmik iyileştirmelerle akıl yürütme derinliği ve yeteneği önemli ölçüde artırılmıştır. Matematik, programlama ve genel mantık ölçütlerinde güçlü performans sergiler ve o3 ile Gemini 2.5 Pro gibi lider modellere yaklaşır.",
  "deepseek/deepseek-r1/community.description": "DeepSeek R1, DeepSeek ekibi tarafından yayımlanan en son açık kaynak modelidir. Özellikle matematik, kodlama ve akıl yürütme görevlerinde çok güçlü performans sunar ve OpenAI o1 ile karşılaştırılabilir düzeydedir.",
  "deepseek/deepseek-r1:free.description": "DeepSeek-R1, etiketli veri ihtiyacını en aza indirerek akıl yürütme yeteneğini büyük ölçüde geliştirir ve nihai cevaptan önce düşünce zinciri sunarak doğruluğu artırır.",
  "deepseek/deepseek-reasoner.description": "DeepSeek-V3 Thinking (reasoner), DeepSeek’in deneysel akıl yürütme modelidir ve yüksek karmaşıklıktaki akıl yürütme görevleri için uygundur.",
  "deepseek/deepseek-v3.1-base.description": "DeepSeek V3.1 Base, DeepSeek V3 modelinin geliştirilmiş bir sürümüdür.",
  "deepseek/deepseek-v3.description": "Geliştirilmiş akıl yürütme yeteneklerine sahip hızlı, genel amaçlı bir LLM'dir.",
  "deepseek/deepseek-v3/community.description": "DeepSeek-V3, önceki modellere kıyasla akıl yürütme hızında büyük bir atılım sunar. Açık kaynak modeller arasında birinci sırada yer alır ve en gelişmiş kapalı modellerle rekabet eder. DeepSeek-V3, DeepSeek-V2'de tamamen doğrulanan Çok Başlı Gizli Dikkat (MLA) ve DeepSeekMoE mimarisini benimser. Ayrıca yük dengeleme için kayıpsız yardımcı strateji ve daha güçlü performans için çoklu token tahmin eğitim hedefi sunar.",
  "deepseek_r1.description": "DeepSeek-R1, tekrar ve okunabilirlik sorunlarını ele alan pekiştirmeli öğrenme odaklı bir akıl yürütme modelidir. RL öncesinde, soğuk başlangıç verileriyle akıl yürütme performansı daha da artırılır. Matematik, kodlama ve akıl yürütme görevlerinde OpenAI-o1 ile eşleşir ve dikkatle tasarlanmış eğitim süreci genel sonuçları iyileştirir.",
  "deepseek_r1_distill_llama_70b.description": "DeepSeek-R1-Distill-Llama-70B, Llama-3.3-70B-Instruct'tan damıtılmıştır. DeepSeek-R1 serisinin bir parçası olarak, DeepSeek-R1 tarafından üretilen örneklerle ince ayar yapılmıştır ve matematik, kodlama ve akıl yürütme alanlarında güçlü performans sunar.",
  "deepseek_r1_distill_qwen_14b.description": "DeepSeek-R1-Distill-Qwen-14B, Qwen2.5-14B'den damıtılmıştır ve DeepSeek-R1 tarafından üretilen 800K seçilmiş örnekle ince ayar yapılmıştır. Güçlü akıl yürütme yetenekleri sunar.",
  "deepseek_r1_distill_qwen_32b.description": "DeepSeek-R1-Distill-Qwen-32B, Qwen2.5-32B'den damıtılmıştır ve DeepSeek-R1 tarafından üretilen 800K seçilmiş örnekle ince ayar yapılmıştır. Matematik, kodlama ve akıl yürütme alanlarında üstün performans gösterir.",
  "devstral-2:123b.description": "Devstral 2 123B, kod tabanlarını keşfetme, birden fazla dosyayı düzenleme ve yazılım mühendisliği ajanlarını destekleme konusunda araçları etkili bir şekilde kullanma yeteneğiyle öne çıkar.",
  "doubao-1.5-lite-32k.description": "Doubao-1.5-lite, ultra hızlı yanıt süresiyle hafif bir modeldir ve üst düzey kalite ile düşük gecikme sunar.",
  "doubao-1.5-pro-256k.description": "Doubao-1.5-pro-256k, Doubao-1.5-Pro'nun kapsamlı bir yükseltmesidir ve genel performansta %10 artış sağlar. 256k bağlam penceresini ve 12k'ya kadar çıktı belirtecini destekler; daha yüksek performans, daha geniş pencere ve daha fazla kullanım senaryosu için güçlü bir değer sunar.",
  "doubao-1.5-pro-32k.description": "Doubao-1.5-pro, bilgi, kodlama ve akıl yürütme alanlarında üstün performans gösteren yeni nesil amiral gemisi modeldir.",
  "doubao-1.5-thinking-pro-m.description": "Doubao-1.5, matematik, kodlama, bilimsel akıl yürütme ve yaratıcı yazım gibi genel görevlerde üstün performans gösteren yeni bir derin akıl yürütme modelidir (m versiyonu yerel çok modlu derin akıl yürütme içerir). AIME 2024, Codeforces ve GPQA gibi kıyaslamalarda en üst düzey sonuçlara ulaşır veya yaklaşır. 128k bağlam penceresi ve 16k çıktı desteği sunar.",
  "doubao-1.5-thinking-pro.description": "Doubao-1.5, matematik, kodlama, bilimsel akıl yürütme ve yaratıcı yazım gibi genel görevlerde üstün performans gösteren yeni bir derin akıl yürütme modelidir. AIME 2024, Codeforces ve GPQA gibi kıyaslamalarda en üst düzey sonuçlara ulaşır veya yaklaşır. 128k bağlam penceresi ve 16k çıktı desteği sunar.",
  "doubao-1.5-thinking-vision-pro.description": "Görsel akıl yürütme ve çok modlu anlama alanlarında daha güçlü performans sunan yeni bir görsel derin akıl yürütme modeli; 59 halka açık kıyaslamanın 37'sinde SOTA sonuçlar elde eder.",
  "doubao-1.5-ui-tars.description": "Doubao-1.5-UI-TARS, insan benzeri algı, akıl yürütme ve eylem yoluyla arayüzlerle sorunsuz etkileşim kuran yerel GUI odaklı bir ajan modelidir.",
  "doubao-1.5-vision-lite.description": "Doubao-1.5-vision-lite, herhangi bir çözünürlükte ve uç oranlarda görselleri destekleyen, görsel akıl yürütme, belge tanıma, detay anlama ve talimat takibini geliştiren yükseltilmiş bir çok modlu modeldir. 128k bağlam penceresi ve 16k'ya kadar çıktı belirteci desteği sunar.",
  "doubao-1.5-vision-pro-32k.description": "Doubao-1.5-vision-pro, herhangi bir çözünürlükte ve uç oranlarda görselleri destekleyen, görsel akıl yürütme, belge tanıma, detay anlama ve talimat takibini geliştiren yükseltilmiş bir çok modlu modeldir.",
  "doubao-1.5-vision-pro.description": "Doubao-1.5-vision-pro, herhangi bir çözünürlükte ve uç oranlarda görselleri destekleyen, görsel akıl yürütme, belge tanıma, detay anlama ve talimat takibini geliştiren yükseltilmiş bir çok modlu modeldir.",
  "doubao-lite-128k.description": "Ultra hızlı yanıt süresi ve daha iyi değer sunar, farklı senaryolarda esnek seçenekler sağlar. 128k bağlam penceresiyle akıl yürütme ve ince ayar desteklenir.",
  "doubao-lite-32k.description": "Ultra hızlı yanıt süresi ve daha iyi değer sunar, farklı senaryolarda esnek seçenekler sağlar. 32k bağlam penceresiyle akıl yürütme ve ince ayar desteklenir.",
  "doubao-lite-4k.description": "Ultra hızlı yanıt süresi ve daha iyi değer sunar, farklı senaryolarda esnek seçenekler sağlar. 4k bağlam penceresiyle akıl yürütme ve ince ayar desteklenir.",
  "doubao-pro-256k.description": "Referans Soru-Cevap, özetleme, içerik üretimi, metin sınıflandırma ve rol yapma gibi karmaşık görevlerde en iyi performansı sunan amiral gemisi modeldir. 256k bağlam penceresiyle akıl yürütme ve ince ayar desteklenir.",
  "doubao-pro-32k.description": "Referans Soru-Cevap, özetleme, içerik üretimi, metin sınıflandırma ve rol yapma gibi karmaşık görevlerde en iyi performansı sunan amiral gemisi modeldir. 32k bağlam penceresiyle akıl yürütme ve ince ayar desteklenir.",
  "doubao-seed-1.6-flash.description": "Doubao-Seed-1.6-flash, TPOT süresi 10ms kadar düşük olan ultra hızlı çok modlu derin akıl yürütme modelidir. Metin ve görseli destekler, metin anlama açısından önceki lite modelin ötesine geçer ve görselde rakip pro modellerle eşleşir. 256k bağlam penceresi ve 16k'ya kadar çıktı belirteci desteği sunar.",
  "doubao-seed-1.6-lite.description": "Doubao-Seed-1.6-lite, ayarlanabilir akıl yürütme düzeyine (Minimal, Düşük, Orta, Yüksek) sahip yeni bir çok modlu derin akıl yürütme modelidir. Yaygın görevler için daha iyi değer sunar ve 256k'ya kadar bağlam penceresini destekler.",
  "doubao-seed-1.6-thinking.description": "Doubao-Seed-1.6-thinking, Doubao-1.5-thinking-pro'ya kıyasla kodlama, matematik ve mantıksal akıl yürütme gibi temel yetenekleri önemli ölçüde geliştirir ve görsel anlama yeteneği ekler. 256k bağlam penceresi ve 16k'ya kadar çıktı belirteci desteği sunar.",
  "doubao-seed-1.6-vision.description": "Doubao-Seed-1.6-vision, eğitim, görsel inceleme, güvenlik ve yapay zeka arama Soru-Cevap gibi alanlarda daha güçlü çok modlu anlama ve akıl yürütme sunan görsel derin akıl yürütme modelidir. 256k bağlam penceresi ve 64k'ya kadar çıktı belirteci desteği sunar.",
  "doubao-seed-1.6.description": "Doubao-Seed-1.6, otomatik, düşünme ve düşünmeyen modlara sahip yeni bir çok modlu derin akıl yürütme modelidir. Düşünmeyen modda, Doubao-1.5-pro/250115'e kıyasla önemli ölçüde daha iyi performans gösterir. 256k bağlam penceresi ve 16k'ya kadar çıktı belirteci desteği sunar.",
  "doubao-seed-1.8.description": "Doubao-Seed-1.8, daha güçlü çok modlu anlama ve Ajan yeteneklerine sahiptir. Metin/görüntü/video girişi ve bağlam önbellekleme desteği sunar ve karmaşık görevlerde üstün performans sağlar.",
  "doubao-seed-code.description": "Doubao-Seed-Code, ajan tabanlı kodlama için derinlemesine optimize edilmiştir; çok modlu girişleri (metin/görsel/video) ve 256k bağlam penceresini destekler, Anthropic API ile uyumludur ve kodlama, görsel anlama ve ajan iş akışları için uygundur.",
  "doubao-seededit-3-0-i2i-250628.description": "ByteDance Seed tarafından geliştirilen Doubao görsel modeli, metin ve görsel girişlerini destekler ve yüksek kaliteli, kontrol edilebilir görsel üretimi sunar. Metinle yönlendirilen görsel düzenlemeyi destekler ve çıktı boyutları uzun kenarda 512 ile 1536 arasında değişir.",
  "doubao-seedream-3-0-t2i-250415.description": "Seedream 3.0, ByteDance Seed tarafından geliştirilen bir görsel üretim modelidir; metin ve görsel girişlerini destekler, yüksek kaliteli ve kontrol edilebilir görseller üretir. Metin istemlerinden görseller oluşturur.",
  "doubao-seedream-4-0-250828.description": "Seedream 4.0, ByteDance Seed tarafından geliştirilen bir görsel üretim modelidir; metin ve görsel girişlerini destekler, yüksek kaliteli ve kontrol edilebilir görseller üretir. Metin istemlerinden görseller oluşturur.",
  "doubao-vision-lite-32k.description": "Doubao-vision, güçlü görsel anlama ve akıl yürütme yeteneklerine sahip bir Doubao çok modlu modelidir; doğru talimat takibiyle birlikte görsel-metin çıkarımı ve görsel tabanlı akıl yürütme görevlerinde başarılıdır. Daha karmaşık ve geniş görsel Soru-Cevap senaryolarını mümkün kılar.",
  "doubao-vision-pro-32k.description": "Doubao-vision, güçlü görsel anlama ve akıl yürütme yeteneklerine sahip bir Doubao çok modlu modelidir; doğru talimat takibiyle birlikte görsel-metin çıkarımı ve görsel tabanlı akıl yürütme görevlerinde başarılıdır. Daha karmaşık ve geniş görsel Soru-Cevap senaryolarını mümkün kılar.",
  "emohaa.description": "Emohaa, kullanıcıların duygusal sorunları anlamalarına yardımcı olmak için profesyonel danışmanlık yeteneklerine sahip bir ruh sağlığı modelidir.",
  "ernie-4.5-0.3b.description": "ERNIE 4.5 0.3B, yerel ve özelleştirilmiş dağıtım için açık kaynaklı hafif bir modeldir.",
  "ernie-4.5-21b-a3b.description": "ERNIE 4.5 21B A3B, daha güçlü anlama ve üretim yeteneklerine sahip açık kaynaklı büyük parametreli bir modeldir.",
  "ernie-4.5-300b-a47b.description": "ERNIE 4.5 300B A47B, Baidu ERNIE'nin mükemmel akıl yürütme yeteneğine sahip ultra büyük MoE modelidir.",
  "ernie-4.5-8k-preview.description": "ERNIE 4.5 8K Önizleme, ERNIE 4.5'in değerlendirilmesi için 8K bağlam önizleme modelidir.",
  "ernie-4.5-turbo-128k-preview.description": "ERNIE 4.5 Turbo 128K önizleme, sürüm düzeyinde yeteneklere sahiptir; entegrasyon ve test için uygundur.",
  "ernie-4.5-turbo-128k.description": "ERNIE 4.5 Turbo 128K, QA, kodlama ve ajan senaryoları için arama destekli ve araç çağırma özellikli yüksek performanslı genel bir modeldir.",
  "ernie-4.5-turbo-32k.description": "ERNIE 4.5 Turbo 32K, QA, bilgi tabanı sorgulama ve çoklu dönüşlü diyaloglar için orta uzunlukta bağlam sürümüdür.",
  "ernie-4.5-turbo-latest.description": "En son ERNIE 4.5 Turbo, genel performansı optimize edilmiştir ve birincil üretim modeli olarak idealdir.",
  "ernie-4.5-turbo-vl-32k-preview.description": "ERNIE 4.5 Turbo VL 32K Önizleme, uzun bağlamlı görsel yeteneklerin değerlendirilmesi için 32K çok modlu önizleme modelidir.",
  "ernie-4.5-turbo-vl-32k.description": "ERNIE 4.5 Turbo VL 32K, uzun belgeler ve görsellerin birlikte anlaşılması için orta-uzun çok modlu bir sürümdür.",
  "ernie-4.5-turbo-vl-latest.description": "ERNIE 4.5 Turbo VL En Son, geliştirilmiş görsel-metin anlama ve akıl yürütme yeteneklerine sahip en yeni çok modlu sürümdür.",
  "ernie-4.5-turbo-vl-preview.description": "ERNIE 4.5 Turbo VL Önizleme, görsel QA ve içerik anlama için uygun, görsel-metin anlama ve üretim için çok modlu bir önizleme modelidir.",
  "ernie-4.5-turbo-vl.description": "ERNIE 4.5 Turbo VL, üretim düzeyinde görsel-metin anlama ve tanıma için olgun bir çok modlu modeldir.",
  "ernie-4.5-vl-28b-a3b.description": "ERNIE 4.5 VL 28B A3B, görsel-metin anlama ve akıl yürütme için açık kaynaklı bir çok modlu modeldir.",
  "ernie-5.0-thinking-latest.description": "Wenxin 5.0 Thinking, metin, görsel, ses ve video modellemesini birleştiren yerel tam modlu amiral gemisi modelidir. Karmaşık QA, içerik üretimi ve ajan senaryoları için kapsamlı yetenek geliştirmeleri sunar.",
  "ernie-5.0-thinking-preview.description": "Wenxin 5.0 Thinking Önizleme, metin, görsel, ses ve video modellemesini birleştiren yerel tam modlu amiral gemisi modelidir. Karmaşık QA, içerik üretimi ve ajan senaryoları için kapsamlı yetenek geliştirmeleri sunar.",
  "ernie-char-8k.description": "ERNIE Character 8K, IP karakter oluşturma ve uzun vadeli arkadaşlık sohbeti için kişilik odaklı bir diyalog modelidir.",
  "ernie-char-fiction-8k-preview.description": "ERNIE Character Fiction 8K Önizleme, karakter ve hikâye oluşturma özelliklerinin değerlendirilmesi ve test edilmesi için bir önizleme modelidir.",
  "ernie-char-fiction-8k.description": "ERNIE Character Fiction 8K, romanlar ve hikâye kurgusu için kişilik odaklı bir modeldir; uzun biçimli hikâye üretimi için uygundur.",
  "ernie-irag-edit.description": "ERNIE iRAG Edit, silme, yeniden boyama ve varyant üretimini destekleyen bir görsel düzenleme modelidir.",
  "ernie-lite-pro-128k.description": "ERNIE Lite Pro 128K, gecikme ve maliyet hassasiyeti olan senaryolar için hafif ve yüksek performanslı bir modeldir.",
  "ernie-novel-8k.description": "ERNIE Novel 8K, çok karakterli anlatımlarla uzun biçimli romanlar ve IP hikâyeleri için tasarlanmıştır.",
  "ernie-speed-pro-128k.description": "ERNIE Speed Pro 128K, büyük ölçekli çevrimiçi hizmetler ve kurumsal uygulamalar için yüksek eşzamanlılık ve yüksek değer sunan bir modeldir.",
  "ernie-x1-turbo-32k.description": "ERNIE X1 Turbo 32K, karmaşık akıl yürütme ve çoklu dönüşlü sohbetler için 32K bağlamlı hızlı düşünme modelidir.",
  "ernie-x1.1-preview.description": "ERNIE X1.1 Önizleme, değerlendirme ve test için bir düşünme modeli önizlemesidir.",
  "fal-ai/bytedance/seedream/v4.description": "Seedream 4.0, ByteDance Seed tarafından geliştirilen bir görsel üretim modelidir. Metin ve görsel girdileri destekler, yüksek kaliteli ve kontrol edilebilir görseller üretir. Metin komutlarından görseller oluşturur.",
  "fal-ai/flux-kontext/dev.description": "FLUX.1 modeli, metin ve görsel girdileri destekleyen görsel düzenleme odaklı bir modeldir.",
  "fal-ai/flux-pro/kontext.description": "FLUX.1 Kontext [pro], metin ve referans görselleri girdi olarak alarak hedefe yönelik yerel düzenlemeler ve karmaşık sahne dönüşümleri sağlar.",
  "fal-ai/flux/krea.description": "Flux Krea [dev], daha gerçekçi ve doğal görseller üretmeye eğilimli estetik önyargıya sahip bir görsel üretim modelidir.",
  "fal-ai/flux/schnell.description": "FLUX.1 [schnell], hızlı ve yüksek kaliteli çıktı için tasarlanmış 12 milyar parametreli bir görsel üretim modelidir.",
  "fal-ai/hunyuan-image/v3.description": "Güçlü bir yerel çok modlu görsel üretim modelidir.",
  "fal-ai/imagen4/preview.description": "Google tarafından geliştirilen yüksek kaliteli görsel üretim modeli.",
  "fal-ai/nano-banana.description": "Nano Banana, Google’ın en yeni, en hızlı ve en verimli yerel çok modlu modelidir. Konuşma yoluyla görsel üretim ve düzenleme sağlar.",
  "fal-ai/qwen-image-edit.description": "Qwen ekibi tarafından geliştirilen profesyonel bir görsel düzenleme modelidir. Anlam ve görünüm düzenlemelerini destekler, Çince ve İngilizce metinleri hassas şekilde düzenler, stil aktarımı ve nesne döndürme gibi yüksek kaliteli düzenlemeler yapabilir.",
  "fal-ai/qwen-image.description": "Qwen ekibinden güçlü bir görsel üretim modelidir; etkileyici Çince metin işleme ve çeşitli görsel stiller sunar.",
  "flux-1-schnell.description": "Black Forest Labs tarafından geliştirilen 12 milyar parametreli metinden görsele model. Latent adversarial diffusion distillation yöntemiyle 1-4 adımda yüksek kaliteli görseller üretir. Kapalı kaynaklı alternatiflerle rekabet eder ve kişisel, araştırma ve ticari kullanım için Apache-2.0 lisansı ile sunulur.",
  "flux-dev.description": "FLUX.1 [dev], açık ağırlıklı ve ticari olmayan kullanım için damıtılmış bir modeldir. Neredeyse profesyonel görsel kalitesini ve yönerge takibini korurken daha verimli çalışır ve aynı boyuttaki standart modellere göre kaynakları daha iyi kullanır.",
  "flux-kontext-max.description": "Metin ve görselleri birleştirerek hassas ve tutarlı sonuçlar sunan son teknoloji bağlamsal görsel üretim ve düzenleme.",
  "flux-kontext-pro.description": "Metin ve görselleri birleştirerek hassas ve tutarlı sonuçlar sunan son teknoloji bağlamsal görsel üretim ve düzenleme.",
  "flux-merged.description": "FLUX.1-merged, \"DEV\" sürümündeki derin özellikleri \"Schnell\" sürümünün yüksek hız avantajlarıyla birleştirerek performans sınırlarını genişletir ve uygulama alanlarını artırır.",
  "flux-pro-1.1-ultra.description": "10 saniyede net 4MP çözünürlükte ultra yüksek çözünürlüklü görsel üretimi.",
  "flux-pro-1.1.description": "Mükemmel görsel kalitesi ve hassas istem uyumu sunan yükseltilmiş profesyonel seviye görsel üretim modeli.",
  "flux-pro.description": "Eşsiz görsel kalitesi ve çeşitli çıktılar sunan üst düzey ticari görsel üretim modeli.",
  "flux-schnell.description": "FLUX.1 [schnell], en gelişmiş açık kaynaklı az adımlı modeldir. Midjourney v6.0 ve DALL-E 3 (HD) gibi güçlü damıtılmamış modelleri bile geride bırakır. Ön eğitim çeşitliliğini koruyacak şekilde hassas ayarlanmıştır ve görsel kalite, yönerge takibi, boyut/oran çeşitliliği, yazı tipi işleme ve çıktı çeşitliliğinde önemli gelişmeler sağlar.",
  "flux.1-schnell.description": "FLUX.1-schnell, hızlı çok stilli çıktılar için yüksek performanslı bir görsel üretim modelidir.",
  "gemini-1.0-pro-001.description": "Gemini 1.0 Pro 001 (Ayarlı), karmaşık görevler için istikrarlı ve ayarlanabilir performans sunar.",
  "gemini-1.0-pro-002.description": "Gemini 1.0 Pro 002 (Ayarlı), karmaşık görevler için güçlü çok modlu destek sağlar.",
  "gemini-1.0-pro-latest.description": "Gemini 1.0 Pro, geniş görev ölçeklendirmesi için tasarlanmış Google’ın yüksek performanslı yapay zeka modelidir.",
  "gemini-1.5-flash-001.description": "Gemini 1.5 Flash 001, geniş uygulama ölçeklendirmesi için verimli bir çok modlu modeldir.",
  "gemini-1.5-flash-002.description": "Gemini 1.5 Flash 002, geniş dağıtım için tasarlanmış verimli bir çok modlu modeldir.",
  "gemini-1.5-flash-8b-exp-0924.description": "Gemini 1.5 Flash 8B 0924, metin ve çok modlu kullanım senaryolarında önemli kazanımlar sağlayan en yeni deneysel modeldir.",
  "gemini-1.5-flash-8b-latest.description": "Gemini 1.5 Flash 8B, geniş dağıtım için tasarlanmış verimli bir çok modlu modeldir.",
  "gemini-1.5-flash-8b.description": "Gemini 1.5 Flash 8B, geniş uygulama ölçeklendirmesi için verimli bir çok modlu modeldir.",
  "gemini-1.5-flash-exp-0827.description": "Gemini 1.5 Flash 0827, karmaşık görevler için optimize edilmiş çok modlu işlem sunar.",
  "gemini-1.5-flash-latest.description": "Gemini 1.5 Flash, Google’ın en yeni çok modlu yapay zeka modelidir. Metin, görsel ve video girdilerini destekleyerek görevler arasında verimli ölçeklendirme sağlar.",
  "gemini-1.5-pro-001.description": "Gemini 1.5 Pro 001, karmaşık görevler için ölçeklenebilir çok modlu yapay zeka çözümüdür.",
  "gemini-1.5-pro-002.description": "Gemini 1.5 Pro 002, özellikle matematik, uzun bağlam ve görsel görevlerde daha yüksek kaliteli çıktı sunan en yeni üretime hazır modeldir.",
  "gemini-1.5-pro-exp-0801.description": "Gemini 1.5 Pro 0801, uygulama geliştirme için daha fazla esneklikle güçlü çok modlu işlem sunar.",
  "gemini-1.5-pro-exp-0827.description": "Gemini 1.5 Pro 0827, daha verimli çok modlu işlem için en son optimizasyonları uygular.",
  "gemini-1.5-pro-latest.description": "Gemini 1.5 Pro, 2 milyon token'a kadar destek sunar ve karmaşık görevler için ideal orta boyutlu çok modlu modeldir.",
  "gemini-2.0-flash-001.description": "Gemini 2.0 Flash, olağanüstü hız, yerel araç kullanımı, çok modlu üretim ve 1M-token bağlam penceresi gibi yeni nesil özellikler sunar.",
  "gemini-2.0-flash-exp-image-generation.description": "Görsel üretim desteği sunan deneysel Gemini 2.0 Flash modeli.",
  "gemini-2.0-flash-lite-001.description": "Maliyet verimliliği ve düşük gecikme için optimize edilmiş bir Gemini 2.0 Flash varyantı.",
  "gemini-2.0-flash-lite.description": "Maliyet verimliliği ve düşük gecikme için optimize edilmiş bir Gemini 2.0 Flash varyantı.",
  "gemini-2.0-flash.description": "Gemini 2.0 Flash, olağanüstü hız, yerel araç kullanımı, çok modlu üretim ve 1M-token bağlam penceresi gibi yeni nesil özellikler sunar.",
  "gemini-2.5-flash-image.description": "Nano Banana, Google’ın en yeni, en hızlı ve en verimli yerel çok modlu modelidir. Konuşma tabanlı görsel üretim ve düzenleme sağlar.",
  "gemini-2.5-flash-image:image.description": "Nano Banana, Google’ın en yeni, en hızlı ve en verimli yerel çok modlu modelidir. Konuşma tabanlı görsel üretim ve düzenleme sağlar.",
  "gemini-2.5-flash-lite-preview-06-17.description": "Gemini 2.5 Flash-Lite Preview, Google’ın büyük ölçekli kullanım için tasarlanmış en küçük ve en uygun fiyatlı modelidir.",
  "gemini-2.5-flash-lite-preview-09-2025.description": "Gemini 2.5 Flash-Lite'ın 25 Eylül 2025 tarihli önizleme sürümüdür.",
  "gemini-2.5-flash-lite.description": "Gemini 2.5 Flash-Lite, Google’ın büyük ölçekli kullanım için tasarlanmış en küçük ve en uygun fiyatlı modelidir.",
  "gemini-2.5-flash-preview-04-17.description": "Gemini 2.5 Flash Preview, Google’ın tam yetenekli en uygun fiyatlı modelidir.",
  "gemini-2.5-flash-preview-09-2025.description": "Gemini 2.5 Flash'ın 25 Eylül 2025 tarihli önizleme sürümüdür.",
  "gemini-2.5-flash.description": "Gemini 2.5 Flash, Google’ın tam yetenekli en uygun fiyatlı modelidir.",
  "gemini-2.5-pro-preview-03-25.description": "Gemini 2.5 Pro Preview, Google’ın en gelişmiş akıl yürütme modelidir. Kod, matematik ve STEM problemleri üzerinde akıl yürütebilir; büyük veri kümeleri, kod tabanları ve uzun belgeleri analiz edebilir.",
  "gemini-2.5-pro-preview-05-06.description": "Gemini 2.5 Pro Preview, Google’ın en gelişmiş akıl yürütme modelidir. Kod, matematik ve STEM problemleri üzerinde akıl yürütebilir; büyük veri kümeleri, kod tabanları ve uzun belgeleri analiz edebilir.",
  "gemini-2.5-pro-preview-06-05.description": "Gemini 2.5 Pro Preview, Google’ın en gelişmiş akıl yürütme modelidir. Kod, matematik ve STEM problemleri üzerinde akıl yürütebilir; büyük veri kümeleri, kod tabanları ve uzun belgeleri analiz edebilir.",
  "gemini-2.5-pro.description": "Gemini 2.5 Pro, Google’ın en gelişmiş akıl yürütme modelidir. Uzun bağlam desteğiyle karmaşık görevleri analiz edebilir.",
  "gemini-3-flash-preview.description": "Gemini 3 Flash, hız için tasarlanmış en akıllı modeldir. En son yapay zeka zekasını mükemmel arama temellendirmesiyle birleştirir.",
  "gemini-3-pro-image-preview.description": "Gemini 3 Pro Image (Nano Banana Pro), Google’ın görsel üretim modelidir ve çok modlu sohbeti destekler.",
  "gemini-3-pro-image-preview:image.description": "Gemini 3 Pro Image (Nano Banana Pro), Google’ın görsel üretim modelidir ve çok modlu sohbeti de destekler.",
  "gemini-3-pro-preview.description": "Gemini 3 Pro, Google’ın en güçlü ajan ve vibe-coding modelidir. En yeni akıl yürütme yeteneklerinin üzerine zengin görseller ve derin etkileşim sunar.",
  "gemini-flash-latest.description": "Gemini Flash'ın en son sürümü",
  "gemini-flash-lite-latest.description": "Gemini Flash-Lite'ın en son sürümü",
  "gemini-pro-latest.description": "Gemini Pro'nun en son sürümü",
  "gemma-7b-it.description": "Gemma 7B, küçük ve orta ölçekli görevler için maliyet açısından verimlidir.",
  "gemma2-9b-it.description": "Gemma 2 9B, belirli görevler ve araç entegrasyonu için optimize edilmiştir.",
  "gemma2.description": "Gemma 2, Google’ın verimli modelidir; küçük uygulamalardan karmaşık veri işleme senaryolarına kadar geniş kullanım alanlarını kapsar.",
  "gemma2:27b.description": "Gemma 2, Google’ın verimli modelidir; küçük uygulamalardan karmaşık veri işleme senaryolarına kadar geniş kullanım alanlarını kapsar.",
  "gemma2:2b.description": "Gemma 2, Google’ın verimli modelidir; küçük uygulamalardan karmaşık veri işleme senaryolarına kadar geniş kullanım alanlarını kapsar.",
  "generalv3.5.description": "Spark Max, web arama ve birçok yerleşik eklentiyi destekleyen en kapsamlı sürümdür. Tam optimize edilmiş çekirdek yetenekleri, sistem rolleri ve işlev çağrıları sayesinde karmaşık uygulama senaryolarında mükemmel performans sunar.",
  "generalv3.description": "Spark Pro, profesyonel alanlar için optimize edilmiş yüksek performanslı bir LLM'dir. Matematik, programlama, sağlık ve eğitim alanlarına odaklanır; hava durumu ve tarih gibi yerleşik eklentilerle birlikte web aramasını destekler. Karmaşık bilgi soruları, dil anlama ve ileri düzey metin üretiminde güçlü performans ve verimlilik sunar, bu da onu profesyonel kullanım senaryoları için ideal kılar.",
  "glm-4-0520.description": "GLM-4-0520, son derece karmaşık ve çeşitli görevler için tasarlanmış en yeni model sürümüdür ve üstün performans sunar.",
  "glm-4-7.description": "GLM-4.7, Zhipu AI’nin en yeni amiral gemisi modelidir. Kodlama yetenekleri, uzun vadeli görev planlaması ve araç iş birliği konularında gelişmiştir. Açık kaynaklı modeller arasında birçok kamuya açık testte lider performans sergiler. Genel yetenekleri artırılmış, yanıtlar daha doğal ve yazım daha etkileyici hale getirilmiştir. Karmaşık ajan görevlerinde araç çağrısı sırasında talimatlara uyum güçlendirilmiş, Artifacts ve Agentic Coding arayüzlerinin estetiği ve uzun vadeli görev tamamlama verimliliği artırılmıştır. • Gelişmiş programlama yetenekleri: Çok dilli kodlama ve terminal ajan performansı önemli ölçüde iyileştirilmiştir. GLM-4.7, Claude Code, Kilo Code, TRAE, Cline ve Roo Code gibi çerçevelerde \"önce düşün, sonra uygula\" mekanizmalarını destekler. • Arayüz estetiği: Web sitesi, sunum ve afiş gibi ön yüz içeriklerinde daha iyi görsel kalite sunar. • Gelişmiş araç çağırma: BrowseComp testinde 67, τ²-Bench testinde 84.7 puan alarak Claude Sonnet 4.5’i geride bırakmıştır. • Akıl yürütme yeteneği: HLE testinde %42.8 başarı ile GLM-4.6’ya göre %41 artış göstermiş, GPT-5.1’i geçmiştir. • Genel yetenekler: Sohbetler daha kısa, zeki ve insancıl; yazım ve rol yapma daha edebi ve etkileyicidir.",
  "glm-4-9b-chat.description": "GLM-4-9B-Chat, anlambilim, matematik, akıl yürütme, kodlama ve bilgi alanlarında güçlü performans gösterir. Web tarama, kod yürütme, özel araç çağırma ve uzun metin akıl yürütme desteği sunar. Japonca, Korece ve Almanca dahil olmak üzere 26 dili destekler.",
  "glm-4-air-250414.description": "GLM-4-Air, GLM-4'e yakın performans, yüksek hız ve düşük maliyet sunan yüksek değerli bir seçenektir.",
  "glm-4-air.description": "GLM-4-Air, GLM-4'e yakın performans, yüksek hız ve düşük maliyet sunan yüksek değerli bir seçenektir.",
  "glm-4-airx.description": "GLM-4-AirX, GLM-4-Air'in daha verimli bir varyantıdır ve 2.6 kata kadar daha hızlı akıl yürütme sunar.",
  "glm-4-alltools.description": "GLM-4-AllTools, web tarama, kod açıklama ve metin üretimi gibi araç kullanımı ve karmaşık talimat planlaması için optimize edilmiş çok yönlü bir ajan modelidir. Çok görevli yürütme için uygundur.",
  "glm-4-flash-250414.description": "GLM-4-Flash, basit görevler için idealdir: en hızlı ve ücretsiz.",
  "glm-4-flash.description": "GLM-4-Flash, basit görevler için idealdir: en hızlı ve ücretsiz.",
  "glm-4-flashx.description": "GLM-4-FlashX, ultra hızlı akıl yürütme sunan geliştirilmiş bir Flash sürümüdür.",
  "glm-4-long.description": "GLM-4-Long, bellek tarzı görevler ve büyük ölçekli belge işleme için ultra uzun girişleri destekler.",
  "glm-4-plus.description": "GLM-4-Plus, güçlü uzun metin ve karmaşık görev işleme yeteneklerine sahip yüksek zekalı bir amiral gemisidir. Genel performansı yükseltilmiştir.",
  "glm-4.1v-thinking-flash.description": "GLM-4.1V-Thinking, bilinen en güçlü ~10B VLM'dir. Video anlama, görsel soru-cevap, konu çözme, OCR, belge ve grafik okuma, GUI ajanları, ön yüz kodlama ve temellendirme gibi SOTA görevleri kapsar. 8 kat daha büyük olan Qwen2.5-VL-72B'yi birçok görevde geride bırakır. Gelişmiş pekiştirmeli öğrenme ile düşünce zinciri akıl yürütmesi kullanarak doğruluk ve zenginliği artırır. Geleneksel düşünmeyen modellere göre hem sonuçlarda hem de açıklanabilirlikte üstündür.",
  "glm-4.1v-thinking-flashx.description": "GLM-4.1V-Thinking, bilinen en güçlü ~10B VLM'dir. Video anlama, görsel soru-cevap, konu çözme, OCR, belge ve grafik okuma, GUI ajanları, ön yüz kodlama ve temellendirme gibi SOTA görevleri kapsar. 8 kat daha büyük olan Qwen2.5-VL-72B'yi birçok görevde geride bırakır. Gelişmiş pekiştirmeli öğrenme ile düşünce zinciri akıl yürütmesi kullanarak doğruluk ve zenginliği artırır. Geleneksel düşünmeyen modellere göre hem sonuçlarda hem de açıklanabilirlikte üstündür.",
  "glm-4.5-air.description": "GLM-4.5 hafif sürümüdür. Performans ve maliyet arasında denge sağlar ve esnek hibrit düşünme modları sunar.",
  "glm-4.5-airx.description": "GLM-4.5-Air hızlı sürümüdür. Yüksek ölçekli ve yüksek hızlı kullanım için daha hızlı yanıtlar sunar.",
  "glm-4.5-x.description": "GLM-4.5 hızlı sürümüdür. 100 token/sn'ye kadar üretim hızıyla güçlü performans sunar.",
  "glm-4.5.description": "Zhipu'nun amiral gemisi modeli; değiştirilebilir düşünme moduna sahiptir. Açık kaynaklı SOTA genel performans sunar ve 128K bağlam desteği sağlar.",
  "glm-4.5v.description": "Zhipu’nun yeni nesil MoE görsel akıl yürütme modeli; toplam 106B parametreye ve 12B aktif parametreye sahiptir. Görüntü, video, belge anlama ve GUI görevlerinde benzer boyuttaki açık kaynaklı çok modlu modeller arasında SOTA başarımı elde eder.",
  "glm-4.6.description": "Zhipu'nun en yeni amiral gemisi modeli GLM-4.6 (355B), gelişmiş kodlama, uzun metin işleme, akıl yürütme ve ajan yeteneklerinde önceki sürümleri tamamen geride bırakır. Özellikle Claude Sonnet 4 ile programlama yeteneği açısından uyumludur ve Çin'in en iyi Kodlama modeli haline gelmiştir.",
  "glm-4.7-flash.description": "GLM-4.7-Flash, 30B seviyesinde SOTA bir model olarak performans ve verimlilik arasında denge sunar. Kodlama, uzun vadeli görev planlaması ve araç iş birliği konularında gelişmiştir. Karmaşık ajan görevlerinde araç çağrısı sırasında daha güçlü talimat uyumu sağlar, ön yüz estetiğini ve uzun vadeli görev tamamlama verimliliğini artırır.",
  "glm-4.7-flashx.description": "GLM-4.7-Flash, 30B seviyesinde SOTA bir model olarak performans ve verimlilik arasında denge sunar. Kodlama, uzun vadeli görev planlaması ve araç iş birliği konularında gelişmiştir. Karmaşık ajan görevlerinde araç çağrısı sırasında daha güçlü talimat uyumu sağlar, ön yüz estetiğini ve uzun vadeli görev tamamlama verimliliğini artırır.",
  "glm-4.7.description": "GLM-4.7, Zhipu'nun en yeni amiral gemisi modelidir. Ajan Tabanlı Kodlama senaryoları için geliştirilmiş kodlama yetenekleri, uzun vadeli görev planlaması ve araç iş birliği sunar. Birçok kamuya açık ölçüt üzerinde açık kaynaklı modeller arasında lider performans sergiler. Genel yetenekleri daha özlü ve doğal yanıtlar ile daha etkileyici yazım deneyimiyle geliştirilmiştir. Karmaşık ajan görevlerinde, araç çağrısı sırasında talimatlara uyum daha güçlüdür. Artifacts ve Ajan Tabanlı Kodlama'nın ön yüz estetiği ve uzun vadeli görev tamamlama verimliliği daha da iyileştirilmiştir.",
  "glm-4.description": "GLM-4, Ocak 2024'te piyasaya sürülen eski amiral gemisidir. Şimdi daha güçlü GLM-4-0520 ile değiştirilmiştir.",
  "glm-4v-flash.description": "GLM-4V-Flash, tek görüntü anlama üzerine odaklanır. Gerçek zamanlı veya toplu görüntü işleme gibi hızlı analiz senaryoları için uygundur.",
  "glm-4v-plus-0111.description": "GLM-4V-Plus, video ve çoklu görüntüleri anlayabilir. Çok modlu görevler için uygundur.",
  "glm-4v-plus.description": "GLM-4V-Plus, video ve çoklu görüntüleri anlayabilir. Çok modlu görevler için uygundur.",
  "glm-4v.description": "GLM-4V, görsel görevlerde güçlü görüntü anlama ve akıl yürütme yetenekleri sunar.",
  "glm-z1-air.description": "Derin çıkarım gerektiren görevler için güçlü akıl yürütme yeteneğine sahip bir modeldir.",
  "glm-z1-airx.description": "Ultra hızlı akıl yürütme ve yüksek akıl yürütme kalitesi sunar.",
  "glm-z1-flash.description": "GLM-Z1 serisi, mantık, matematik ve programlama alanlarında güçlü karmaşık akıl yürütme yetenekleri sunar.",
  "glm-z1-flashx.description": "Hızlı ve düşük maliyetli: Flash ile geliştirilmiş ultra hızlı akıl yürütme ve daha yüksek eşzamanlılık sunar.",
  "glm-zero-preview.description": "GLM-Zero-Preview, mantık, matematik ve programlama alanlarında güçlü karmaşık akıl yürütme yetenekleri sunar.",
  "global.anthropic.claude-opus-4-5-20251101-v1:0.description": "Claude Opus 4.5, Anthropic'in amiral gemisi modelidir. Karmaşık görevler için olağanüstü zeka ve ölçeklenebilir performansı bir araya getirerek en yüksek kaliteli yanıtlar ve akıl yürütme sunar.",
  "google/gemini-2.0-flash-001.description": "Gemini 2.0 Flash, mükemmel hız, yerel araç kullanımı, çok modlu üretim ve 1M-token bağlam penceresi gibi yeni nesil yetenekler sunar.",
  "google/gemini-2.0-flash-lite-001.description": "Gemini 2.0 Flash Lite, gecikme süresi ve maliyeti azaltmak için varsayılan olarak düşünme özelliği devre dışı bırakılmış hafif bir Gemini varyantıdır; bu özellik parametrelerle etkinleştirilebilir.",
  "google/gemini-2.0-flash-lite.description": "Gemini 2.0 Flash Lite, olağanüstü hız, yerleşik araç kullanımı, çok modlu üretim ve 1M-token bağlam penceresi gibi yeni nesil özellikler sunar.",
  "google/gemini-2.0-flash.description": "Gemini 2.0 Flash, Google’ın uzun süreli çok modlu görevler için yüksek performanslı akıl yürütme modelidir.",
  "google/gemini-2.5-flash-image-free.description": "Gemini 2.5 Flash Image, sınırlı kotaya sahip çok modlu üretim sunan ücretsiz katmandır.",
  "google/gemini-2.5-flash-image-preview.description": "Gemini 2.5 Flash, görsel üretim desteği sunan deneysel bir modeldir.",
  "google/gemini-2.5-flash-image.description": "Gemini 2.5 Flash Image (Nano Banana), Google’ın çok modlu sohbet desteği sunan görsel üretim modelidir.",
  "google/gemini-2.5-flash-lite.description": "Gemini 2.5 Flash Lite, gecikme süresi ve maliyet açısından optimize edilmiş, yüksek hacimli senaryolar için uygun hafif Gemini 2.5 varyantıdır.",
  "google/gemini-2.5-flash-preview.description": "Gemini 2.5 Flash, gelişmiş akıl yürütme, kodlama, matematik ve bilim görevleri için geliştirilmiş Google’ın en gelişmiş amiral gemisi modelidir. Daha yüksek doğrulukta yanıtlar ve daha hassas bağlam işleme sağlamak için yerleşik \"düşünme\" özelliğine sahiptir.\n\nNot: Bu modelin düşünme ve düşünmesiz olmak üzere iki varyantı vardır. Düşünme etkinleştirildiğinde çıktı fiyatlandırması önemli ölçüde farklılık gösterir. Standart varyantı (\":thinking\" soneki olmadan) seçerseniz, model düşünme token'ları üretmekten kaçınır.\n\nDüşünme özelliğini kullanmak ve düşünme token'ları almak için \":thinking\" varyantını seçmeniz gerekir; bu, daha yüksek çıktı fiyatlandırmasına tabidir.\n\nGemini 2.5 Flash ayrıca belgelenmiş “maksimum akıl yürütme token'ları” parametresiyle yapılandırılabilir (https://openrouter.ai/docs/use-cases/reasoning-tokens#max-tokens-for-reasoning).",
  "google/gemini-2.5-flash-preview:thinking.description": "Gemini 2.5 Flash, gelişmiş akıl yürütme, kodlama, matematik ve bilim görevleri için geliştirilmiş Google’ın en gelişmiş amiral gemisi modelidir. Daha yüksek doğrulukta yanıtlar ve daha hassas bağlam işleme sağlamak için yerleşik \"düşünme\" özelliğine sahiptir.\n\nNot: Bu modelin düşünme ve düşünmesiz olmak üzere iki varyantı vardır. Düşünme etkinleştirildiğinde çıktı fiyatlandırması önemli ölçüde farklılık gösterir. Standart varyantı (\":thinking\" soneki olmadan) seçerseniz, model düşünme token'ları üretmekten kaçınır.\n\nDüşünme özelliğini kullanmak ve düşünme token'ları almak için \":thinking\" varyantını seçmeniz gerekir; bu, daha yüksek çıktı fiyatlandırmasına tabidir.\n\nGemini 2.5 Flash ayrıca belgelenmiş “maksimum akıl yürütme token'ları” parametresiyle yapılandırılabilir (https://openrouter.ai/docs/use-cases/reasoning-tokens#max-tokens-for-reasoning).",
  "google/gemini-2.5-flash.description": "Gemini 2.5 Flash (Lite/Pro/Flash), düşük gecikmeden yüksek performanslı akıl yürütmeye kadar uzanan Google model ailesidir.",
  "google/gemini-2.5-pro-free.description": "Gemini 2.5 Pro ücretsiz katmanı, denemeler ve hafif iş akışları için uygun sınırlı kotaya sahip çok modlu uzun bağlam desteği sunar.",
  "google/gemini-2.5-pro-preview.description": "Gemini 2.5 Pro Preview, kod, matematik ve STEM alanlarında karmaşık problemler üzerinde akıl yürütme ve büyük veri kümeleri, kod tabanları ve belgeleri analiz etme konusunda Google’ın en gelişmiş düşünme modelidir.",
  "google/gemini-2.5-pro.description": "Gemini 2.5 Pro, karmaşık görevler için uzun bağlam desteği sunan Google’ın amiral gemisi akıl yürütme modelidir.",
  "google/gemini-3-pro-image-preview-free.description": "Gemini 3 Pro Image ücretsiz katmanı, sınırlı kotaya sahip çok modlu üretim sunar.",
  "google/gemini-3-pro-image-preview.description": "Gemini 3 Pro Image (Nano Banana Pro), çok modlu sohbet desteği sunan Google’ın görsel üretim modelidir.",
  "google/gemini-3-pro-preview-free.description": "Gemini 3 Pro Preview Free, standart sürümle aynı çok modlu anlama ve akıl yürütme yeteneklerini sunar, ancak kota ve hız sınırlarıyla birlikte gelir; bu da onu denemeler ve düşük frekanslı kullanım için daha uygun hale getirir.",
  "google/gemini-3-pro-preview.description": "Gemini 3 Pro, Gemini ailesinin yeni nesil çok modlu akıl yürütme modelidir; metin, ses, görsel ve videoyu anlayabilir, karmaşık görevleri ve büyük kod tabanlarını işleyebilir.",
  "google/gemini-embedding-001.description": "İngilizce, çok dilli ve kod görevlerinde güçlü performans sunan son teknoloji gömme modeli.",
  "google/gemini-flash-1.5.description": "Gemini 1.5 Flash, çeşitli karmaşık görevler için optimize edilmiş çok modlu işlem sunar.",
  "google/gemini-pro-1.5.description": "Gemini 1.5 Pro, daha verimli çok modlu veri işleme için en son optimizasyonları bir araya getirir.",
  "google/gemma-2-27b-it.description": "Gemma 2 27B, birçok senaryoda güçlü performans sunan genel amaçlı bir büyük dil modelidir.",
  "google/gemma-2-27b.description": "Gemma 2, küçük uygulamalardan karmaşık veri işlemeye kadar çeşitli kullanım durumları için Google’ın verimli model ailesidir.",
  "google/gemma-2-2b-it.description": "Uç cihaz uygulamaları için tasarlanmış gelişmiş küçük dil modeli.",
  "google/gemma-2-9b-it.description": "Google tarafından geliştirilen Gemma 2 9B, verimli yönerge takibi ve genel olarak sağlam yetenekler sunar.",
  "google/gemma-2-9b-it:free.description": "Gemma 2, Google’ın hafif açık kaynak metin modeli ailesidir.",
  "google/gemma-2-9b.description": "Gemma 2, küçük uygulamalardan karmaşık veri işlemeye kadar çeşitli kullanım durumları için Google’ın verimli model ailesidir.",
  "google/gemma-2b-it.description": "Gemma Instruct (2B), hafif uygulamalar için temel yönerge işleme sağlar.",
  "google/gemma-3-12b-it.description": "Gemma 3 12B, verimlilik ve performans açısından yeni bir standart belirleyen Google açık kaynak dil modelidir.",
  "google/gemma-3-27b-it.description": "Gemma 3 27B, verimlilik ve performans açısından yeni bir standart belirleyen Google açık kaynak dil modelidir.",
  "google/text-embedding-005.description": "Kod ve İngilizce dil görevleri için optimize edilmiş, İngilizce odaklı bir metin gömme modeli.",
  "google/text-multilingual-embedding-002.description": "Birçok dilde çapraz dil görevleri için optimize edilmiş çok dilli metin gömme modeli.",
  "gpt-3.5-turbo-0125.description": "GPT 3.5 Turbo, metin üretimi ve anlama için kullanılır; şu anda gpt-3.5-turbo-0125 sürümüne işaret eder.",
  "gpt-3.5-turbo-1106.description": "GPT 3.5 Turbo, metin üretimi ve anlama için kullanılır; şu anda gpt-3.5-turbo-0125 sürümüne işaret eder.",
  "gpt-3.5-turbo-instruct.description": "GPT 3.5 Turbo, yönerge takibi için optimize edilmiş metin üretimi ve anlama görevleri için kullanılır.",
  "gpt-3.5-turbo.description": "GPT 3.5 Turbo, metin üretimi ve anlama için kullanılır; şu anda gpt-3.5-turbo-0125 sürümüne işaret eder.",
  "gpt-35-turbo-16k.description": "GPT-3.5 Turbo 16k, karmaşık görevler için yüksek kapasiteli bir metin üretim modelidir.",
  "gpt-35-turbo.description": "GPT-3.5 Turbo, sohbet ve metin üretimi için OpenAI’nin verimli modelidir ve paralel işlev çağrısını destekler.",
  "gpt-4-0125-preview.description": "En yeni GPT-4 Turbo modeli görsel yetenekler ekler. Görsel istekler JSON modu ve fonksiyon çağrısını destekler. Gerçek zamanlı uygulamalar için doğruluk ve verimlilik arasında denge kuran, maliyet etkin çok modlu bir modeldir.",
  "gpt-4-0613.description": "GPT-4, daha uzun girdileri işleyebilen geniş bir bağlam penceresi sunar; kapsamlı bilgi sentezi ve veri analizi için uygundur.",
  "gpt-4-1106-preview.description": "En yeni GPT-4 Turbo modeli görsel yetenekler ekler. Görsel istekler JSON modu ve fonksiyon çağrısını destekler. Gerçek zamanlı uygulamalar için doğruluk ve verimlilik arasında denge kuran, maliyet etkin çok modlu bir modeldir.",
  "gpt-4-32k-0613.description": "GPT-4, kapsamlı bilgi entegrasyonu ve veri analizi gerektiren senaryolar için daha uzun girdileri işleyebilen geniş bir bağlam penceresi sunar.",
  "gpt-4-32k.description": "GPT-4, kapsamlı bilgi entegrasyonu ve veri analizi gerektiren senaryolar için daha uzun girdileri işleyebilen geniş bir bağlam penceresi sunar.",
  "gpt-4-turbo-2024-04-09.description": "En yeni GPT-4 Turbo modeli görsel yetenekler ekler. Görsel istekler JSON modu ve fonksiyon çağrısını destekler. Gerçek zamanlı uygulamalar için doğruluk ve verimlilik arasında denge kuran, maliyet etkin çok modlu bir modeldir.",
  "gpt-4-turbo-preview.description": "En yeni GPT-4 Turbo modeli görsel yetenekler ekler. Görsel istekler JSON modu ve fonksiyon çağrısını destekler. Gerçek zamanlı uygulamalar için doğruluk ve verimlilik arasında denge kuran, maliyet etkin çok modlu bir modeldir.",
  "gpt-4-turbo.description": "En yeni GPT-4 Turbo modeli görsel yetenekler ekler. Görsel istekler JSON modu ve fonksiyon çağrısını destekler. Gerçek zamanlı uygulamalar için doğruluk ve verimlilik arasında denge kuran, maliyet etkin çok modlu bir modeldir.",
  "gpt-4-vision-preview.description": "GPT-4 Vision önizlemesi, görsel analiz ve işleme görevleri için tasarlanmıştır.",
  "gpt-4.1-mini.description": "GPT-4.1 mini, zeka, hız ve maliyet arasında denge kurarak birçok kullanım senaryosu için cazip hale gelir.",
  "gpt-4.1-nano.description": "GPT-4.1 nano, en hızlı ve en uygun maliyetli GPT-4.1 modelidir.",
  "gpt-4.1.description": "GPT-4.1, karmaşık görevler ve çok alanlı problem çözümü için amiral gemisi modelimizdir.",
  "gpt-4.5-preview.description": "GPT-4.5-preview, yaratıcı görevlerde ve ajan planlamasında güçlü, derin dünya bilgisine ve daha iyi niyet anlama yeteneğine sahip en yeni genel amaçlı modeldir. Bilgi kesim tarihi Ekim 2023'tür.",
  "gpt-4.description": "GPT-4, daha uzun girdileri işleyebilen geniş bir bağlam penceresi sunar; kapsamlı bilgi sentezi ve veri analizi için uygundur.",
  "gpt-4o-2024-05-13.description": "ChatGPT-4o, müşteri hizmetleri, eğitim ve teknik destek gibi büyük ölçekli kullanım senaryoları için güçlü anlama ve üretim yeteneklerini birleştiren, gerçek zamanlı olarak güncellenen dinamik bir modeldir.",
  "gpt-4o-2024-08-06.description": "ChatGPT-4o, müşteri hizmetleri, eğitim ve teknik destek gibi büyük ölçekli kullanım senaryoları için güçlü dil anlama ve üretim yeteneklerini birleştiren, gerçek zamanlı olarak güncellenen dinamik bir modeldir.",
  "gpt-4o-2024-11-20.description": "ChatGPT-4o, müşteri hizmetleri, eğitim ve teknik destek gibi büyük ölçekli kullanım senaryoları için güçlü anlama ve üretim yeteneklerini birleştiren, gerçek zamanlı olarak güncellenen dinamik bir modeldir.",
  "gpt-4o-audio-preview.description": "Ses girdi ve çıktısını destekleyen GPT-4o Ses Önizleme modeli.",
  "gpt-4o-mini-audio-preview.description": "Ses girdi ve çıktısını destekleyen GPT-4o mini Ses modeli.",
  "gpt-4o-mini-realtime-preview.description": "Gerçek zamanlı ses ve metin giriş/çıkışı destekleyen GPT-4o-mini gerçek zamanlı varyantı.",
  "gpt-4o-mini-search-preview.description": "GPT-4o mini Arama Önizlemesi, Chat Completions API aracılığıyla web arama sorgularını anlamak ve yürütmek üzere eğitilmiştir. Web aramaları, belirteç maliyetlerine ek olarak araç çağrısı başına faturalandırılır.",
  "gpt-4o-mini-transcribe.description": "GPT-4o Mini Transcribe, GPT-4o ile sesi metne dönüştüren bir modeldir; kelime hata oranı, dil tanıma ve doğruluk açısından orijinal Whisper modeline göre geliştirilmiştir.",
  "gpt-4o-mini-tts.description": "GPT-4o mini TTS, metni doğal sesli konuşmaya dönüştüren, GPT-4o mini üzerine inşa edilmiş bir metinden konuşmaya modelidir; maksimum 2000 belirteç girişi destekler.",
  "gpt-4o-mini.description": "GPT-4o mini, GPT-4 Omni'den sonra OpenAI'nin en yeni modelidir; metin+görsel girişi ve metin çıktısını destekler. En gelişmiş küçük model olup, son teknoloji modellere göre çok daha ucuzdur ve GPT-3.5 Turbo'dan %60'tan fazla daha ekonomiktir; üst düzey zeka (MMLU %82) sunar.",
  "gpt-4o-realtime-preview-2024-10-01.description": "Gerçek zamanlı ses ve metin giriş/çıkışı destekleyen GPT-4o gerçek zamanlı varyantı.",
  "gpt-4o-realtime-preview-2025-06-03.description": "Gerçek zamanlı ses ve metin giriş/çıkışı destekleyen GPT-4o gerçek zamanlı varyantı.",
  "gpt-4o-realtime-preview.description": "Gerçek zamanlı ses ve metin giriş/çıkışı destekleyen GPT-4o gerçek zamanlı varyantı.",
  "gpt-4o-search-preview.description": "GPT-4o Arama Önizlemesi, Chat Completions API aracılığıyla web arama sorgularını anlamak ve yürütmek üzere eğitilmiştir. Web aramaları, belirteç maliyetlerine ek olarak araç çağrısı başına faturalandırılır.",
  "gpt-4o-transcribe.description": "GPT-4o Transcribe, GPT-4o ile sesi metne dönüştüren bir modeldir; kelime hata oranı, dil tanıma ve doğruluk açısından orijinal Whisper modeline göre geliştirilmiştir.",
  "gpt-4o.description": "ChatGPT-4o, müşteri hizmetleri, eğitim ve teknik destek gibi büyük ölçekli kullanım senaryoları için güçlü anlama ve üretim yeteneklerini birleştiren, gerçek zamanlı olarak güncellenen dinamik bir modeldir.",
  "gpt-5-chat-latest.description": "ChatGPT'de kullanılan GPT-5 modeli, konuşma uygulamaları için güçlü anlama ve üretim yeteneklerini birleştirir.",
  "gpt-5-chat.description": "GPT-5 Chat, konuşma senaryoları için optimize edilmiş bir önizleme modelidir. Metin ve görsel girişi destekler, yalnızca metin çıktısı verir ve sohbet botları ile konuşma yapay zekâ uygulamaları için uygundur.",
  "gpt-5-codex.description": "GPT-5 Codex, Codex benzeri ortamlarda ajan tabanlı kodlama görevleri için optimize edilmiş bir GPT-5 varyantıdır.",
  "gpt-5-mini.description": "Tanımlı görevler için daha hızlı ve daha uygun maliyetli bir GPT-5 varyantı; kaliteyi korurken daha hızlı yanıtlar sunar.",
  "gpt-5-nano.description": "En hızlı ve en uygun maliyetli GPT-5 varyantı; gecikme ve maliyet hassasiyeti olan uygulamalar için idealdir.",
  "gpt-5-pro.description": "GPT-5 pro, daha derin düşünmek ve tutarlı şekilde daha iyi yanıtlar sunmak için daha fazla işlem gücü kullanır.",
  "gpt-5.1-chat-latest.description": "GPT-5.1 Chat: GPT-5.1'in ChatGPT varyantı, sohbet senaryoları için geliştirilmiştir.",
  "gpt-5.1-codex-mini.description": "GPT-5.1 Codex mini: ajan tabanlı kodlama görevleri için optimize edilmiş daha küçük ve düşük maliyetli Codex varyantı.",
  "gpt-5.1-codex.description": "GPT-5.1 Codex: Yanıtlar API'sinde karmaşık kod/ajan iş akışları için ajan tabanlı kodlama görevlerine optimize edilmiş bir GPT-5.1 varyantı.",
  "gpt-5.1.description": "GPT-5.1 — kodlama ve ajan görevleri için optimize edilmiş, yapılandırılabilir akıl yürütme gücüne ve uzun bağlam desteğine sahip amiral gemisi model.",
  "gpt-5.2-chat-latest.description": "GPT-5.2 Chat, en son sohbet geliştirmeleri için optimize edilmiş ChatGPT varyantıdır (chat-latest).",
  "gpt-5.2-pro.description": "GPT-5.2 pro: Daha zeki ve hassas bir GPT-5.2 varyantı (yalnızca Responses API), zorlu problemler ve uzun çok adımlı akıl yürütme için uygundur.",
  "gpt-5.2.description": "GPT-5.2, güçlü akıl yürütme ve uzun bağlam performansı ile kodlama ve ajan iş akışları için amiral gemisi modeldir.",
  "gpt-5.description": "Alanlar arası kodlama ve ajan görevleri için en iyi model. GPT-5, doğruluk, hız, akıl yürütme, bağlam farkındalığı, yapılandırılmış düşünme ve problem çözmede büyük ilerlemeler sunar.",
  "gpt-audio.description": "GPT Audio, Chat Completions API'de ses girdi/çıktısını destekleyen genel bir sohbet modelidir.",
  "gpt-image-1-mini.description": "Doğal metin ve görsel girdi ile görsel çıktı sunan, daha düşük maliyetli GPT Image 1 varyantı.",
  "gpt-image-1.5.description": "4 kat daha hızlı üretim, daha hassas düzenleme ve geliştirilmiş metin işleme ile geliştirilmiş GPT Image 1 modeli.",
  "gpt-image-1.description": "ChatGPT'nin yerel çok modlu görsel üretim modeli.",
  "gpt-oss-120b.description": "Erişim için başvuru gereklidir. GPT-OSS-120B, OpenAI tarafından geliştirilen güçlü bir açık kaynak büyük dil modelidir; metin üretiminde üst düzey performans sunar.",
  "gpt-oss-20b.description": "Erişim için başvuru gereklidir. GPT-OSS-20B, OpenAI tarafından geliştirilen orta ölçekli bir açık kaynak dil modelidir; verimli metin üretimi sağlar.",
  "gpt-oss:120b.description": "GPT-OSS 120B, OpenAI'nin MXFP4 kuantizasyonu kullanan büyük açık kaynak LLM modelidir. Çoklu GPU veya üst düzey iş istasyonları gerektirir; karmaşık akıl yürütme, kod üretimi ve çok dilli işleme konularında mükemmel performans sunar. Gelişmiş fonksiyon çağrısı ve araç entegrasyonu destekler.",
  "gpt-oss:20b.description": "GPT-OSS 20B, OpenAI tarafından geliştirilen MXFP4 kuantizasyonlu açık kaynak LLM modelidir. Üst düzey tüketici GPU'ları veya Apple Silicon Mac'ler için uygundur. Diyalog üretimi, kodlama ve akıl yürütme görevlerinde iyi performans gösterir; fonksiyon çağrısı ve araç kullanımı destekler.",
  "gpt-realtime.description": "Gerçek zamanlı metin ve ses giriş/çıkışı ile görsel girdi desteği sunan genel amaçlı bir gerçek zamanlı modeldir.",
  "grok-2-image-1212.description": "En yeni görsel üretim modelimiz, komutlardan canlı ve gerçekçi görseller üretir; pazarlama, sosyal medya ve eğlence alanlarında öne çıkar.",
  "grok-2-vision-1212.description": "Geliştirilmiş doğruluk, talimat takibi ve çok dilli yetenekler sunar.",
  "grok-3-mini.description": "Yanıt vermeden önce düşünen hafif bir modeldir. Derin alan bilgisi gerektirmeyen mantık görevleri için hızlı ve zekidir; ham akıl yürütme izlerine erişim sağlar.",
  "grok-3.description": "Kurumsal kullanım senaryolarında öne çıkan amiral gemisi modelidir; veri çıkarımı, kodlama ve özetleme gibi görevlerde güçlüdür. Finans, sağlık, hukuk ve bilim alanlarında derin bilgiye sahiptir.",
  "grok-4-0709.description": "xAI'nin güçlü akıl yürütme yeteneğine sahip Grok 4 modelidir.",
  "grok-4-1-fast-non-reasoning.description": "Yüksek performanslı ajan araç kullanımı için optimize edilmiş öncü çok modlu modeldir.",
  "grok-4-1-fast-reasoning.description": "Yüksek performanslı ajan araç kullanımı için optimize edilmiş öncü çok modlu modeldir.",
  "grok-4-fast-non-reasoning.description": "Grok 4 Fast modelimizi sunmaktan heyecan duyuyoruz; uygun maliyetli akıl yürütme modellerinde en son gelişmemizdir.",
  "grok-4-fast-reasoning.description": "Grok 4 Fast modelimizi sunmaktan heyecan duyuyoruz; uygun maliyetli akıl yürütme modellerinde en son gelişmemizdir.",
  "grok-4.description": "En yeni ve en güçlü amiral gemisi modelimizdir; doğal dil işleme, matematik ve akıl yürütme konularında mükemmeldir—çok yönlü kullanım için idealdir.",
  "grok-code-fast-1.description": "Ajan tabanlı kodlama görevlerinde öne çıkan, hızlı ve uygun maliyetli bir akıl yürütme modeli olan grok-code-fast-1 modelini sunmaktan heyecan duyuyoruz.",
  "groq/compound-mini.description": "Compound-mini, GroqCloud üzerinde desteklenen halka açık modellerle çalışan bileşik bir yapay zeka sistemidir; kullanıcı sorgularını yanıtlamak için araçları akıllıca ve seçici şekilde kullanır.",
  "groq/compound.description": "Compound, GroqCloud üzerinde desteklenen birden fazla halka açık modelle çalışan bileşik bir yapay zeka sistemidir; kullanıcı sorgularını yanıtlamak için araçları akıllıca ve seçici şekilde kullanır.",
  "gryphe/mythomax-l2-13b.description": "MythoMax L2 13B, birden fazla üst düzey modelin birleşiminden oluşan yaratıcı ve zeki bir dil modelidir.",
  "hunyuan-a13b.description": "Hunyuan'ın ilk hibrit akıl yürütme modeli, hunyuan-standard-256K'dan (toplam 80B, aktif 13B) yükseltilmiştir. Varsayılan olarak yavaş düşünme modundadır ve parametreler veya /no_think öneki ile hızlı/yavaş geçişi destekler. Özellikle matematik, bilim, uzun metin anlama ve ajan görevlerinde önceki nesle göre genel yetenek artışı sağlar.",
  "hunyuan-code.description": "200B yüksek kaliteli kod ve altı aylık SFT ile eğitilmiş en yeni kod üretim modeli; bağlam 8K'ya genişletildi. Beş dilde otomatik ölçütlerde ve on kriterde insan değerlendirmelerinde üst sıralarda yer alır.",
  "hunyuan-functioncall.description": "Yüksek kaliteli fonksiyon çağrısı verileriyle eğitilmiş en yeni MoE FunctionCall modeli; 32K bağlam penceresi ve çok boyutlu ölçütlerde lider sonuçlar sunar.",
  "hunyuan-large-longcontext.description": "Özetleme ve Soru-Cevap gibi uzun belge görevlerinde mükemmeldir; aynı zamanda genel üretimi de destekler. Karmaşık ve ayrıntılı içerikler için güçlü uzun metin analizi ve üretimi sunar.",
  "hunyuan-large-vision.description": "Hunyuan Large'dan eğitilmiş bir görsel-dil modeli; görsel-metin anlama için geliştirilmiştir. Her çözünürlükte çoklu görsel + metin girişi destekler ve çok dilli görsel anlama yeteneğini artırır.",
  "hunyuan-large.description": "Hunyuan-large, yaklaşık 389B toplam parametreye ve yaklaşık 52B aktif parametreye sahiptir; Transformer mimarisinde en büyük ve en güçlü açık MoE modelidir.",
  "hunyuan-lite-vision.description": "32K bağlam penceresine sahip en yeni 7B çok modlu model; Çince/İngilizce çok modlu sohbet, nesne tanıma, belge tablosu anlama ve çok modlu matematik destekler. Birçok ölçütte 7B rakiplerini geride bırakır.",
  "hunyuan-lite.description": "MoE mimarisine yükseltilmiş ve 256K bağlam penceresi ile donatılmıştır; NLP, kod, matematik ve sektör ölçütlerinde birçok açık modeli geride bırakır.",
  "hunyuan-pro.description": "Trilyon parametreli MOE-32K uzun bağlam modeli; karmaşık talimatlar ve akıl yürütmede güçlüdür. Gelişmiş matematik, fonksiyon çağrısı ve çok dilli çeviri, finans, hukuk ve tıp alanları için optimize edilmiştir.",
  "hunyuan-role.description": "Rol yapma veri kümeleriyle resmi olarak ince ayar yapılmış en yeni rol yapma modeli; rol yapma senaryoları için daha güçlü temel performans sunar.",
  "hunyuan-standard-256K.description": "Yük dengeleme ve uzman çökmesini azaltmak için geliştirilmiş yönlendirme kullanır. Uzun bağlamda %99,9 iğne-samanlık başarımı sağlar. MOE-256K, bağlam uzunluğunu ve kalitesini daha da artırır.",
  "hunyuan-standard-vision.description": "Çok dilli yanıtlar ve dengeli Çince/İngilizce yetenek sunan en yeni çok modlu model.",
  "hunyuan-standard.description": "Yük dengeleme ve uzman çökmesini azaltmak için geliştirilmiş yönlendirme kullanır. Uzun bağlamda %99,9 iğne-samanlık başarımı sağlar. MOE-32K, uzun girdileri işlerken yüksek değer sunar.",
  "hunyuan-t1-20250321.description": "Sanat ve STEM yeteneklerini dengeler, uzun metin bilgisini güçlü şekilde yakalar. Matematik, mantık, bilim ve kod problemlerinde akıl yürütmeli yanıtlar sunar.",
  "hunyuan-t1-20250403.description": "Proje düzeyinde kod üretimi ve yazım kalitesini geliştirir; çoklu dönüşlü konu anlama ve ToB talimat takibini güçlendirir; kelime düzeyinde anlama geliştirir ve sadeleştirilmiş/geleneksel ile Çince/İngilizce karışık çıktı sorunlarını azaltır.",
  "hunyuan-t1-20250529.description": "Yaratıcı yazım ve kompozisyonu geliştirir; ön yüz kodlama, matematik ve mantık akıl yürütmesini güçlendirir; talimat takibini artırır.",
  "hunyuan-t1-20250711.description": "Zor matematik, mantık ve kodlamada büyük gelişme sağlar; çıktı kararlılığını artırır ve uzun metin yeteneğini geliştirir.",
  "hunyuan-t1-latest.description": "Zor matematik, karmaşık akıl yürütme, zorlu kodlama, talimat takibi ve yaratıcı yazım kalitesinde yavaş düşünme modelini önemli ölçüde geliştirir.",
  "hunyuan-t1-vision-20250619.description": "Önceki varsayılan sürüme göre önemli ölçüde geliştirilmiş, yerel düşünce zincirine sahip en yeni t1-vision çok modlu derin akıl yürütme modeli.",
  "hunyuan-t1-vision-20250916.description": "VQA, görsel eşleme, OCR, grafikler, fotoğraflı problem çözme ve görsel tabanlı üretimde büyük gelişmeler sunan en yeni t1-vision derin akıl yürütme modeli; ayrıca İngilizce ve düşük kaynaklı dillerde daha güçlüdür.",
  "hunyuan-turbo-20241223.description": "Genelleme için talimat ölçeklendirmesini artırır; matematik/kod/mantık akıl yürütmesini önemli ölçüde geliştirir; kelime düzeyinde anlama ve yazım kalitesini artırır.",
  "hunyuan-turbo-latest.description": "NLP anlama, yazım, sohbet, Soru-Cevap, çeviri ve alanlarda genel deneyim iyileştirmeleri; daha insansı yanıtlar, belirsiz niyetlerde daha iyi açıklama, kelime ayrıştırmada gelişme, daha yüksek yaratıcı kalite ve etkileşim, daha güçlü çoklu dönüşlü konuşmalar.",
  "hunyuan-turbo-vision.description": "Yeni MoE mimarisi kullanan yeni nesil görsel-dil amiral gemisi; tanıma, içerik üretimi, bilgi Soru-Cevap ve analitik akıl yürütmede geniş gelişmeler sunar.",
  "hunyuan-turbo.description": "Hunyuan’ın yeni nesil LLM önizlemesi; yeni MoE mimarisiyle daha hızlı akıl yürütme ve hunyuan-pro'dan daha güçlü sonuçlar sunar.",
  "hunyuan-turbos-20250313.description": "Matematik çözüm stilini birleştirir ve çoklu dönüşlü matematik Soru-Cevap'ı güçlendirir. Yazım stili, yapay zeka benzeri tonu azaltmak ve cilalamak için iyileştirilmiştir.",
  "hunyuan-turbos-20250416.description": "Talimat anlama ve takibini geliştirmek için ön eğitim tabanı yükseltildi; hizalama matematik, kod, mantık ve bilimi geliştirir; yazım kalitesi, anlama, çeviri doğruluğu ve bilgi Soru-Cevap'ı artırır; özellikle çoklu dönüşlü anlama için ajan yeteneklerini güçlendirir.",
  "hunyuan-turbos-20250604.description": "Yazım ve okuma anlama geliştirmeleriyle ön eğitim tabanı yükseltildi; kod ve STEM'de önemli kazanımlar; karmaşık talimat takibinde daha iyi performans.",
  "hunyuan-turbos-20250926.description": "Ön eğitim veri kalitesi ve son eğitim stratejisi geliştirildi; ajanlar, İngilizce/düşük kaynaklı diller, talimat takibi, kod ve STEM yetenekleri iyileştirildi.",
  "hunyuan-turbos-latest.description": "En yeni Hunyuan TurboS amiral gemisi modeli; daha güçlü akıl yürütme ve genel deneyim sunar.",
  "hunyuan-turbos-longtext-128k-20250325.description": "Özetleme ve Soru-Cevap gibi uzun belge görevlerinde mükemmeldir; aynı zamanda genel üretimi de destekler. Karmaşık, ayrıntılı içerikler için güçlü uzun metin analizi ve üretimi sunar.",
  "hunyuan-turbos-role-plus.description": "Rol yapma veri kümeleriyle resmi olarak ince ayar yapılmış en yeni rol yapma modeli; rol yapma senaryoları için daha güçlü temel performans sunar.",
  "hunyuan-turbos-vision-20250619.description": "Görsel-metin görevlerinde büyük kazanımlar sunan en yeni TurboS görsel-dil amiral gemisi; varlık tanıma, bilgi Soru-Cevap, metin yazımı ve fotoğraf tabanlı problem çözme gibi görevlerde öne çıkar.",
  "hunyuan-turbos-vision.description": "En yeni TurboS tabanlı yeni nesil görsel-dil amiral gemisi; varlık tanıma, bilgi Soru-Cevap, metin yazımı ve fotoğraf tabanlı problem çözme gibi görsel-metin anlama görevlerine odaklanır.",
  "hunyuan-vision-1.5-instruct.description": "Metin tabanlı TurboS temelinde geliştirilen, görselden metin üretimi için hızlı düşünme modeli. Önceki sürüme kıyasla görüntü tanıma, analiz ve akıl yürütme alanlarında belirgin performans artışı sağlar.",
  "hunyuan-vision.description": "Görüntü + metin girişiyle metin üretebilen en yeni çok modlu model.",
  "image-01-live.description": "İnce detaylara sahip görüntü üretim modeli; metinden görsele ve kontrol edilebilir stil ön ayarlarını destekler.",
  "image-01.description": "İnce detaylara sahip yeni bir görüntü üretim modeli; metinden görsele ve görselden görsele dönüşümü destekler.",
  "imagen-4.0-fast-generate-001.description": "Imagen 4. nesil metinden görsele model serisinin Hızlı sürümü",
  "imagen-4.0-generate-001.description": "Imagen 4. nesil metinden görsele model serisi",
  "imagen-4.0-generate-preview-06-06.description": "Imagen 4. nesil metinden görsele model ailesi.",
  "imagen-4.0-ultra-generate-001.description": "Imagen 4. nesil metinden görsele model serisinin Ultra sürümü",
  "imagen-4.0-ultra-generate-preview-06-06.description": "Imagen 4. nesil metinden görsele model ailesinin Ultra varyantı.",
  "inception/mercury-coder-small.description": "Mercury Coder Small, düşük gecikmeyle kod üretimi, hata ayıklama ve yeniden yapılandırma için idealdir.",
  "inclusionAI/Ling-flash-2.0.description": "Ling-flash-2.0, Ant Group’un Bailing ekibinin geliştirdiği Ling 2.0 mimarisine dayalı üçüncü modeldir. Toplamda 100 milyar parametreye sahip MoE modelidir, ancak her token için yalnızca 6.1 milyar (gömme hariç 4.8 milyar) parametre aktiftir. Hafif yapısına rağmen, birçok ölçüt üzerinde 40B yoğun modelleri ve daha büyük MoE modelleri eşitler veya geçer. Mimari ve eğitim stratejisiyle yüksek verimlilik araştırılır.",
  "inclusionAI/Ling-mini-2.0.description": "Ling-mini-2.0, 16B toplam parametreye ve token başına yalnızca 1.4B aktif (789M gömme hariç) parametreye sahip, küçük ama yüksek performanslı bir MoE LLM’dir. Hızlı üretim sağlar. Verimli MoE tasarımı ve yüksek kaliteli büyük eğitim verisiyle, 10B altı yoğun modellerle ve daha büyük MoE modellerle karşılaştırılabilir üst düzey performans sunar.",
  "inclusionAI/Ring-flash-2.0.description": "Ring-flash-2.0, Ling-flash-2.0-base modelinden optimize edilmiş yüksek performanslı bir düşünme modelidir. 100B toplam parametreye sahip MoE mimarisi kullanır ve her çıkarımda yalnızca 6.1B parametre aktiftir. Icepop algoritması, MoE modelleri için RL eğitimini dengeler ve karmaşık akıl yürütmede sürekli gelişim sağlar. Zorlayıcı ölçütlerde (matematik yarışmaları, kod üretimi, mantıksal akıl yürütme) büyük atılımlar elde eder, 40B altı yoğun modelleri geçer ve daha büyük açık/kapalı MoE modellerle yarışır. Yaratıcı yazımda da başarılıdır. Verimli mimarisi, yüksek eşzamanlılık için düşük dağıtım maliyetiyle hızlı çıkarım sunar.",
  "inclusionai/ling-1t.description": "Ling-1T, inclusionAI’nin yüksek yoğunluklu akıl yürütme görevleri ve büyük bağlam iş yükleri için optimize edilmiş 1T MoE modelidir.",
  "inclusionai/ling-flash-2.0.description": "Ling-flash-2.0, inclusionAI’nin verimlilik ve akıl yürütme performansı için optimize edilmiş MoE modelidir; orta ve büyük ölçekli görevler için uygundur.",
  "inclusionai/ling-mini-2.0.description": "Ling-mini-2.0, inclusionAI’nin hafif MoE modelidir; maliyeti önemli ölçüde azaltırken akıl yürütme yeteneğini korur.",
  "inclusionai/ming-flash-omini-preview.description": "Ming-flash-omni Önizleme, inclusionAI’nin konuşma, görüntü ve video girişlerini destekleyen çok modlu modelidir; görüntü oluşturma ve konuşma tanıma geliştirilmiştir.",
  "inclusionai/ring-1t.description": "Ring-1T, inclusionAI’nin trilyon parametreli MoE akıl yürütme modelidir; büyük ölçekli akıl yürütme ve araştırma görevleri için uygundur.",
  "inclusionai/ring-flash-2.0.description": "Ring-flash-2.0, inclusionAI’nin yüksek verimli senaryolar için hız ve maliyet verimliliğine odaklanan Ring model varyantıdır.",
  "inclusionai/ring-mini-2.0.description": "Ring-mini-2.0, inclusionAI’nin yüksek eşzamanlılık için tasarlanmış hafif MoE modelidir.",
  "internlm/internlm2_5-7b-chat.description": "InternLM2.5-7B-Chat, InternLM2 mimarisi üzerine kurulu açık kaynaklı bir sohbet modelidir. 7B modeli, Çince/İngilizce destekli diyalog üretimine odaklanır ve modern eğitim teknikleriyle akıcı ve zeki sohbetler sunar. Müşteri hizmetleri ve kişisel asistan gibi birçok sohbet senaryosuna uygundur.",
  "internlm2.5-latest.description": "Birçok yineleme sonrası hâlâ korunan eski modellerdir; mükemmel ve kararlı performans sunar. 7B ve 20B boyutlarında mevcuttur, 1M bağlamı destekler ve daha güçlü talimat izleme ile araç kullanımı sağlar. Varsayılan olarak en son InternLM2.5 serisini (şu anda internlm2.5-20b-chat) kullanır.",
  "internlm3-latest.description": "Boyut sınıfında önde gelen açık modeller arasında yer alan, mükemmel akıl yürütme performansına sahip en yeni model serimizdir. Varsayılan olarak en son InternLM3 serisini (şu anda internlm3-8b-instruct) kullanır.",
  "internvl2.5-38b-mpo.description": "InternVL2.5 38B MPO, karmaşık görsel-metin akıl yürütmesi için çok modlu önceden eğitilmiş bir modeldir.",
  "internvl2.5-latest.description": "InternVL2.5 hâlâ güçlü ve kararlı performansla korunmaktadır. Varsayılan olarak en son InternVL2.5 serisini (şu anda internvl2.5-78b) kullanır.",
  "internvl3-14b.description": "InternVL3 14B, performans ve maliyet arasında denge sağlayan orta boyutlu bir çok modlu modeldir.",
  "internvl3-1b.description": "InternVL3 1B, kaynak kısıtlı dağıtımlar için hafif bir çok modlu modeldir.",
  "internvl3-38b.description": "InternVL3 38B, yüksek doğrulukta görsel-metin anlama için büyük bir açık kaynaklı çok modlu modeldir.",
  "internvl3-latest.description": "En yeni çok modlu modelimizdir; daha güçlü görsel-metin anlama ve uzun dizili görsel kavrama sunar, en iyi kapalı modellerle karşılaştırılabilir. Varsayılan olarak en son InternVL serisini (şu anda internvl3-78b) kullanır.",
  "irag-1.0.description": "ERNIE iRAG, görsel arama, görsel-metin alma ve içerik üretimi için görsel geri getirme destekli üretim modelidir.",
  "jamba-large.description": "Karmaşık kurumsal görevler için tasarlanmış, en güçlü ve gelişmiş modelimizdir; olağanüstü performans sunar.",
  "jamba-mini.description": "Sınıfındaki en verimli modeldir; hız ve kalite arasında denge sağlar, daha küçük bir kaynak kullanımı sunar.",
  "jina-deepsearch-v1.description": "DeepSearch, web araması, okuma ve akıl yürütmeyi birleştirerek derinlemesine araştırmalar yapar. Araştırma görevinizi alır, çoklu yinelemelerle geniş aramalar yapar ve ardından bir yanıt üretir. Süreç, sürekli araştırma, akıl yürütme ve çok yönlü problem çözmeyi içerir; bu, önceden eğitilmiş verilerden yanıt veren standart LLM'lerden veya tek seferlik yüzeysel aramaya dayanan geleneksel RAG sistemlerinden temelde farklıdır.",
  "kimi-k2-0711-preview.description": "kimi-k2, güçlü kodlama ve ajan yeteneklerine sahip bir MoE temel modelidir (toplam 1T parametre, 32B aktif); akıl yürütme, programlama, matematik ve ajan testlerinde diğer yaygın açık modelleri geride bırakır.",
  "kimi-k2-0905-preview.description": "kimi-k2-0905-preview, 256k bağlam penceresi, daha güçlü ajan kodlaması, daha iyi ön yüz kod kalitesi ve gelişmiş bağlam anlama sunar.",
  "kimi-k2-instruct.description": "Kimi K2 Instruct, Kimi'nin resmi akıl yürütme modelidir; kod, soru-cevap ve daha fazlası için uzun bağlam desteği sunar.",
  "kimi-k2-thinking-turbo.description": "256k bağlam, güçlü derin akıl yürütme ve saniyede 60–100 token çıktısı ile yüksek hızlı K2 uzun düşünme varyantıdır.",
  "kimi-k2-thinking.description": "kimi-k2-thinking, genel ajan ve akıl yürütme yeteneklerine sahip bir Moonshot AI düşünme modelidir. Derin akıl yürütmede mükemmeldir ve çok adımlı araç kullanımıyla zor problemleri çözebilir.",
  "kimi-k2-turbo-preview.description": "kimi-k2, güçlü kodlama ve ajan yeteneklerine sahip bir MoE temel modelidir (toplam 1T parametre, 32B aktif); akıl yürütme, programlama, matematik ve ajan testlerinde diğer yaygın açık modelleri geride bırakır.",
  "kimi-k2.5.description": "Kimi K2.5, Kimi modelleri arasında en yetenekli olanıdır. Ajan görevleri, kodlama ve görsel anlama alanlarında açık kaynak SOTA performansı sunar. Çok modlu girdileri ve düşünme/düşünmeme modlarını destekler.",
  "kimi-k2.description": "Kimi-K2, Moonshot AI tarafından geliştirilen güçlü kodlama ve ajan yeteneklerine sahip bir MoE temel modelidir; toplamda 1T parametreye ve her ileri geçişte 32B aktif parametreye sahiptir. Genel akıl yürütme, kodlama, matematik ve ajan görevleri için yapılan testlerde diğer yaygın açık modelleri geride bırakır.",
  "kimi-k2:1t.description": "Kimi K2, Moonshot AI tarafından geliştirilen büyük bir MoE LLM'dir; toplamda 1T parametreye ve her ileri geçişte 32B aktif parametreye sahiptir. Gelişmiş araç kullanımı, akıl yürütme ve kod üretimi gibi ajan yetenekleri için optimize edilmiştir.",
  "kimi-latest.description": "Kimi Latest, en yeni Kimi modelini kullanır ve deneysel özellikler içerebilir. Görsel anlama desteği sunar ve bağlam uzunluğuna göre 8k/32k/128k faturalama modellerini otomatik olarak seçer.",
  "kuaishou/kat-coder-pro-v1.description": "KAT-Coder-Pro-V1 (sınırlı süreli ücretsiz), verimli kodlama ajanları için kod anlama ve otomasyonu üzerine odaklanır.",
  "learnlm-1.5-pro-experimental.description": "LearnLM, öğrenme bilimi ilkelerine göre eğitilmiş deneysel, görev odaklı bir modeldir; öğretim/öğrenme senaryolarında sistem talimatlarını izleyerek uzman bir eğitmen gibi davranır.",
  "learnlm-2.0-flash-experimental.description": "LearnLM, öğrenme bilimi ilkelerine göre eğitilmiş deneysel, görev odaklı bir modeldir; öğretim/öğrenme senaryolarında sistem talimatlarını izleyerek uzman bir eğitmen gibi davranır.",
  "lite.description": "Spark Lite, ultra düşük gecikmeli ve verimli işlemeye sahip hafif bir LLM'dir. Tamamen ücretsizdir ve gerçek zamanlı web aramasını destekler. Hızlı yanıtları, düşük hesaplama gücüne sahip cihazlarda ve model ince ayarlarında iyi performans gösterir; özellikle bilgi tabanlı soru-cevap, içerik üretimi ve arama senaryolarında maliyet etkinliği ve akıllı deneyim sunar.",
  "llama-3.1-70b-versatile.description": "Llama 3.1 70B, karmaşık uygulamalar için güçlü yapay zeka akıl yürütmesi sunar; yüksek verimlilik ve doğrulukla yoğun hesaplamaları destekler.",
  "llama-3.1-8b-instant.description": "Llama 3.1 8B, hızlı metin üretimi sağlayan yüksek verimli bir modeldir; büyük ölçekli ve maliyet etkin uygulamalar için idealdir.",
  "llama-3.1-instruct.description": "Llama 3.1, sohbet için optimize edilmiş talimat ayarlı bir modeldir ve birçok açık sohbet modelini yaygın endüstri kıyaslamalarında geride bırakır.",
  "llama-3.2-11b-vision-instruct.description": "Yüksek çözünürlüklü görsellerde güçlü görsel akıl yürütme; görsel anlama uygulamaları için uygundur.",
  "llama-3.2-11b-vision-preview.description": "Llama 3.2, görsel ve metin görevlerini birleştirmek üzere tasarlanmıştır; görsel açıklama ve görsel Soru-Cevap'ta üstün performans göstererek dil üretimi ile görsel akıl yürütme arasında köprü kurar.",
  "llama-3.2-90b-vision-instruct.description": "Görsel anlama tabanlı ajan uygulamaları için gelişmiş görsel akıl yürütme.",
  "llama-3.2-90b-vision-preview.description": "Llama 3.2, görsel ve metin görevlerini birleştirmek üzere tasarlanmıştır; görsel açıklama ve görsel Soru-Cevap'ta üstün performans göstererek dil üretimi ile görsel akıl yürütme arasında köprü kurar.",
  "llama-3.2-vision-instruct.description": "Llama 3.2-Vision, görsel tanıma, görsel akıl yürütme, açıklama ve genel görsel Soru-Cevap için optimize edilmiş talimat ayarlı bir modeldir.",
  "llama-3.3-70b-versatile.description": "Meta Llama 3.3, 70B parametreli çok dilli bir büyük dil modelidir (metin girişi/çıkışı) ve önceden eğitilmiş ile talimat ayarlı varyantlar sunar. Talimat ayarlı yalnızca metin modeli, çok dilli diyalog senaryoları için optimize edilmiştir ve yaygın endüstri kıyaslamalarında birçok açık ve kapalı sohbet modelini geride bırakır.",
  "llama-3.3-70b.description": "Llama 3.3 70B: akıl yürütme ve işlem hacmi arasında denge kuran orta-büyük boyutlu bir Llama modelidir.",
  "llama-3.3-instruct.description": "Llama 3.3, sohbet için optimize edilmiş talimat ayarlı bir modeldir ve yaygın endüstri kıyaslamalarında birçok açık sohbet modelini geride bırakır.",
  "llama3-70b-8192.description": "Meta Llama 3 70B, zorlu projeler için olağanüstü karmaşıklık yönetimi sunar.",
  "llama3-8b-8192.description": "Meta Llama 3 8B, çeşitli senaryolarda güçlü akıl yürütme performansı sağlar.",
  "llama3-groq-70b-8192-tool-use-preview.description": "Llama 3 Groq 70B Tool Use, karmaşık görevlerin verimli şekilde yönetilmesi için güçlü araç çağırma yetenekleri sunar.",
  "llama3-groq-8b-8192-tool-use-preview.description": "Llama 3 Groq 8B Tool Use, hızlı paralel hesaplama ile verimli araç kullanımı için optimize edilmiştir.",
  "llama3.1-8b.description": "Llama 3.1 8B: hafif çevrimiçi çıkarım ve sohbet için düşük gecikmeli küçük bir Llama varyantı.",
  "llama3.1.description": "Llama 3.1, Meta’nın öncü modelidir; karmaşık diyaloglar, çok dilli çeviri ve veri analizi için 405B parametreye kadar ölçeklenebilir.",
  "llama3.1:405b.description": "Llama 3.1, Meta’nın öncü modelidir; karmaşık diyaloglar, çok dilli çeviri ve veri analizi için 405B parametreye kadar ölçeklenebilir.",
  "llama3.1:70b.description": "Llama 3.1, Meta’nın öncü modelidir; karmaşık diyaloglar, çok dilli çeviri ve veri analizi için 405B parametreye kadar ölçeklenebilir.",
  "llava-v1.5-7b-4096-preview.description": "LLaVA 1.5 7B, görsel girdilerden karmaşık çıktılar üretmek için görsel işlemeyi birleştirir.",
  "llava.description": "LLaVA, güçlü görsel-dil anlayışı için bir görsel kodlayıcı ile Vicuna'yı birleştiren çok modlu bir modeldir.",
  "llava:13b.description": "LLaVA, güçlü görsel-dil anlayışı için bir görsel kodlayıcı ile Vicuna'yı birleştiren çok modlu bir modeldir.",
  "llava:34b.description": "LLaVA, güçlü görsel-dil anlayışı için bir görsel kodlayıcı ile Vicuna'yı birleştiren çok modlu bir modeldir.",
  "magistral-medium-latest.description": "Magistral Medium 1.2, Mistral AI tarafından geliştirilen, görsel destekli ileri düzey akıl yürütme modelidir (Eylül 2025).",
  "magistral-small-2509.description": "Magistral Small 1.2, Mistral AI tarafından geliştirilen açık kaynaklı küçük bir akıl yürütme modelidir (Eylül 2025) ve görsel desteğe sahiptir.",
  "mathstral.description": "MathΣtral, bilimsel araştırma ve matematiksel akıl yürütme için geliştirilmiş, güçlü hesaplama ve açıklama yeteneklerine sahip bir modeldir.",
  "max-32k.description": "Spark Max 32K, uzun belgeleri okuma ve özel bilgi tabanlı Soru-Cevap için 32K-token girdi desteğiyle güçlü bağlam anlama ve mantıksal akıl yürütme sunar.",
  "megrez-3b-instruct.description": "Megrez 3B Instruct, Wuwen Xinqiong tarafından geliştirilen küçük ve verimli bir modeldir.",
  "meituan/longcat-flash-chat.description": "Meituan tarafından geliştirilen, düşünme yeteneği olmayan açık kaynaklı temel model; diyalog ve ajan görevleri için optimize edilmiştir, araç kullanımı ve çok adımlı etkileşimlerde güçlüdür.",
  "meta-llama-3-70b-instruct.description": "70B parametreli güçlü bir model; akıl yürütme, kodlama ve geniş dil görevlerinde üstündür.",
  "meta-llama-3-8b-instruct.description": "Sohbet ve metin üretimi için optimize edilmiş çok yönlü 8B parametreli model.",
  "meta-llama-3.1-405b-instruct.description": "Llama 3.1, çok dilli sohbet için optimize edilmiş talimat ayarlı bir metin modelidir; açık ve kapalı sohbet modelleri arasında yaygın endüstri kıyaslamalarında güçlü performans gösterir.",
  "meta-llama-3.1-70b-instruct.description": "Llama 3.1, çok dilli sohbet için optimize edilmiş talimat ayarlı bir metin modelidir; açık ve kapalı sohbet modelleri arasında yaygın endüstri kıyaslamalarında güçlü performans gösterir.",
  "meta-llama-3.1-8b-instruct.description": "Llama 3.1, çok dilli sohbet için optimize edilmiş talimat ayarlı bir metin modelidir; açık ve kapalı sohbet modelleri arasında yaygın endüstri kıyaslamalarında güçlü performans gösterir.",
  "meta-llama/Llama-2-13b-chat-hf.description": "LLaMA-2 Chat (13B), güçlü dil işleme ve sağlam bir sohbet deneyimi sunar.",
  "meta-llama/Llama-2-70b-hf.description": "LLaMA-2, güçlü dil işleme ve sağlam bir etkileşim deneyimi sunar.",
  "meta-llama/Llama-3-70b-chat-hf.description": "Llama 3 70B Instruct Reference, karmaşık diyaloglar için güçlü bir sohbet modelidir.",
  "meta-llama/Llama-3-8b-chat-hf.description": "Llama 3 8B Instruct Reference, çok dilli destek ve geniş alan bilgisi sunar.",
  "meta-llama/Llama-3.2-11B-Vision-Instruct-Turbo.description": "LLaMA 3.2, görsel ve metin görevlerini birleştirmek üzere tasarlanmıştır. Görsel açıklama ve görsel Soru-Cevap'ta üstün performans göstererek dil üretimi ile görsel akıl yürütme arasında köprü kurar.",
  "meta-llama/Llama-3.2-3B-Instruct-Turbo.description": "LLaMA 3.2, görsel ve metin görevlerini birleştirmek üzere tasarlanmıştır. Görsel açıklama ve görsel Soru-Cevap'ta üstün performans göstererek dil üretimi ile görsel akıl yürütme arasında köprü kurar.",
  "meta-llama/Llama-3.2-90B-Vision-Instruct-Turbo.description": "LLaMA 3.2, görsel ve metin görevlerini birleştirmek üzere tasarlanmıştır. Görsel açıklama ve görsel Soru-Cevap'ta üstün performans göstererek dil üretimi ile görsel akıl yürütme arasında köprü kurar.",
  "meta-llama/Llama-3.3-70B-Instruct-Turbo.description": "Meta Llama 3.3 çok dilli LLM, 70B (metin girişi/çıkışı) önceden eğitilmiş ve talimat ayarlı bir modeldir. Talimat ayarlı yalnızca metin versiyonu, çok dilli sohbet için optimize edilmiştir ve yaygın endüstri kıyaslamalarında birçok açık ve kapalı sohbet modelini geride bırakır.",
  "meta-llama/Llama-Vision-Free.description": "LLaMA 3.2, görsel ve metin görevlerini birleştirmek üzere tasarlanmıştır. Görsel açıklama ve görsel Soru-Cevap'ta üstün performans göstererek dil üretimi ile görsel akıl yürütme arasında köprü kurar.",
  "meta-llama/Meta-Llama-3-70B-Instruct-Lite.description": "Llama 3 70B Instruct Lite, düşük gecikmeyle yüksek performans için geliştirilmiştir.",
  "meta-llama/Meta-Llama-3-70B-Instruct-Turbo.description": "Llama 3 70B Instruct Turbo, en zorlu iş yükleri için güçlü anlama ve üretim sunar.",
  "meta-llama/Meta-Llama-3-8B-Instruct-Lite.description": "Llama 3 8B Instruct Lite, kaynak kısıtlı ortamlar için performans dengesini sağlar.",
  "meta-llama/Meta-Llama-3-8B-Instruct-Turbo.description": "Llama 3 8B Instruct Turbo, çok çeşitli kullanım senaryoları için yüksek performanslı bir LLM'dir.",
  "meta-llama/Meta-Llama-3.1-405B-Instruct-Turbo.description": "405B Llama 3.1 Turbo modeli, büyük veri işleme için devasa bağlam kapasitesi sunar ve ultra ölçekli yapay zeka uygulamalarında üstün performans gösterir.",
  "meta-llama/Meta-Llama-3.1-405B-Instruct.description": "Llama 3.1, Meta’nın öncü model ailesidir; karmaşık diyaloglar, çok dilli çeviri ve veri analizi için 405B parametreye kadar ölçeklenebilir.",
  "meta-llama/Meta-Llama-3.1-70B-Instruct-Turbo.description": "Llama 3.1 70B, yüksek yük uygulamaları için hassas şekilde ayarlanmıştır; FP8 kuantizasyonu, karmaşık senaryolar için verimli hesaplama ve doğruluk sağlar.",
  "meta-llama/Meta-Llama-3.1-70B.description": "Llama 3.1, Meta’nın öncü model ailesidir; karmaşık diyaloglar, çok dilli çeviri ve veri analizi için 405B parametreye kadar ölçeklenebilir.",
  "meta-llama/Meta-Llama-3.1-8B-Instruct-Turbo.description": "Llama 3.1 8B, FP8 kuantizasyonu kullanır, 131.072 bağlam token'ına kadar destekler ve birçok kıyaslamada karmaşık görevler için en iyi açık modeller arasında yer alır.",
  "meta-llama/llama-3-70b-instruct.description": "Llama 3 70B Instruct, yüksek kaliteli diyaloglar için optimize edilmiştir ve insan değerlendirmelerinde güçlü performans sergiler.",
  "meta-llama/llama-3-8b-instruct.description": "Llama 3 8B Instruct, yüksek kaliteli diyaloglar için optimize edilmiştir ve birçok kapalı modeli geride bırakır.",
  "meta-llama/llama-3.1-70b-instruct.description": "Meta’nın en yeni Llama 3.1 serisinden 70B talimat odaklı varyantı, yüksek kaliteli diyaloglar için optimize edilmiştir. Sektör değerlendirmelerinde önde gelen kapalı modellere karşı güçlü performans gösterir. (Yalnızca kurumsal doğrulamalı kullanıcılar için mevcuttur.)",
  "meta-llama/llama-3.1-8b-instruct.description": "Meta’nın en yeni Llama 3.1 serisinden 8B talimat odaklı varyantı, özellikle hızlı ve verimlidir. Sektör değerlendirmelerinde güçlü performans sunar ve birçok önde gelen kapalı modeli geride bırakır. (Yalnızca kurumsal doğrulamalı kullanıcılar için mevcuttur.)",
  "meta-llama/llama-3.1-8b-instruct:free.description": "LLaMA 3.1 çok dilli desteğe sahiptir ve önde gelen üretken modellerden biridir.",
  "meta-llama/llama-3.2-11b-vision-instruct.description": "LLaMA 3.2, görsel ve metin görevlerini birleştirmek için tasarlanmıştır. Görsel açıklama ve görsel soru-cevapta mükemmeldir; dil üretimi ile görsel akıl yürütme arasında köprü kurar.",
  "meta-llama/llama-3.2-3b-instruct.description": "meta-llama/llama-3.2-3b-instruct",
  "meta-llama/llama-3.2-90b-vision-instruct.description": "LLaMA 3.2, görsel ve metin görevlerini birleştirmek için tasarlanmıştır. Görsel açıklama ve görsel soru-cevapta mükemmeldir; dil üretimi ile görsel akıl yürütme arasında köprü kurar.",
  "meta-llama/llama-3.3-70b-instruct.description": "Llama 3.3, en gelişmiş çok dilli açık kaynaklı Llama modelidir; düşük maliyetle neredeyse 405B performansı sunar. Transformer tabanlıdır ve faydalılık ve güvenlik için SFT ve RLHF ile geliştirilmiştir. Talimat odaklı sürüm çok dilli sohbet için optimize edilmiştir ve sektör testlerinde birçok açık ve kapalı sohbet modelini geride bırakır. Bilgi kesimi: Aralık 2023.",
  "meta-llama/llama-3.3-70b-instruct:free.description": "Llama 3.3, en gelişmiş çok dilli açık kaynaklı Llama modelidir; düşük maliyetle neredeyse 405B performansı sunar. Transformer tabanlıdır ve faydalılık ve güvenlik için SFT ve RLHF ile geliştirilmiştir. Talimat odaklı sürüm çok dilli sohbet için optimize edilmiştir ve sektör testlerinde birçok açık ve kapalı sohbet modelini geride bırakır. Bilgi kesimi: Aralık 2023.",
  "meta.llama3-1-405b-instruct-v1:0.description": "Meta Llama 3.1 405B Instruct, Llama 3.1 serisinin en büyük ve en güçlü talimat modeli olup, diyalog akıl yürütme ve sentetik veri üretimi için ileri düzeyde bir modeldir. 8B, 70B ve 405B boyutlarında önceden eğitilmiş ve talimatla ayarlanmış çok dilli üretim modelleri içerir (metin girdi/çıktı). Talimatla ayarlanmış metin modelleri çok dilli sohbet için optimize edilmiştir ve sektör testlerinde birçok açık sohbet modelini geride bırakır. Llama 3.1, ticari ve araştırma amaçlı çok dilli kullanım için tasarlanmıştır. Talimat modelleri asistan tarzı sohbet için uygundur; önceden eğitilmiş modeller ise daha geniş doğal dil üretim görevlerine yöneliktir. Llama 3.1 çıktıları, sentetik veri üretimi ve iyileştirme dahil olmak üzere diğer modelleri geliştirmek için de kullanılabilir. Llama 3.1, optimize edilmiş mimariye sahip otoregresif bir Transformer modelidir. Ayarlanmış sürümler, insan tercihleriyle uyumlu hale getirmek için denetimli ince ayar (SFT) ve insan geri bildirimiyle pekiştirmeli öğrenme (RLHF) kullanır.",
  "meta.llama3-1-70b-instruct-v1:0.description": "Genişletilmiş 128K bağlam penceresi, çok dilli destek ve geliştirilmiş akıl yürütme ile güncellenmiş Meta Llama 3.1 70B Instruct. Llama 3.1 çok dilli LLM'ler, 8B, 70B ve 405B boyutlarında önceden eğitilmiş ve talimatla ayarlanmış üretim modellerinden oluşur (metin girdi/çıktı). Talimatla ayarlanmış metin modelleri çok dilli sohbet için optimize edilmiştir ve sektör testlerinde birçok açık sohbet modelini geride bırakır. Llama 3.1, ticari ve araştırma amaçlı çok dilli kullanım için tasarlanmıştır. Talimat modelleri asistan tarzı sohbet için uygundur; önceden eğitilmiş modeller ise daha geniş üretim görevlerine yöneliktir. Llama 3.1 çıktıları, sentetik veri üretimi ve iyileştirme dahil olmak üzere diğer modelleri geliştirmek için de kullanılabilir. Llama 3.1, optimize edilmiş mimariye sahip otoregresif bir Transformer modelidir. Ayarlanmış sürümler, insan tercihleriyle uyumlu hale getirmek için denetimli ince ayar (SFT) ve insan geri bildirimiyle pekiştirmeli öğrenme (RLHF) kullanır.",
  "meta.llama3-1-8b-instruct-v1:0.description": "128K bağlam penceresi, çok dilli destek ve geliştirilmiş akıl yürütme ile güncellenmiş Meta Llama 3.1 8B Instruct. Llama 3.1 ailesi, çok dilli sohbet ve güçlü test performansı için optimize edilmiş 8B, 70B ve 405B talimatla ayarlanmış metin modellerini içerir. Çok dilli ticari ve araştırma kullanımı için tasarlanmıştır; talimat modelleri asistan tarzı sohbet için, önceden eğitilmiş modeller ise daha geniş üretim görevleri için uygundur. Llama 3.1 çıktıları, diğer modelleri geliştirmek için de kullanılabilir (örneğin, sentetik veri ve iyileştirme). Otoregresif bir Transformer modelidir ve faydalılık ve güvenlik için SFT ve RLHF ile hizalanmıştır.",
  "meta.llama3-70b-instruct-v1:0.description": "Meta Llama 3, geliştiriciler, araştırmacılar ve işletmeler için açık bir LLM'dir; üretken yapay zeka fikirlerini oluşturmak, denemek ve sorumlu bir şekilde ölçeklendirmek için tasarlanmıştır. Küresel topluluk inovasyonunun temelini oluşturan bu model, içerik üretimi, sohbet yapay zekası, dil anlama, Ar-Ge ve kurumsal uygulamalar için uygundur.",
  "meta.llama3-8b-instruct-v1:0.description": "Meta Llama 3, geliştiriciler, araştırmacılar ve işletmeler için açık bir büyük dil modeli (LLM) olup, üretken yapay zeka fikirlerini oluşturma, deneme ve sorumlu bir şekilde ölçeklendirme süreçlerinde yardımcı olmak üzere tasarlanmıştır. Küresel topluluk inovasyonunun temel taşlarından biri olarak, sınırlı bilgi işlem gücü ve kaynaklara sahip ortamlar, uç cihazlar ve daha hızlı eğitim süreleri için uygundur.",
  "meta/Llama-3.2-11B-Vision-Instruct.description": "Yüksek çözünürlüklü görsellerde güçlü görsel akıl yürütme yeteneği, görsel anlama uygulamaları için uygundur.",
  "meta/Llama-3.2-90B-Vision-Instruct.description": "Görsel anlama ajan uygulamaları için gelişmiş görsel akıl yürütme yeteneği.",
  "meta/Llama-3.3-70B-Instruct.description": "Llama 3.3, çok dilli en gelişmiş açık kaynaklı Llama modelidir ve düşük maliyetle neredeyse 405B performansı sunar. Transformer tabanlıdır ve faydalılık ve güvenlik için SFT ve RLHF ile geliştirilmiştir. Talimatlara göre ayarlanmış sürüm, çok dilli sohbet için optimize edilmiştir ve birçok açık ve kapalı sohbet modelini sektör kıyaslamalarında geride bırakır. Bilgi kesimi: Aralık 2023.",
  "meta/Meta-Llama-3-70B-Instruct.description": "Muhakeme, kodlama ve geniş dil görevlerinde üstün performans gösteren güçlü bir 70B parametreli model.",
  "meta/Meta-Llama-3-8B-Instruct.description": "Sohbet ve metin üretimi için optimize edilmiş çok yönlü bir 8B parametreli model.",
  "meta/Meta-Llama-3.1-405B-Instruct.description": "Çok dilli sohbet için optimize edilmiş, açık ve kapalı sohbet modelleri arasında sektör kıyaslamalarında güçlü performans gösteren Llama 3.1 talimat ayarlı metin modeli.",
  "meta/Meta-Llama-3.1-70B-Instruct.description": "Çok dilli sohbet için optimize edilmiş, açık ve kapalı sohbet modelleri arasında sektör kıyaslamalarında güçlü performans gösteren Llama 3.1 talimat ayarlı metin modeli.",
  "meta/Meta-Llama-3.1-8B-Instruct.description": "Çok dilli sohbet için optimize edilmiş, açık ve kapalı sohbet modelleri arasında sektör kıyaslamalarında güçlü performans gösteren Llama 3.1 talimat ayarlı metin modeli.",
  "meta/llama-3-70b.description": "Meta tarafından talimat takibi için ince ayarlanmış 70B açık kaynaklı model, Groq tarafından LPU donanımında hızlı ve verimli çıkarım için sunulmaktadır.",
  "meta/llama-3-8b.description": "Meta tarafından talimat takibi için ince ayarlanmış 8B açık kaynaklı model, Groq tarafından LPU donanımında hızlı ve verimli çıkarım için sunulmaktadır.",
  "meta/llama-3.1-405b-instruct.description": "Sohbet botları, kodlama ve alan görevleri için sentetik veri üretimi, bilgi damıtımı ve akıl yürütmeyi destekleyen gelişmiş bir büyük dil modeli.",
  "meta/llama-3.1-70b-instruct.description": "Karmaşık diyaloglar için geliştirilmiş, bağlam anlama, akıl yürütme ve metin üretiminde mükemmel performans sunar.",
  "meta/llama-3.1-70b.description": "128K bağlam desteği, çok dilli yetenekler ve geliştirilmiş akıl yürütme ile güncellenmiş Meta Llama 3 70B Instruct modeli.",
  "meta/llama-3.1-8b-instruct.description": "Güçlü dil anlama, akıl yürütme ve metin üretimi yeteneklerine sahip son teknoloji bir model.",
  "meta/llama-3.1-8b.description": "Llama 3.1 8B, 128K bağlam penceresini destekler, gerçek zamanlı sohbet ve veri analizi için idealdir ve daha büyük modellere kıyasla önemli maliyet avantajı sunar. Groq tarafından LPU donanımında hızlı ve verimli çıkarım için sunulmaktadır.",
  "meta/llama-3.2-11b-vision-instruct.description": "Görsellerden yüksek kaliteli akıl yürütme konusunda üstün performans gösteren öncü bir görsel-dil modeli.",
  "meta/llama-3.2-11b.description": "Görsel tanıma, görsel akıl yürütme, altyazı oluşturma ve genel görsel soru-cevap için optimize edilmiş, talimat ayarlı bir görsel akıl yürütme modeli (metin+görsel girdi, metin çıktı).",
  "meta/llama-3.2-1b-instruct.description": "Güçlü anlama, akıl yürütme ve metin üretimi yeteneklerine sahip son teknoloji küçük dil modeli.",
  "meta/llama-3.2-1b.description": "Çok dilli yerel arama, özetleme ve yeniden yazma gibi cihaz içi kullanım senaryoları için metin tabanlı model.",
  "meta/llama-3.2-3b-instruct.description": "Güçlü anlama, akıl yürütme ve metin üretimi yeteneklerine sahip son teknoloji küçük dil modeli.",
  "meta/llama-3.2-3b.description": "Çok dilli yerel arama, özetleme ve yeniden yazma gibi cihaz içi kullanım senaryoları için ince ayarlanmış metin tabanlı model.",
  "meta/llama-3.2-90b-vision-instruct.description": "Görsellerden yüksek kaliteli akıl yürütme konusunda üstün performans gösteren öncü bir görsel-dil modeli.",
  "meta/llama-3.2-90b.description": "Görsel tanıma, görsel akıl yürütme, altyazı oluşturma ve genel görsel soru-cevap için optimize edilmiş, talimat ayarlı bir görsel akıl yürütme modeli (metin+görsel girdi, metin çıktı).",
  "meta/llama-3.3-70b-instruct.description": "Akıl yürütme, matematik, sağduyu ve fonksiyon çağrılarında güçlü gelişmiş bir büyük dil modeli.",
  "meta/llama-3.3-70b.description": "Performans ve verimlilik arasında mükemmel denge. İçerik üretimi, kurumsal uygulamalar ve araştırma için yüksek performanslı sohbet yapay zekası olarak tasarlanmıştır; özetleme, sınıflandırma, duygu analizi ve kod üretimi için güçlü dil anlama yeteneği sunar.",
  "meta/llama-4-maverick.description": "Llama 4 ailesi, metin ve çok modlu deneyimleri destekleyen yerel çok modlu bir yapay zeka model setidir. MoE kullanarak metin ve görsel anlama alanında liderlik sunar. Llama 4 Maverick, 128 uzmana sahip 17B parametreli bir modeldir ve DeepInfra tarafından sunulmaktadır.",
  "meta/llama-4-scout.description": "Llama 4 ailesi, metin ve çok modlu deneyimleri destekleyen yerel çok modlu bir yapay zeka model setidir. MoE kullanarak metin ve görsel anlama alanında liderlik sunar. Llama 4 Scout, 16 uzmana sahip 17B parametreli bir modeldir ve DeepInfra tarafından sunulmaktadır.",
  "microsoft/Phi-3-medium-128k-instruct.description": "RAG veya az örnekli istemler için daha büyük bağlam penceresine sahip aynı Phi-3-medium modeli.",
  "microsoft/Phi-3-medium-4k-instruct.description": "Phi-3-mini'den daha yüksek kaliteye sahip, 14B parametreli model; yüksek kaliteli ve akıl yürütme yoğun veriye odaklanır.",
  "microsoft/Phi-3-mini-128k-instruct.description": "RAG veya az örnekli istemler için daha büyük bağlam penceresine sahip aynı Phi-3-mini modeli.",
  "microsoft/Phi-3-mini-4k-instruct.description": "Phi-3 ailesinin en küçük üyesi, kalite ve düşük gecikme için optimize edilmiştir.",
  "microsoft/Phi-3-small-128k-instruct.description": "RAG veya az örnekli istemler için daha büyük bağlam penceresine sahip aynı Phi-3-small modeli.",
  "microsoft/Phi-3-small-8k-instruct.description": "Phi-3-mini'den daha yüksek kaliteye sahip, 7B parametreli model; yüksek kaliteli ve akıl yürütme yoğun veriye odaklanır.",
  "microsoft/Phi-3.5-mini-instruct.description": "Phi-3-mini modelinin güncellenmiş sürümü.",
  "microsoft/Phi-3.5-vision-instruct.description": "Phi-3-vision modelinin güncellenmiş sürümü.",
  "microsoft/WizardLM-2-8x22B.description": "WizardLM 2, karmaşık diyaloglar, çok dilli görevler, akıl yürütme ve asistanlar konusunda üstün performans gösteren Microsoft AI dil modelidir.",
  "microsoft/wizardlm-2-8x22b.description": "WizardLM-2 8x22B, Microsoft AI’nin en gelişmiş Wizard modelidir ve son derece rekabetçi performans sunar.",
  "mimo-v2-flash.description": "MiMo-V2-Flash: Akıl yürütme, kodlama ve ajan temelleri için verimli bir model.",
  "minicpm-v.description": "MiniCPM-V, geniş kullanım senaryoları için mükemmel OCR ve çok modlu anlama yeteneklerine sahip OpenBMB’nin yeni nesil çok modlu modelidir.",
  "minimax-m2.1.description": "MiniMax-M2.1, çok dilli programlama ve gerçek dünya karmaşık görevler için optimize edilmiş MiniMax serisinin en son sürümüdür. Yapay zeka yerel bir model olarak, model performansı, ajan çerçevesi desteği ve çok senaryolu uyumda önemli gelişmeler sağlar; işletmelerin ve bireylerin yapay zeka yerel çalışma ve yaşam tarzını daha hızlı benimsemelerine yardımcı olmayı amaçlar.",
  "minimax-m2.description": "MiniMax M2, özellikle kodlama ve ajan iş akışları için oluşturulmuş verimli bir büyük dil modelidir.",
  "minimax/minimax-m2.1.description": "MiniMax-M2.1, kodlama, vekil iş akışları ve modern uygulama geliştirme için optimize edilmiş, hafif ve son teknoloji bir büyük dil modelidir. Daha temiz, özlü çıktılar ve daha hızlı algısal yanıt süreleri sunar.",
  "minimax/minimax-m2.description": "MiniMax-M2, birçok mühendislik senaryosu için kodlama ve ajan görevlerinde üstün performans gösteren yüksek değerli bir modeldir.",
  "minimaxai/minimax-m2.description": "MiniMax-M2, üst düzey kodlama ve ajan performansı için oluşturulmuş, kompakt, hızlı ve maliyet etkin bir MoE modelidir (toplam 230B, aktif 10B). Çoklu dosya düzenlemeleri, kod çalıştır-düzelt döngüleri, test doğrulama ve karmaşık araç zincirlerinde mükemmeldir.",
  "ministral-3b-latest.description": "Ministral 3B, Mistral’in en üst düzey uç modelidir.",
  "ministral-8b-latest.description": "Ministral 8B, Mistral’in son derece uygun maliyetli uç modelidir.",
  "mistral-ai/Mistral-Large-2411.description": "Mistral’in büyük ölçekli akıl yürütme veya uzmanlaşma gerektiren karmaşık görevler için amiral gemisi modelidir (sentetik metin üretimi, kod üretimi, RAG veya ajanlar).",
  "mistral-ai/Mistral-Nemo.description": "Mistral Nemo, boyutuna göre en son akıl yürütme, dünya bilgisi ve kodlama yeteneklerine sahip son teknoloji bir büyük dil modelidir.",
  "mistral-ai/mistral-small-2503.description": "Mistral Small, yüksek verimlilik ve düşük gecikme gerektiren her türlü dil tabanlı görev için uygundur.",
  "mistral-large-instruct.description": "Mistral-Large-Instruct-2407, 123B parametreli gelişmiş yoğun bir büyük dil modelidir ve en son akıl yürütme, bilgi ve kodlama yeteneklerine sahiptir.",
  "mistral-large-latest.description": "Mistral Large, çok dilli görevlerde, karmaşık akıl yürütmede ve kod üretiminde güçlüdür—üst düzey uygulamalar için idealdir.",
  "mistral-large.description": "Mixtral Large, Mistral’in amiral gemisi modelidir; kod üretimi, matematik ve akıl yürütmeyi 128K bağlam penceresiyle birleştirir.",
  "mistral-medium-latest.description": "Mistral Medium 3, 8 kat daha düşük maliyetle en son performansı sunar ve kurumsal dağıtımı kolaylaştırır.",
  "mistral-nemo-instruct.description": "Mistral-Nemo-Instruct-2407, Mistral-Nemo-Base-2407’nin talimat ayarlı sürümüdür.",
  "mistral-nemo.description": "Mistral Nemo, Mistral AI ve NVIDIA tarafından geliştirilen, yüksek verimliliğe sahip 12B modeldir.",
  "mistral-small-latest.description": "Mistral Small, çeviri, özetleme ve duygu analizi için uygun maliyetli, hızlı ve güvenilir bir seçenektir.",
  "mistral-small.description": "Mistral Small, yüksek verimlilik ve düşük gecikme gerektiren her türlü dil tabanlı görev için uygundur.",
  "mistral.description": "Mistral, Mistral AI’nin 7B modelidir ve çeşitli dil görevleri için uygundur.",
  "mistral/codestral-embed.description": "Kod tabanlarını ve depoları gömmek için kullanılan, kodlama asistanlarını destekleyen bir kod gömme modelidir.",
  "mistral/codestral.description": "Mistral Codestral 25.01, düşük gecikme ve yüksek frekanslı kullanım için optimize edilmiş, son teknoloji bir kodlama modelidir. 80'den fazla dili destekler ve FIM, kod düzeltme ve test üretiminde üstündür.",
  "mistral/devstral-small.description": "Devstral, yazılım mühendisliği görevleri için ajan benzeri bir LLM’dir ve yazılım mühendisliği ajanları için güçlü bir tercihtir.",
  "mistral/magistral-medium.description": "Derin anlayışla desteklenen karmaşık düşünme, takip edilebilir ve doğrulanabilir şeffaf akıl yürütme sunar. Görev ortasında bile diller arası yüksek doğrulukta akıl yürütmeyi korur.",
  "mistral/magistral-small.description": "Derin anlayışla desteklenen karmaşık düşünme, takip edilebilir ve doğrulanabilir şeffaf akıl yürütme sunar. Görev ortasında bile diller arası yüksek doğrulukta akıl yürütmeyi korur.",
  "mistral/ministral-3b.description": "Asistanlar ve yerel analizler gibi cihaz üzeri görevler için kompakt ve verimli bir modeldir, düşük gecikmeli performans sunar.",
  "mistral/ministral-8b.description": "Daha güçlü bir model olup, daha hızlı ve bellek açısından verimli çıkarım sağlar. Karmaşık iş akışları ve zorlu uç uygulamalar için idealdir.",
  "mistral/mistral-embed.description": "Anlamsal arama, benzerlik, kümeleme ve RAG iş akışları için genel amaçlı bir metin gömme modelidir.",
  "mistral/mistral-large.description": "Mistral Large, güçlü akıl yürütme veya uzmanlık gerektiren karmaşık görevler için idealdir—sentetik metin üretimi, kod üretimi, RAG veya ajanlar gibi.",
  "mistral/mistral-small.description": "Mistral Small, sınıflandırma, müşteri desteği veya metin üretimi gibi basit ve toplu işlenebilir görevler için idealdir. Uygun fiyatla yüksek performans sunar.",
  "mistral/mixtral-8x22b-instruct.description": "8x22B Instruct modeli. 8x22B, Mistral tarafından sunulan açık bir MoE modelidir.",
  "mistral/pixtral-12b.description": "Görüntü anlama ve metin işleme yeteneğine sahip 12B parametreli bir modeldir.",
  "mistral/pixtral-large.description": "Pixtral Large, çok modlu ailemizin ikinci modeli olup, ileri düzey görüntü anlama yeteneğine sahiptir. Belgeler, grafikler ve doğal görüntülerle çalışırken Mistral Large 2’nin önde gelen metin anlama yeteneğini korur.",
  "mistralai/Mistral-7B-Instruct-v0.1.description": "Mistral (7B) Instruct, birçok dil görevinde güçlü performansıyla bilinir.",
  "mistralai/Mistral-7B-Instruct-v0.2.description": "Mistral (7B) Instruct v0.2, talimat işleme ve sonuç doğruluğunu geliştirir.",
  "mistralai/Mistral-7B-Instruct-v0.3.description": "Mistral (7B) Instruct v0.3, verimli hesaplama ve güçlü dil anlama sunar, çok sayıda kullanım senaryosu için uygundur.",
  "mistralai/Mistral-7B-v0.1.description": "Mistral 7B, kompakt ama yüksek performanslı bir modeldir. Toplu işleme ve sınıflandırma, metin üretimi gibi basit görevlerde güçlüdür ve sağlam akıl yürütme sunar.",
  "mistralai/Mixtral-8x22B-Instruct-v0.1.description": "Mixtral-8x22B Instruct (141B), ağır iş yükleri için çok büyük bir LLM’dir.",
  "mistralai/Mixtral-8x7B-Instruct-v0.1.description": "Mixtral-8x7B Instruct (46.7B), büyük ölçekli veri işleme için yüksek kapasite sunar.",
  "mistralai/Mixtral-8x7B-v0.1.description": "Mixtral 8x7B, çıkarım hızını artıran seyrek bir MoE modelidir. Çok dilli ve kod üretim görevleri için uygundur.",
  "mistralai/mistral-nemo.description": "Mistral Nemo, çok dilli destek ve güçlü kodlama performansı sunan 7.3B parametreli bir modeldir.",
  "mixtral-8x7b-32768.description": "Mixtral 8x7B, karmaşık görevler için hata toleranslı paralel hesaplama sağlar.",
  "mixtral.description": "Mixtral, Mistral AI’nin açık ağırlıklı MoE modelidir ve kod üretimi ile dil anlama görevlerini destekler.",
  "mixtral:8x22b.description": "Mixtral, Mistral AI’nin açık ağırlıklı MoE modelidir ve kod üretimi ile dil anlama görevlerini destekler.",
  "moonshot-v1-128k-vision-preview.description": "Kimi görsel modelleri (moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview dahil) metin, renkler ve nesne şekilleri gibi görüntü içeriklerini anlayabilir.",
  "moonshot-v1-128k.description": "Moonshot V1 128K, araştırma, akademik ve büyük belge senaryoları için 128.000 tokene kadar çok uzun metin üretimini destekler.",
  "moonshot-v1-32k-vision-preview.description": "Kimi görsel modelleri (moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview dahil) metin, renkler ve nesne şekilleri gibi görüntü içeriklerini anlayabilir.",
  "moonshot-v1-32k.description": "Moonshot V1 32K, 32.768 tokenlık orta uzunlukta bağlamı destekler. İçerik üretimi, raporlar ve sohbet sistemlerinde uzun belgeler ve karmaşık diyaloglar için idealdir.",
  "moonshot-v1-8k-vision-preview.description": "Kimi görsel modelleri (moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview dahil) metin, renkler ve nesne şekilleri gibi görüntü içeriklerini anlayabilir.",
  "moonshot-v1-8k.description": "Moonshot V1 8K, kısa sohbetler, notlar ve hızlı içerikler için 8.192 tokene kadar kısa metin üretimiyle optimize edilmiştir.",
  "moonshot-v1-auto.description": "Moonshot V1 Auto, mevcut bağlam token kullanımına göre uygun modeli otomatik olarak seçer.",
  "moonshotai/Kimi-Dev-72B.description": "Kimi-Dev-72B, büyük ölçekli pekiştirmeli öğrenme ile optimize edilmiş açık kaynaklı bir kod LLM’dir. SWE-bench Verified testinde %60.4 puan alarak hata düzeltme ve kod inceleme gibi otomatik yazılım mühendisliği görevlerinde açık model rekoru kırmıştır.",
  "moonshotai/Kimi-K2-Instruct-0905.description": "Kimi K2-Instruct-0905, Kimi K2 serisinin en yeni ve en güçlü modelidir. 1T toplam ve 32B aktif parametreye sahip üst düzey bir MoE modelidir. Gelişmiş ajan kodlama zekası, ön yüz kodlama estetiği ve kullanılabilirliği ile öne çıkar.",
  "moonshotai/Kimi-K2-Thinking.description": "Kimi K2 Thinking, çok adımlı akıl yürütme derinliğini büyük ölçüde artıran ve 200–300 ardışık araç çağrısında kararlılığı koruyan en yeni ve en güçlü açık kaynaklı düşünme modelidir. Kodlama, matematik, mantık ve ajan senaryolarında üstündür. ~1T parametreli MoE mimarisi üzerine kuruludur, 256K bağlam penceresi ve araç çağırma desteği sunar.",
  "moonshotai/kimi-k2-0711.description": "Kimi K2 0711, Kimi serisinin talimat odaklı varyantıdır; yüksek kaliteli kodlama ve araç kullanımı için uygundur.",
  "moonshotai/kimi-k2-0905.description": "Kimi K2 0905, bağlam ve akıl yürütme performansını artıran, kodlama optimizasyonları içeren bir güncellemedir.",
  "moonshotai/kimi-k2-instruct-0905.description": "kimi-k2-0905-preview modeli, 256K bağlam penceresini destekler; daha güçlü ajan kodlama, daha rafine ve pratik ön yüz kodu ve daha iyi bağlam anlama sunar.",
  "moonshotai/kimi-k2-thinking-turbo.description": "Kimi K2 Thinking Turbo, Kimi K2 Thinking’in yüksek hızlı versiyonudur; gecikmeyi önemli ölçüde azaltırken derin akıl yürütmeyi korur.",
  "moonshotai/kimi-k2-thinking.description": "Kimi K2 Thinking, Moonshot’un derin akıl yürütme görevleri için optimize edilmiş düşünme modelidir; genel ajan yeteneklerine sahiptir.",
  "moonshotai/kimi-k2.description": "Kimi K2, Moonshot AI tarafından geliştirilen büyük bir MoE modelidir. 1T toplam parametre ve her geçişte 32B aktif parametre ile gelişmiş araç kullanımı, akıl yürütme ve kod üretimi gibi ajan yetenekleri için optimize edilmiştir.",
  "morph/morph-v3-fast.description": "Morph, öncü modellerin (ör. Claude veya GPT-4o) önerdiği kod değişikliklerini mevcut dosyalarınıza uygulayan özel bir modeldir. FAST 4500+ token/sn hızında çalışır. 16k giriş/çıkış token desteğiyle AI kodlama iş akışının son adımıdır.",
  "morph/morph-v3-large.description": "Morph, öncü modellerin (ör. Claude veya GPT-4o) önerdiği kod değişikliklerini mevcut dosyalarınıza uygulayan özel bir modeldir. FAST 2500+ token/sn hızında çalışır. 16k giriş/çıkış token desteğiyle AI kodlama iş akışının son adımıdır.",
  "nousresearch/hermes-2-pro-llama-3-8b.description": "Hermes 2 Pro Llama 3 8B, en son dahili veri kümeleriyle güncellenmiş Nous Hermes 2 sürümüdür.",
  "nvidia/Llama-3.1-Nemotron-70B-Instruct-HF.description": "Llama 3.1 Nemotron 70B, NVIDIA tarafından özelleştirilmiş bir LLM’dir. Arena Hard, AlpacaEval 2 LC ve GPT-4-Turbo MT-Bench testlerinde 1. sırada yer alır. Llama-3.1-70B-Instruct modelinden RLHF (REINFORCE), Llama-3.1-Nemotron-70B-Reward ve HelpSteer2-Preference istemleriyle eğitilmiştir.",
  "nvidia/llama-3.1-nemotron-51b-instruct.description": "Olağanüstü doğruluk ve verimlilik sunan özgün bir dil modelidir.",
  "nvidia/llama-3.1-nemotron-70b-instruct.description": "Llama-3.1-Nemotron-70B-Instruct, LLM yanıtlarının yardımseverliğini artırmak için NVIDIA tarafından özelleştirilmiş bir modeldir.",
  "o1-mini.description": "o1-preview'den daha küçük ve hızlıdır, %80 daha düşük maliyetlidir. Kod üretimi ve kısa bağlamlı görevlerde güçlüdür.",
  "o1-preview.description": "İleri düzey akıl yürütme ve karmaşık problem çözme (matematik ve bilim dahil) odaklıdır. Derin bağlam anlayışı ve otonom iş akışları gerektiren uygulamalar için idealdir.",
  "o1-pro.description": "o1 serisi, yanıtlamadan önce düşünmek ve karmaşık akıl yürütmeyi yönetmek için pekiştirmeli öğrenme ile eğitilmiştir. o1-pro, daha fazla hesaplama gücü kullanarak daha derin düşünme ve tutarlı yüksek kaliteli yanıtlar sunar.",
  "o1.description": "o1, metin+görsel girdi ve metin çıktısı ile çalışan, karmaşık görevler için geniş bilgi gerektiren OpenAI’nin yeni akıl yürütme modelidir. 200K bağlam penceresi ve Ekim 2023 bilgi kesimi vardır.",
  "o3-2025-04-16.description": "o3, metin+görsel girdi ve metin çıktısı ile karmaşık görevler için geniş bilgi gerektiren OpenAI’nin yeni akıl yürütme modelidir.",
  "o3-deep-research.description": "o3-deep-research, karmaşık çok adımlı görevler için en gelişmiş derin araştırma modelimizdir. Web'de arama yapabilir ve MCP bağlayıcıları aracılığıyla verilerinize erişebilir.",
  "o3-mini.description": "o3-mini, o1-mini ile aynı maliyet ve gecikme hedeflerinde daha yüksek zeka sunan en yeni küçük akıl yürütme modelimizdir.",
  "o3-pro-2025-06-10.description": "o3 Pro, metin+görsel girdi ve metin çıktısı ile karmaşık görevler için geniş bilgi gerektiren OpenAI’nin yeni akıl yürütme modelidir.",
  "o3-pro.description": "o3-pro, daha derin düşünmek ve tutarlı şekilde daha iyi yanıtlar sunmak için daha fazla hesaplama kullanır; yalnızca Responses API üzerinden erişilebilir.",
  "o3.description": "o3, matematik, bilim, programlama ve görsel akıl yürütmede yeni bir standart belirleyen güçlü bir çok yönlü modeldir. Teknik yazım ve talimat takibinde mükemmeldir; çok adımlı problemler için metin, kod ve görselleri analiz edebilir.",
  "o4-mini-2025-04-16.description": "o4-mini, metin+görsel girdi ve metin çıktısı ile karmaşık görevler için geniş bilgi gerektiren bir OpenAI akıl yürütme modelidir. 200K bağlam penceresini destekler.",
  "o4-mini-deep-research.description": "o4-mini-deep-research, karmaşık çok adımlı araştırmalar için daha hızlı ve uygun maliyetli bir derin araştırma modelidir. Web'de arama yapabilir ve MCP bağlayıcıları aracılığıyla verilerinize erişebilir.",
  "o4-mini.description": "o4-mini, hızlı ve etkili akıl yürütme için optimize edilmiş en yeni küçük o-serisi modelidir. Kodlama ve görsel görevlerde yüksek verimlilik sunar.",
  "open-codestral-mamba.description": "Codestral Mamba, gelişmiş kod üretimi ve akıl yürütme görevlerini destekleyen Mamba 2 dil modelidir.",
  "open-mistral-7b.description": "Mistral 7B, kompakt ama yüksek performanslı bir modeldir. Toplu işleme ve sınıflandırma, metin üretimi gibi basit görevlerde güçlüdür ve sağlam akıl yürütme sunar.",
  "open-mistral-nemo.description": "Mistral Nemo, Nvidia ile ortak geliştirilen 12B parametreli bir modeldir. Güçlü akıl yürütme ve kodlama performansı sunar ve kolay entegrasyon sağlar.",
  "open-mixtral-8x22b.description": "Mixtral 8x22B, karmaşık görevler için daha büyük bir MoE modelidir. Güçlü akıl yürütme ve yüksek işlem hacmi sunar.",
  "open-mixtral-8x7b.description": "Mixtral 8x7B, çıkarım hızını artıran seyrek bir MoE modelidir. Çok dilli ve kod üretim görevleri için uygundur.",
  "openai/gpt-3.5-turbo-instruct.description": "GPT-3 dönemine ait modellere benzer yeteneklere sahiptir; sohbet yerine eski tamamlayıcı uç noktalarla uyumludur.",
  "openai/gpt-3.5-turbo.description": "OpenAI’nin en yetenekli ve maliyet etkin GPT-3.5 modelidir. Sohbet için optimize edilmiştir ancak klasik tamamlama görevlerinde de güçlüdür.",
  "openai/gpt-4-turbo.description": "OpenAI’nin gpt-4-turbo modeli, geniş genel bilgi ve alan uzmanlığına sahiptir. Karmaşık doğal dil talimatlarını takip eder ve zorlu problemleri doğru şekilde çözer. Bilgi kesimi Nisan 2023’tür ve 128k bağlam penceresini destekler.",
  "openai/gpt-4.1-mini.description": "GPT-4.1 Mini, orta bağlam iş yükleri için daha düşük gecikme ve daha iyi değer sunar.",
  "openai/gpt-4.1-nano.description": "GPT-4.1 Nano, yüksek frekanslı kısa sohbetler veya sınıflandırmalar için ultra düşük maliyetli, düşük gecikmeli bir seçenektir.",
  "openai/gpt-4.1.description": "GPT-4.1 serisi, daha büyük bağlam pencereleri ve daha güçlü mühendislik ile akıl yürütme yetenekleri sunar.",
  "openai/gpt-4o-mini.description": "GPT-4o-mini, düşük gecikmeli çok modlu kullanım için hızlı ve küçük bir GPT-4o varyantıdır.",
  "openai/gpt-4o.description": "GPT-4o ailesi, metin + görsel girdi ve metin çıktısı ile OpenAI’nin Omni modelidir.",
  "openai/gpt-5-chat.description": "GPT-5 Chat, daha iyi etkileşim için daha düşük gecikmeli sohbetler için optimize edilmiş bir GPT-5 varyantıdır.",
  "openai/gpt-5-codex.description": "GPT-5-Codex, kodlama ve büyük ölçekli kod iş akışları için daha da optimize edilmiş bir GPT-5 varyantıdır.",
  "openai/gpt-5-mini.description": "GPT-5 Mini, düşük gecikme süresi ve düşük maliyetli senaryolar için daha küçük bir GPT-5 varyantıdır.",
  "openai/gpt-5-nano.description": "GPT-5 Nano, maliyet ve gecikme açısından katı kısıtlamalara sahip senaryolar için ultra küçük varyanttır.",
  "openai/gpt-5-pro.description": "GPT-5 Pro, OpenAI’nin amiral gemisi modelidir; güçlü akıl yürütme, kod üretimi ve kurumsal düzeyde özellikler sunar. Test anında yönlendirme ve daha sıkı güvenlik politikaları içerir.",
  "openai/gpt-5.1-chat.description": "GPT-5.1 Chat, GPT-5.1 ailesinin hafif üyesidir; düşük gecikmeli sohbetler için optimize edilmiştir ve güçlü akıl yürütme ile talimat uygulama yeteneklerini korur.",
  "openai/gpt-5.1-codex-mini.description": "GPT-5.1-Codex-Mini, GPT-5.1-Codex’in daha küçük ve daha hızlı bir versiyonudur; gecikme ve maliyet hassasiyeti olan kodlama senaryoları için daha uygundur.",
  "openai/gpt-5.1-codex.description": "GPT-5.1-Codex, yazılım mühendisliği ve kodlama iş akışları için optimize edilmiş bir GPT-5.1 varyantıdır; büyük yeniden yapılandırmalar, karmaşık hata ayıklama ve uzun süreli otonom kodlama görevleri için uygundur.",
  "openai/gpt-5.1.description": "GPT-5.1, GPT-5 serisinin en yeni amiral gemisidir; genel akıl yürütme, talimat takibi ve doğal konuşma alanlarında önemli iyileştirmeler sunar ve geniş görev yelpazesi için uygundur.",
  "openai/gpt-5.2-chat.description": "GPT-5.2 Chat, en yeni sohbet geliştirmelerini deneyimlemek için ChatGPT varyantıdır.",
  "openai/gpt-5.2-pro.description": "GPT-5.2 Pro: Daha zeki ve hassas bir GPT-5.2 varyantıdır (yalnızca Responses API ile), daha zorlu problemler ve uzun çok adımlı akıl yürütme için uygundur.",
  "openai/gpt-5.2.description": "GPT-5.2, güçlü akıl yürütme ve uzun bağlam performansı ile kodlama ve ajan iş akışları için amiral gemisi modeldir.",
  "openai/gpt-5.description": "GPT-5, üretim ve araştırma görevlerinin geniş bir yelpazesi için OpenAI’nin yüksek performanslı modelidir.",
  "openai/gpt-oss-120b.description": "Güçlü ve kontrol edilebilir akıl yürütme yeteneğine sahip, çok amaçlı bir büyük dil modeli.",
  "openai/gpt-oss-20b.description": "Yerel ve uç dağıtımlar dahil olmak üzere kaynak kısıtlı ortamlarda düşük gecikme için optimize edilmiş, açık ağırlıklı kompakt bir dil modeli.",
  "openai/o1-mini.description": "o1-mini, kodlama, matematik ve bilim için tasarlanmış hızlı ve uygun maliyetli bir akıl yürütme modelidir. 128K bağlam kapasitesine sahiptir ve Ekim 2023 bilgi kesimine dayanmaktadır.",
  "openai/o1-preview.description": "o1, geniş bilgi gerektiren karmaşık görevler için OpenAI’nin yeni akıl yürütme modelidir. 128K bağlam kapasitesine sahiptir ve Ekim 2023 bilgi kesimine dayanmaktadır.",
  "openai/o1.description": "OpenAI o1, derin düşünme gerektiren karmaşık problemler için geliştirilmiş bir amiral gemisi akıl yürütme modelidir; çok adımlı görevlerde güçlü akıl yürütme ve yüksek doğruluk sağlar.",
  "openai/o3-mini-high.description": "o3-mini (yüksek akıl yürütme), o1-mini ile aynı maliyet ve gecikme hedeflerinde daha yüksek zeka sunar.",
  "openai/o3-mini.description": "o3-mini, OpenAI’nin en yeni küçük akıl yürütme modelidir; o1-mini ile aynı maliyet ve gecikme hedeflerinde daha yüksek zeka sunar.",
  "openai/o3.description": "OpenAI o3, kodlama, matematik, bilim ve görsel algı alanlarında yeni SOTA (state-of-the-art) belirleyen en güçlü akıl yürütme modelidir. Karmaşık, çok yönlü sorgularda mükemmeldir ve özellikle görseller, grafikler ve diyagramları analiz etmede güçlüdür.",
  "openai/o4-mini-high.description": "o4-mini yüksek akıl yürütme katmanı, hızlı ve verimli akıl yürütme için optimize edilmiştir; güçlü kodlama ve görsel performans sunar.",
  "openai/o4-mini.description": "OpenAI o4-mini, düşük gecikmeli senaryolar için küçük ve verimli bir akıl yürütme modelidir.",
  "openai/text-embedding-3-large.description": "OpenAI’nin İngilizce ve İngilizce dışı görevler için en yetenekli gömme modelidir.",
  "openai/text-embedding-3-small.description": "OpenAI’nin geliştirilmiş, yüksek performanslı ada gömme modeli varyantıdır.",
  "openai/text-embedding-ada-002.description": "OpenAI’nin eski metin gömme modelidir.",
  "openrouter/auto.description": "Bağlam uzunluğu, konu ve karmaşıklığa göre isteğiniz Llama 3 70B Instruct, Claude 3.5 Sonnet (kendi kendini denetleyen) veya GPT-4o’ya yönlendirilir.",
  "perplexity/sonar-pro.description": "Perplexity’nin gelişmiş sorgular ve takipler için arama temelli amiral gemisi ürünüdür.",
  "perplexity/sonar-reasoning-pro.description": "Gelişmiş arama ile CoT çıktısı veren, çoklu arama sorgularını destekleyen akıl yürütme odaklı bir modeldir.",
  "perplexity/sonar-reasoning.description": "Detaylı, arama temelli açıklamalarla birlikte zincirleme düşünme (CoT) çıktısı veren akıl yürütme odaklı bir modeldir.",
  "perplexity/sonar.description": "Perplexity’nin arama temelli hafif ürünü; Sonar Pro’dan daha hızlı ve daha ekonomiktir.",
  "phi3.description": "Phi-3, verimli entegrasyon ve büyük ölçekli akıl yürütme için Microsoft’un hafif açık modelidir.",
  "phi3:14b.description": "Phi-3, verimli entegrasyon ve büyük ölçekli akıl yürütme için Microsoft’un hafif açık modelidir.",
  "pixtral-12b-2409.description": "Pixtral, grafik/görsel anlama, belge SSS, çok modlu akıl yürütme ve talimat takibinde güçlüdür. Görselleri doğal çözünürlük ve en-boy oranında işler ve 128K bağlam penceresi içinde herhangi sayıda görseli destekler.",
  "pixtral-large-latest.description": "Pixtral Large, Mistral Large 2 üzerine inşa edilmiş 124B parametreli açık çok modlu bir modeldir; çok modlu ailemizin ikinci üyesidir ve ileri düzey görsel anlama sunar.",
  "pro-128k.description": "Spark Pro 128K, 128K bağlam kapasitesiyle uzun biçimli belgeler için tam metin analizi ve uzun menzilli tutarlılık gerektiren senaryolarda idealdir; akıcı mantık ve çeşitli kaynak desteği sunar.",
  "pro-deepseek-r1.description": "Eşzamanlılık paketiyle birlikte gelen kurumsal özel hizmet modelidir.",
  "pro-deepseek-v3.description": "Eşzamanlılık paketiyle birlikte gelen kurumsal özel hizmet modelidir.",
  "qianfan-70b.description": "Qianfan 70B, yüksek kaliteli üretim ve karmaşık akıl yürütme için büyük bir Çince modeldir.",
  "qianfan-8b.description": "Qianfan 8B, metin üretimi ve SSS için maliyet ve kalite arasında denge sağlayan orta boy genel modeldir.",
  "qianfan-agent-intent-32k.description": "Qianfan Agent Intent 32K, uzun bağlam desteğiyle niyet tanıma ve ajan orkestrasyonu hedefler.",
  "qianfan-agent-lite-8k.description": "Qianfan Agent Lite 8K, düşük maliyetli çok turlu diyalog ve iş akışları için hafif bir ajan modelidir.",
  "qianfan-check-vl.description": "Qianfan Check VL, görsel-metin uygunluğu ve tanıma görevleri için çok modlu içerik denetim modelidir.",
  "qianfan-composition.description": "Qianfan Composition, karışık görsel-metin anlama ve üretim için çok modlu bir yaratım modelidir.",
  "qianfan-engcard-vl.description": "Qianfan EngCard VL, İngilizce senaryolara odaklanan çok modlu bir tanıma modelidir.",
  "qianfan-lightning-128b-a19b.description": "Qianfan Lightning 128B A19B, karmaşık SSS ve büyük ölçekli akıl yürütme için yüksek performanslı bir Çince genel modeldir.",
  "qianfan-llama-vl-8b.description": "Qianfan Llama VL 8B, genel görsel-metin anlama için Llama tabanlı çok modlu bir modeldir.",
  "qianfan-multipicocr.description": "Qianfan MultiPicOCR, birden fazla görselde metin tespiti ve tanıma yapan çok görselli bir OCR modelidir.",
  "qianfan-qi-vl.description": "Qianfan QI VL, karmaşık görsel-metin senaryolarında doğru bilgi alma ve SSS için çok modlu bir modeldir.",
  "qianfan-singlepicocr.description": "Qianfan SinglePicOCR, yüksek doğrulukta karakter tanıma sağlayan tek görsellik bir OCR modelidir.",
  "qianfan-vl-70b.description": "Qianfan VL 70B, karmaşık görsel-metin anlama için büyük bir VLM’dir.",
  "qianfan-vl-8b.description": "Qianfan VL 8B, günlük görsel-metin SSS ve analiz için hafif bir VLM’dir.",
  "qvq-72b-preview.description": "QVQ-72B-Preview, görsel akıl yürütmeyi geliştirmeye odaklanan Qwen’in deneysel araştırma modelidir.",
  "qvq-max.description": "Qwen QVQ görsel akıl yürütme modeli, görsel girdi ve zincirleme düşünme çıktısını destekler; matematik, kodlama, görsel analiz, yaratıcı ve genel görevlerde güçlü performans sunar.",
  "qvq-plus.description": "Görsel girdi ve zincirleme düşünme çıktısı sunan görsel akıl yürütme modeli. qvq-plus serisi, qvq-max’in ardından gelir ve daha hızlı akıl yürütme ile daha iyi kalite-maliyet dengesi sunar.",
  "qwen-3-32b.description": "Qwen 3 32B: çok dilli ve kodlama görevlerinde güçlü, orta ölçekli üretim kullanımı için uygun.",
  "qwen-coder-plus.description": "Qwen kod modeli.",
  "qwen-coder-turbo-latest.description": "Qwen kod modeli.",
  "qwen-coder-turbo.description": "Qwen kod modeli.",
  "qwen-flash.description": "En hızlı ve en düşük maliyetli Qwen modeli, basit görevler için ideal.",
  "qwen-image-edit.description": "Qwen Image Edit, görüntüleri giriş görselleri ve metin istemlerine göre düzenleyen bir görüntüden-görüntüye modeldir; hassas ayarlamalar ve yaratıcı dönüşümler sağlar.",
  "qwen-image.description": "Qwen-Image, çoklu sanat tarzlarını destekleyen ve özellikle Çince ve İngilizce metinleri güçlü şekilde işleyebilen genel bir görüntü üretim modelidir. Çok satırlı düzenleri, paragraf düzeyinde metinleri ve karmaşık metin-görsel düzenleri için ince detayları destekler.",
  "qwen-long.description": "Uzun bağlam ve çok belgeli senaryolarda sohbet desteği sunan ultra büyük Qwen modeli.",
  "qwen-math-plus-latest.description": "Qwen Math, matematik problemlerini çözmeye odaklı bir dil modelidir.",
  "qwen-math-plus.description": "Qwen Math, matematik problemlerini çözmeye odaklı bir dil modelidir.",
  "qwen-math-turbo-latest.description": "Qwen Math, matematik problemlerini çözmeye odaklı bir dil modelidir.",
  "qwen-math-turbo.description": "Qwen Math, matematik problemlerini çözmeye odaklı bir dil modelidir.",
  "qwen-max.description": "Çince, İngilizce ve diğer dilleri destekleyen yüz milyar ölçekli ultra büyük Qwen modeli; mevcut Qwen2.5 ürünlerinin arkasındaki API modelidir.",
  "qwen-omni-turbo.description": "Qwen-Omni modelleri çok modlu girişleri (video, ses, görsel, metin) destekler ve ses ile metin çıktısı üretir.",
  "qwen-plus.description": "Çince, İngilizce ve diğer dilleri destekleyen geliştirilmiş ultra büyük Qwen modeli.",
  "qwen-turbo.description": "Qwen Turbo artık güncellenmeyecek; yerine Qwen Flash kullanılmalıdır. Çince, İngilizce ve diğer dilleri destekleyen ultra büyük Qwen modeli.",
  "qwen-vl-chat-v1.description": "Qwen VL, çoklu görsel girişi, çok turlu soru-cevap ve yaratıcı görevler gibi esnek etkileşimleri destekler.",
  "qwen-vl-max-latest.description": "Ultra büyük Qwen görsel-dil modeli. Geliştirilmiş sürüme kıyasla görsel akıl yürütme ve yönerge takibinde daha güçlü algı ve kavrama sunar.",
  "qwen-vl-max.description": "Ultra büyük Qwen görsel-dil modeli. Geliştirilmiş sürüme kıyasla görsel akıl yürütme ve yönerge takibinde daha güçlü görsel algı ve kavrama sunar.",
  "qwen-vl-ocr.description": "Qwen OCR, belgeler, tablolar, sınav görselleri ve el yazısı için metin çıkarımı yapan bir modeldir. Çince, İngilizce, Fransızca, Japonca, Korece, Almanca, Rusça, İtalyanca, Vietnamca ve Arapçayı destekler.",
  "qwen-vl-plus-latest.description": "Detay ve metin tanımada büyük gelişmeler sunan, bir megapikselin üzerinde çözünürlük ve rastgele en-boy oranlarını destekleyen geliştirilmiş büyük ölçekli Qwen görsel-dil modeli.",
  "qwen-vl-plus.description": "Detay ve metin tanımada büyük gelişmeler sunan, bir megapikselin üzerinde çözünürlük ve rastgele en-boy oranlarını destekleyen geliştirilmiş büyük ölçekli Qwen görsel-dil modeli.",
  "qwen-vl-v1.description": "Qwen-7B'den başlatılan önceden eğitilmiş model, görsel modül ve 448 çözünürlüklü görsel girişi içerir.",
  "qwen/qwen-2-7b-instruct.description": "Qwen2, yeni Qwen LLM serisidir. Qwen2 7B, dil anlama, çok dillilik, programlama, matematik ve akıl yürütmede üstün olan dönüştürücü tabanlı bir modeldir.",
  "qwen/qwen-2-7b-instruct:free.description": "Qwen2, daha güçlü anlama ve üretim yeteneklerine sahip yeni bir büyük dil modeli ailesidir.",
  "qwen/qwen-2-vl-72b-instruct.description": "Qwen2-VL, Qwen-VL'nin en son sürümüdür ve MathVista, DocVQA, RealWorldQA ve MTVQA gibi görsel kıyaslamalarda en üst düzey performansa ulaşır. 20+ dakikalık videoları anlayarak yüksek kaliteli video Soru-Cevap, diyalog ve içerik üretimi sağlar. Karmaşık akıl yürütme ve karar verme görevlerini yerine getirir, mobil cihazlar ve robotlarla entegre olarak görsel bağlam ve metin talimatlarına göre hareket eder. İngilizce ve Çince dışında, görsellerdeki metinleri Avrupa dillerinin çoğu, Japonca, Korece, Arapça ve Vietnamca dahil birçok dilde okuyabilir.",
  "qwen/qwen-2.5-72b-instruct.description": "Qwen2.5-72B-Instruct, Alibaba Cloud’un en yeni LLM sürümlerinden biridir. 72B modeli, kodlama ve matematikte önemli gelişmeler sunar, 29'dan fazla dili (Çince ve İngilizce dahil) destekler ve yönerge takibi, yapılandırılmış veri anlama ve yapılandırılmış çıktı (özellikle JSON) üretiminde büyük ilerlemeler sağlar.",
  "qwen/qwen2.5-32b-instruct.description": "Qwen2.5-32B-Instruct, Alibaba Cloud’un en yeni LLM sürümlerinden biridir. 32B modeli, kodlama ve matematikte önemli gelişmeler sunar, 29'dan fazla dili (Çince ve İngilizce dahil) destekler ve yönerge takibi, yapılandırılmış veri anlama ve yapılandırılmış çıktı (özellikle JSON) üretiminde büyük ilerlemeler sağlar.",
  "qwen/qwen2.5-7b-instruct.description": "Çince ve İngilizce için iki dilli bir LLM; dil, kodlama, matematik ve akıl yürütme alanlarında güçlüdür.",
  "qwen/qwen2.5-coder-32b-instruct.description": "Ana akım programlama dilleri arasında kod üretimi, akıl yürütme ve onarım için gelişmiş bir LLM.",
  "qwen/qwen2.5-coder-7b-instruct.description": "32K bağlam desteğiyle çok dilli programlamada başarılı, güçlü orta boyutlu bir kod modeli.",
  "qwen/qwen3-14b.description": "Qwen3-14B, genel akıl yürütme ve sohbet senaryoları için 14B varyantıdır.",
  "qwen/qwen3-14b:free.description": "Qwen3-14B, karmaşık akıl yürütme ve verimli sohbet için oluşturulmuş yoğun 14.8B parametreli nedensel bir LLM'dir. Matematik, kodlama ve mantık için düşünme modu ile genel sohbet için düşünmeyen mod arasında geçiş yapar. 100'den fazla dil ve lehçede yönerge takibi, araç kullanımı ve yaratıcı yazım için ince ayarlanmıştır. Doğal olarak 32K bağlamı işler ve YaRN ile 131K'ya kadar ölçeklenir.",
  "qwen/qwen3-235b-a22b-2507.description": "Qwen3-235B-A22B-Instruct-2507, çok dilli yönerge kullanımı ile uzun bağlam senaryoları arasında denge kuran Qwen3 serisinin Instruct varyantıdır.",
  "qwen/qwen3-235b-a22b-thinking-2507.description": "Qwen3-235B-A22B-Thinking-2507, karmaşık matematik ve akıl yürütme görevleri için güçlendirilmiş Qwen3'ün Thinking varyantıdır.",
  "qwen/qwen3-235b-a22b.description": "Qwen3-235B-A22B, Qwen'in 235B parametreli bir MoE modelidir ve her ileri geçişte 22B aktif parametre kullanır. Karmaşık akıl yürütme, matematik ve kodlama için düşünme modu ile verimli sohbet için düşünmeyen mod arasında geçiş yapar. Güçlü akıl yürütme, 100'den fazla dil/lehçede çok dilli destek, gelişmiş yönerge takibi ve araç kullanımı sunar. Doğal olarak 32K bağlamı işler ve YaRN ile 131K'ya kadar ölçeklenir.",
  "qwen/qwen3-235b-a22b:free.description": "Qwen3-235B-A22B, Qwen'in 235B parametreli bir MoE modelidir ve her ileri geçişte 22B aktif parametre kullanır. Karmaşık akıl yürütme, matematik ve kodlama için düşünme modu ile verimli sohbet için düşünmeyen mod arasında geçiş yapar. Güçlü akıl yürütme, 100'den fazla dil/lehçede çok dilli destek, gelişmiş yönerge takibi ve araç kullanımı sunar. Doğal olarak 32K bağlamı işler ve YaRN ile 131K'ya kadar ölçeklenir.",
  "qwen/qwen3-30b-a3b.description": "Qwen3, yoğun ve MoE mimarileriyle en yeni Qwen LLM neslidir; akıl yürütme, çok dilli destek ve gelişmiş ajan görevlerinde üstündür. Karmaşık akıl yürütme için düşünme modu ile verimli sohbet için düşünmeyen mod arasında geçiş yapabilme yeteneği sayesinde çok yönlü ve yüksek kaliteli performans sunar.\n\nQwen3, QwQ ve Qwen2.5 gibi önceki modelleri önemli ölçüde geride bırakır; mükemmel matematik, kodlama, sağduyu akıl yürütmesi, yaratıcı yazım ve etkileşimli sohbet sunar. Qwen3-30B-A3B varyantı 30.5B parametreye (3.3B aktif), 48 katmana, 128 uzmana (görev başına 8 aktif) sahiptir ve YaRN ile 131K bağlama kadar destek sunar; açık modeller için yeni bir standart belirler.",
  "qwen/qwen3-30b-a3b:free.description": "Qwen3, yoğun ve MoE mimarileriyle en yeni Qwen LLM neslidir; akıl yürütme, çok dilli destek ve gelişmiş ajan görevlerinde üstündür. Karmaşık akıl yürütme için düşünme modu ile verimli sohbet için düşünmeyen mod arasında geçiş yapabilme yeteneği sayesinde çok yönlü ve yüksek kaliteli performans sunar.\n\nQwen3, QwQ ve Qwen2.5 gibi önceki modelleri önemli ölçüde geride bırakır; mükemmel matematik, kodlama, sağduyu akıl yürütmesi, yaratıcı yazım ve etkileşimli sohbet sunar. Qwen3-30B-A3B varyantı 30.5B parametreye (3.3B aktif), 48 katmana, 128 uzmana (görev başına 8 aktif) sahiptir ve YaRN ile 131K bağlama kadar destek sunar; açık modeller için yeni bir standart belirler.",
  "qwen/qwen3-32b.description": "Qwen3-32B, karmaşık akıl yürütme ve verimli sohbet için optimize edilmiş, yoğun yapılı 32,8 milyar parametreli nedensel bir büyük dil modelidir. Matematik, kodlama ve mantık için düşünme moduyla genel sohbet için daha hızlı çalışan düşünmeyen mod arasında geçiş yapabilir. 100'den fazla dil ve lehçede talimat takibi, araç kullanımı ve yaratıcı yazımda güçlü performans sergiler. Doğal olarak 32K bağlamı destekler ve YaRN ile 131K'ya kadar ölçeklenebilir.",
  "qwen/qwen3-32b:free.description": "Qwen3-32B, karmaşık akıl yürütme ve verimli sohbet için optimize edilmiş, yoğun yapılı 32,8 milyar parametreli nedensel bir büyük dil modelidir. Matematik, kodlama ve mantık için düşünme moduyla genel sohbet için daha hızlı çalışan düşünmeyen mod arasında geçiş yapabilir. 100'den fazla dil ve lehçede talimat takibi, araç kullanımı ve yaratıcı yazımda güçlü performans sergiler. Doğal olarak 32K bağlamı destekler ve YaRN ile 131K'ya kadar ölçeklenebilir.",
  "qwen/qwen3-8b:free.description": "Qwen3-8B, yoğun yapılı 8,2 milyar parametreli bir nedensel dil modelidir ve akıl yürütme ağırlıklı görevler ile verimli sohbet için tasarlanmıştır. Matematik, kodlama ve mantık için düşünme moduyla genel sohbet için düşünmeyen mod arasında geçiş yapabilir. 100'den fazla dil ve lehçede talimat takibi, araç entegrasyonu ve yaratıcı yazım için ince ayar yapılmıştır. Doğal olarak 32K bağlamı destekler ve YaRN ile 131K'ya kadar ölçeklenebilir.",
  "qwen/qwen3-coder-plus.description": "Qwen3-Coder-Plus, daha karmaşık araç kullanımı ve uzun süreli oturumlar için optimize edilmiş Qwen serisi kodlama ajan modelidir.",
  "qwen/qwen3-coder.description": "Qwen3-Coder, uzun belgeleri anlama ve kod üretiminde güçlü olan Qwen3 kod üretim ailesidir.",
  "qwen/qwen3-max-preview.description": "Qwen3 Max (önizleme), gelişmiş akıl yürütme ve araç entegrasyonu için Max varyantıdır.",
  "qwen/qwen3-max.description": "Qwen3 Max, çok dilli akıl yürütme ve araç entegrasyonu için Qwen3 serisinin üst düzey akıl yürütme modelidir.",
  "qwen/qwen3-vl-plus.description": "Qwen3 VL-Plus, geliştirilmiş çok modlu akıl yürütme ve video işleme yeteneklerine sahip görsel destekli Qwen3 varyantıdır.",
  "qwen2.5-14b-instruct-1m.description": "Qwen2.5 açık kaynaklı 72B modelidir.",
  "qwen2.5-14b-instruct.description": "Qwen2.5 açık kaynaklı 14B modelidir.",
  "qwen2.5-32b-instruct.description": "Qwen2.5 açık kaynaklı 32B modelidir.",
  "qwen2.5-72b-instruct.description": "Qwen2.5 açık kaynaklı 72B modelidir.",
  "qwen2.5-7b-instruct.description": "Qwen2.5 7B Instruct, çok senaryolu sohbet ve üretim için olgunlaşmış açık kaynaklı bir talimat modeli sunar.",
  "qwen2.5-coder-1.5b-instruct.description": "Açık kaynaklı Qwen kod modeli.",
  "qwen2.5-coder-14b-instruct.description": "Açık kaynaklı Qwen kod modeli.",
  "qwen2.5-coder-32b-instruct.description": "Açık kaynaklı Qwen kod modeli.",
  "qwen2.5-coder-7b-instruct.description": "Açık kaynaklı Qwen kod modeli.",
  "qwen2.5-coder-instruct.description": "Qwen2.5-Coder, Qwen ailesinin (eski adıyla CodeQwen) en yeni kod odaklı büyük dil modelidir.",
  "qwen2.5-instruct.description": "Qwen2.5, 0.5B'den 72B'ye kadar parametre aralığında temel ve talimatla ayarlanmış modeller içeren en yeni Qwen LLM serisidir.",
  "qwen2.5-math-1.5b-instruct.description": "Qwen-Math, güçlü matematiksel problem çözme yetenekleri sunar.",
  "qwen2.5-math-72b-instruct.description": "Qwen-Math, güçlü matematiksel problem çözme yetenekleri sunar.",
  "qwen2.5-math-7b-instruct.description": "Qwen-Math, güçlü matematiksel problem çözme yetenekleri sunar.",
  "qwen2.5-omni-7b.description": "Qwen-Omni modelleri çok modlu girişleri (video, ses, görsel, metin) destekler ve ses ile metin çıktısı üretebilir.",
  "qwen2.5-vl-32b-instruct.description": "Qwen2.5 VL 32B Instruct, özel dağıtım ve çok senaryolu kullanım için uygun açık kaynaklı çok modlu bir modeldir.",
  "qwen2.5-vl-72b-instruct.description": "Geliştirilmiş talimat takibi, matematik, problem çözme ve kodlama yetenekleriyle birlikte daha güçlü genel nesne tanıma sunar. Formatlar arası hassas görsel öğe konumlandırma, uzun video anlama (10 dakikaya kadar), saniye düzeyinde olay zamanlaması, zamansal sıralama ve hız anlama desteklenir. İşletim sistemi veya mobil cihazları kontrol edebilen ajanlar için ayrıştırma ve konumlandırma özellikleri içerir. Güçlü bilgi çıkarımı ve JSON çıktısı sağlar. Bu sürüm, serinin en güçlü 72B versiyonudur.",
  "qwen2.5-vl-7b-instruct.description": "Qwen2.5 VL 7B Instruct, dağıtım maliyeti ile tanıma yeteneği arasında denge kuran hafif bir çok modlu modeldir.",
  "qwen2.5-vl-instruct.description": "Qwen2.5-VL, Qwen ailesinin en yeni görsel-dil modelidir.",
  "qwen2.5.description": "Qwen2.5, Alibaba’nın çeşitli kullanım senaryolarında güçlü performans sunan yeni nesil büyük dil modelidir.",
  "qwen2.5:0.5b.description": "Qwen2.5, Alibaba’nın çeşitli kullanım senaryolarında güçlü performans sunan yeni nesil büyük dil modelidir.",
  "qwen2.5:1.5b.description": "Qwen2.5, Alibaba’nın çeşitli kullanım senaryolarında güçlü performans sunan yeni nesil büyük dil modelidir.",
  "qwen2.5:72b.description": "Qwen2.5, Alibaba’nın çeşitli kullanım senaryolarında güçlü performans sunan yeni nesil büyük dil modelidir.",
  "qwen2.description": "Qwen2, Alibaba’nın çeşitli kullanım senaryolarında güçlü performans sunan yeni nesil büyük dil modelidir.",
  "qwen2:0.5b.description": "Qwen2, Alibaba’nın çeşitli kullanım senaryolarında güçlü performans sunan yeni nesil büyük dil modelidir.",
  "qwen2:1.5b.description": "Qwen2, Alibaba’nın çeşitli kullanım senaryolarında güçlü performans sunan yeni nesil büyük dil modelidir.",
  "qwen2:72b.description": "Qwen2, Alibaba’nın çeşitli kullanım senaryolarında güçlü performans sunan yeni nesil büyük dil modelidir.",
  "qwen3-0.6b.description": "Qwen3 0.6B, basit akıl yürütme ve çok kısıtlı ortamlar için giriş seviyesi bir modeldir.",
  "qwen3-1.7b.description": "Qwen3 1.7B, uç cihazlar ve yerel dağıtım için ultra hafif bir modeldir.",
  "qwen3-14b.description": "Qwen3 14B, çok dilli soru-cevap ve metin üretimi için orta boyutlu bir modeldir.",
  "qwen3-235b-a22b-instruct-2507.description": "Qwen3 235B A22B Instruct 2507, geniş yelpazede üretim ve akıl yürütme görevleri için amiral gemisi bir talimat modelidir.",
  "qwen3-235b-a22b-thinking-2507.description": "Qwen3 235B A22B Thinking 2507, zorlu akıl yürütme görevleri için ultra büyük bir düşünme modelidir.",
  "qwen3-235b-a22b.description": "Qwen3, akıl yürütme, genel yetenek, ajan kabiliyetleri ve çok dilli performansta büyük gelişmeler sunan yeni nesil Tongyi Qwen modelidir; düşünme modları arasında geçişi destekler.",
  "qwen3-30b-a3b-instruct-2507.description": "Qwen3 30B A3B Instruct 2507, yüksek kaliteli üretim ve soru-cevap için orta-büyük boyutlu bir talimat modelidir.",
  "qwen3-30b-a3b-thinking-2507.description": "Qwen3 30B A3B Thinking 2507, doğruluk ve maliyet arasında denge kuran orta-büyük boyutlu bir düşünme modelidir.",
  "qwen3-30b-a3b.description": "Qwen3 30B A3B, maliyet ve kalite arasında denge kuran orta-büyük boyutlu genel bir modeldir.",
  "qwen3-32b.description": "Qwen3 32B, daha güçlü anlama gerektiren genel görevler için uygundur.",
  "qwen3-4b.description": "Qwen3 4B, küçük ve orta ölçekli uygulamalar ile yerel çıkarım için uygundur.",
  "qwen3-8b.description": "Qwen3 8B, yüksek eşzamanlı iş yükleri için esnek dağıtım sunan hafif bir modeldir.",
  "qwen3-coder-30b-a3b-instruct.description": "Açık kaynaklı Qwen kod modeli. En yeni qwen3-coder-30b-a3b-instruct, Qwen3 tabanlıdır ve otonom programlama için güçlü kodlama ajan yetenekleri, araç kullanımı ve ortam etkileşimi sunar. Mükemmel kod performansı ve sağlam genel yetenek sağlar.",
  "qwen3-coder-480b-a35b-instruct.description": "Qwen3 Coder 480B A35B Instruct, çok dilli programlama ve karmaşık kod anlama için amiral gemisi bir kod modelidir.",
  "qwen3-coder-flash.description": "Qwen kod modeli. En yeni Qwen3-Coder serisi, Qwen3 tabanlıdır ve otonom programlama için güçlü kodlama ajan yetenekleri, araç kullanımı ve ortam etkileşimi sunar. Mükemmel kod performansı ve sağlam genel yetenek sağlar.",
  "qwen3-coder-plus.description": "Qwen kod modeli. En yeni Qwen3-Coder serisi, Qwen3 tabanlıdır ve otonom programlama için güçlü kodlama ajan yetenekleri, araç kullanımı ve ortam etkileşimi sunar. Mükemmel kod performansı ve sağlam genel yetenek sağlar.",
  "qwen3-coder:480b.description": "Ajan ve kodlama görevleri için Alibaba'nın yüksek performanslı uzun bağlam modeli.",
  "qwen3-max-2026-01-23.description": "Qwen3 Max modelleri, genel yetenek, Çince/İngilizce anlama, karmaşık yönerge takibi, öznel açık görevler, çok dilli yetenek ve araç kullanımı gibi alanlarda 2.5 serisine göre büyük gelişmeler sunar ve daha az halüsinasyon üretir. En son qwen3-max, qwen3-max-preview'e göre ajan programlama ve araç kullanımında gelişmiştir. Bu sürüm, alanında SOTA seviyesine ulaşır ve daha karmaşık ajan ihtiyaçlarını hedefler.",
  "qwen3-max-preview.description": "Karmaşık, çok adımlı görevler için en iyi performans gösteren Qwen modeli. Önizleme sürümü düşünme desteği sunar.",
  "qwen3-max.description": "Qwen3 Max modelleri, genel yetenek, Çince/İngilizce anlama, karmaşık talimat takibi, öznel açık görevler, çok dilli yetenek ve araç kullanımı konularında 2.5 serisine göre büyük gelişmeler sunar. Daha az halüsinasyon üretir. En yeni qwen3-max, qwen3-max-preview'e göre ajan programlama ve araç kullanımında gelişmiştir. Bu sürüm, alanında SOTA seviyesine ulaşır ve daha karmaşık ajan ihtiyaçlarını hedefler.",
  "qwen3-next-80b-a3b-instruct.description": "Yeni nesil Qwen3 düşünmeyen açık kaynaklı model. Önceki sürüme (Qwen3-235B-A22B-Instruct-2507) kıyasla daha iyi Çince anlama, daha güçlü mantıksal akıl yürütme ve geliştirilmiş metin üretimi sunar.",
  "qwen3-next-80b-a3b-thinking.description": "Qwen3 Next 80B A3B Thinking, karmaşık görevler için amiral gemisi akıl yürütme modelidir.",
  "qwen3-omni-flash.description": "Qwen-Omni, metin, görsel, ses ve video gibi birleşik girişleri kabul eder ve metin veya konuşma çıktısı üretir. Çoklu doğal ses stilleri sunar, çok dilli ve lehçeli konuşmayı destekler ve yazma, görsel tanıma ve sesli asistan gibi kullanım senaryolarına uygundur.",
  "qwen3-vl-235b-a22b-instruct.description": "Qwen3 VL 235B A22B Instruct, yüksek düzeyde anlama ve üretim gerektiren görevler için amiral gemisi çok modlu modeldir.",
  "qwen3-vl-235b-a22b-thinking.description": "Qwen3 VL 235B A22B Thinking, karmaşık çok modlu akıl yürütme ve planlama için amiral gemisi düşünme sürümüdür.",
  "qwen3-vl-30b-a3b-instruct.description": "Qwen3 VL 30B A3B Instruct, doğruluk ve akıl yürütme performansı arasında denge kuran büyük bir çok modlu modeldir.",
  "qwen3-vl-30b-a3b-thinking.description": "Qwen3 VL 30B A3B Thinking, karmaşık çok modlu görevler için derin düşünme sürümüdür.",
  "qwen3-vl-32b-instruct.description": "Qwen3 VL 32B Instruct, yüksek kaliteli görsel-metin soru-cevap ve üretim için talimatla ayarlanmış çok modlu bir modeldir.",
  "qwen3-vl-32b-thinking.description": "Qwen3 VL 32B Thinking, karmaşık akıl yürütme ve uzun zincirli analiz için derin düşünme çok modlu sürümdür.",
  "qwen3-vl-8b-instruct.description": "Qwen3 VL 8B Instruct, günlük görsel soru-cevap ve uygulama entegrasyonu için hafif bir çok modlu modeldir.",
  "qwen3-vl-8b-thinking.description": "Qwen3 VL 8B Thinking, ayrıntılı görsel akıl yürütme için çok modlu bir düşünce zinciri modelidir.",
  "qwen3-vl-flash.description": "Qwen3 VL Flash: gecikmeye duyarlı veya yüksek hacimli istekler için hafif, yüksek hızlı akıl yürütme sürümüdür.",
  "qwen3-vl-plus.description": "Qwen VL, görsel anlama yeteneğine sahip bir metin üretim modelidir. OCR yapabilir, özetleyebilir ve akıl yürütebilir; örneğin ürün fotoğraflarından özellik çıkarabilir veya görsellerden problemleri çözebilir.",
  "qwen3.description": "Qwen3, Alibaba’nın çeşitli kullanım senaryolarında güçlü performans sunan yeni nesil büyük dil modelidir.",
  "qwq-32b-preview.description": "QwQ, geliştirilmiş akıl yürütmeye odaklanan Qwen'in deneysel bir araştırma modelidir.",
  "qwq-32b.description": "QwQ, Qwen ailesine ait bir akıl yürütme modelidir. Standart talimatla eğitilmiş modellere kıyasla düşünme ve akıl yürütme yetenekleriyle özellikle karmaşık problemler üzerinde performansı önemli ölçüde artırır. QwQ-32B, DeepSeek-R1 ve o1-mini gibi üst düzey modellerle rekabet eden orta boyutlu bir modeldir.",
  "qwq-plus.description": "Qwen2.5 üzerine eğitilen QwQ akıl yürütme modeli, pekiştirmeli öğrenme (RL) ile akıl yürütmeyi büyük ölçüde geliştirir. Matematik/kodlama (AIME 24/25, LiveCodeBench) ve genel testlerde (IFEval, LiveBench) DeepSeek-R1 seviyesine ulaşır.",
  "qwq.description": "QwQ, Qwen ailesine ait bir akıl yürütme modelidir. Standart talimatla eğitilmiş modellere kıyasla düşünme ve akıl yürütme yetenekleriyle özellikle zor problemler üzerinde performansı önemli ölçüde artırır. QwQ-32B, DeepSeek-R1 ve o1-mini gibi üst düzey modellerle rekabet eden orta boyutlu bir modeldir.",
  "qwq_32b.description": "Qwen ailesine ait orta boyutlu bir akıl yürütme modelidir. Standart talimatla eğitilmiş modellere kıyasla QwQ’nun düşünme ve akıl yürütme yetenekleri, özellikle zor problemler üzerinde performansı önemli ölçüde artırır.",
  "r1-1776.description": "R1-1776, sansürsüz ve tarafsız gerçek bilgi sunmak üzere DeepSeek R1 üzerine eğitilmiş bir varyanttır.",
  "solar-mini-ja.description": "Solar Mini (Ja), Japonca odaklı geliştirilmiş Solar Mini modelidir; İngilizce ve Korece'de de verimli ve güçlü performans sunar.",
  "solar-mini.description": "Solar Mini, GPT-3.5'i geride bırakan kompakt bir LLM'dir. İngilizce ve Korece destekli çok dilli yetenekleriyle verimli ve küçük boyutlu bir çözüm sunar.",
  "solar-pro.description": "Solar Pro, Upstage tarafından geliştirilen yüksek zekaya sahip bir LLM'dir. Tek bir GPU üzerinde talimat izleme odaklıdır ve IFEval skorları 80'in üzerindedir. Şu anda İngilizce desteklidir; tam sürüm Kasım 2024'te daha fazla dil desteği ve uzun bağlamla planlanmıştır.",
  "sonar-deep-research.description": "Deep Research, uzman düzeyinde kapsamlı araştırmalar yapar ve bunları erişilebilir, uygulanabilir raporlar haline getirir.",
  "sonar-pro.description": "Karmaşık sorgular ve takip soruları için arama temelli gelişmiş bir arama ürünüdür.",
  "sonar-reasoning-pro.description": "Karmaşık sorgular ve takip soruları için arama temelli gelişmiş bir arama ürünüdür.",
  "sonar-reasoning.description": "Karmaşık sorgular ve takip soruları için arama temelli gelişmiş bir arama ürünüdür.",
  "sonar.description": "Sonar Pro'dan daha hızlı ve daha uygun maliyetli, hafif bir arama temelli üründür.",
  "spark-x.description": "X1.5 güncellemeleri: (1) `thinking` alanı ile kontrol edilen dinamik düşünme modu; (2) 64K giriş ve 64K çıkış ile daha uzun bağlam desteği; (3) FunctionCall desteği.",
  "stable-diffusion-3-medium.description": "Stability AI tarafından geliştirilen en yeni metinden görsele modeldir. Görsel kalitesi, metin anlama ve stil çeşitliliğinde önemli gelişmeler sunar; karmaşık doğal dil komutlarını daha doğru yorumlar ve daha hassas, çeşitli görseller üretir.",
  "stable-diffusion-3.5-large-turbo.description": "stable-diffusion-3.5-large-turbo, stable-diffusion-3.5-large üzerine karşıt yayılma damıtması (ADD) uygular ve daha hızlı çalışır.",
  "stable-diffusion-3.5-large.description": "stable-diffusion-3.5-large, 800M parametreli bir MMDiT metinden görsele modelidir; yüksek kalite ve komut uyumu sunar, 1 megapiksel görselleri destekler ve tüketici donanımında verimli çalışır.",
  "stable-diffusion-v1.5.description": "stable-diffusion-v1.5, v1.2 kontrol noktasından başlatılmış ve \"laion-aesthetics v2 5+\" üzerinde 595k adım boyunca 512x512 çözünürlükte ince ayar yapılmıştır. Metin koşullandırması %10 azaltılarak sınıflandırıcıdan bağımsız yönlendirme örneklemesi geliştirilmiştir.",
  "stable-diffusion-xl-base-1.0.description": "Stability AI tarafından geliştirilen açık kaynaklı bir metinden görsele modeldir. Yaratıcı görsel üretim konusunda sektör lideridir. Güçlü talimat anlama yeteneğine sahiptir ve hassas üretim için ters komut tanımlarını destekler.",
  "stable-diffusion-xl.description": "stable-diffusion-xl, v1.5'e göre büyük gelişmeler sunar ve en iyi açık metinden görsele sonuçlarla eşleşir. Geliştirmeler arasında 3 kat daha büyük UNet omurgası, daha iyi görsel kalite için bir iyileştirme modülü ve daha verimli eğitim teknikleri yer alır.",
  "step-1-128k.description": "Genel senaryolar için performans ve maliyet dengesini sağlar.",
  "step-1-256k.description": "Uzun belgelerin analizi için ideal, ekstra uzun bağlam desteği.",
  "step-1-32k.description": "Çeşitli senaryolar için orta uzunlukta konuşmaları destekler.",
  "step-1-8k.description": "Hafif görevler için uygun küçük model.",
  "step-1-flash.description": "Gerçek zamanlı sohbet için uygun yüksek hızlı model.",
  "step-1.5v-mini.description": "Gelişmiş video anlama yeteneklerine sahiptir.",
  "step-1o-turbo-vision.description": "Görsel anlama konusunda güçlüdür, matematik ve kodlamada 1o'dan daha iyi performans gösterir. Daha küçük boyutlu ve daha hızlı çıktı verir.",
  "step-1o-vision-32k.description": "Step-1V serisine kıyasla daha iyi görsel performansla güçlü görsel anlama sunar.",
  "step-1v-32k.description": "Zengin çok modlu etkileşim için görsel girdileri destekler.",
  "step-1v-8k.description": "Temel görsel ve metin görevleri için küçük görsel model.",
  "step-1x-edit.description": "Bu model, kullanıcı tarafından sağlanan görseller ve metinlere göre görselleri düzenlemeye, değiştirmeye ve iyileştirmeye odaklanır. Metin açıklamaları ve örnek görseller dahil olmak üzere çoklu giriş formatlarını destekler ve kullanıcı niyetiyle uyumlu düzenlemeler üretir.",
  "step-1x-medium.description": "Bu model, metin istemiyle güçlü görsel üretim sunar. Yerel Çince desteği sayesinde Çince açıklamaları daha iyi anlar, anlamlarını yakalar ve daha doğru üretim için görsel özelliklere dönüştürür. Yüksek çözünürlüklü, yüksek kaliteli görseller üretir ve belirli bir düzeyde stil aktarımını destekler.",
  "step-2-16k-exp.description": "En son özellikler ve sürekli güncellemelerle deneysel Step-2 sürümü. Üretim ortamı için önerilmez.",
  "step-2-16k.description": "Karmaşık diyaloglar için geniş bağlamlı etkileşimleri destekler.",
  "step-2-mini.description": "Yeni nesil kurum içi MFA dikkat mimarisi üzerine inşa edilmiştir, Step-1 benzeri sonuçları çok daha düşük maliyetle sunar, daha yüksek verim ve daha hızlı gecikme sağlar. Genel görevleri güçlü kodlama yeteneğiyle işler.",
  "step-2x-large.description": "Metin istemlerinden yüksek kaliteli görseller üreten yeni nesil StepFun görsel modeli. Daha gerçekçi dokular ve daha güçlü Çince/İngilizce metin işleme sunar.",
  "step-3.description": "Bu model güçlü görsel algı ve karmaşık akıl yürütme yeteneklerine sahiptir, alanlar arası bilgi anlama, matematik-görsel analiz ve günlük görsel analiz görevlerini doğru şekilde işler.",
  "step-r1-v-mini.description": "Görselleri ve metni işleyip derin akıl yürütme sonrası metin üretebilen güçlü görsel anlama yeteneğine sahip bir akıl yürütme modelidir. Görsel akıl yürütmede üst düzey performans sunar ve 100K bağlam penceresiyle matematik, kodlama ve metin akıl yürütmede en üst düzeyde performans gösterir.",
  "stepfun-ai/step3.description": "Step3, StepFun tarafından geliştirilen son teknoloji çok modlu akıl yürütme modelidir. 321B toplam ve 38B aktif parametreye sahip MoE mimarisi üzerine kuruludur. Uçtan uca tasarımı, kod çözme maliyetini en aza indirirken üst düzey görsel-dil akıl yürütmesi sunar. MFA ve AFD tasarımı sayesinde hem üst düzey hem de düşük seviye hızlandırıcılarda verimlidir. 20T+ metin ve 4T görsel-metin verisiyle çok dilli ön eğitimden geçirilmiştir. Matematik, kodlama ve çok modlu kıyaslamalarda lider açık model performansına ulaşır.",
  "taichu_llm.description": "Yüksek kaliteli büyük veriyle eğitilmiş, daha güçlü metin anlama, içerik üretimi ve diyalog tabanlı soru-cevap yeteneklerine sahiptir.",
  "taichu_o1.description": "taichu_o1, çok modlu etkileşim ve pekiştirmeli öğrenme ile insan benzeri düşünce zinciri oluşturan yeni nesil bir akıl yürütme modelidir. Karmaşık karar simülasyonlarını destekler, akıl yürütme yollarını görünür kılar ve yüksek doğruluklu çıktılar sunar. Strateji analizi ve derin düşünme için uygundur.",
  "taichu_vl.description": "Görsel anlama, bilgi aktarımı ve mantıksal ilişkilendirmeyi birleştirerek görsel-metin soru-cevapta üstün performans gösterir.",
  "tencent/Hunyuan-A13B-Instruct.description": "Hunyuan-A13B-Instruct, 80B toplam ve 13B aktif parametreyle daha büyük modellerle eşleşir. Hızlı/yavaş hibrit akıl yürütme, kararlı uzun metin anlama ve BFCL-v3 ile τ-Bench üzerinde lider ajan yetenekleri sunar. GQA ve çoklu kuant formatları verimli çıkarım sağlar.",
  "tencent/Hunyuan-MT-7B.description": "Hunyuan Çeviri Modeli, Hunyuan-MT-7B ve birleşik Hunyuan-MT-Chimera'yı içerir. Hunyuan-MT-7B, 33 dil ve 5 Çin azınlık dili destekleyen 7B hafif bir çeviri modelidir. WMT25'te 31 dil çifti arasında 30 birincilik elde etmiştir. Tencent Hunyuan, ön eğitimden SFT'ye, çeviri RL'den birleşik RL'ye kadar tam bir eğitim hattı kullanarak boyutuna göre lider performans ve kolay dağıtım sunar.",
  "text-embedding-3-large.description": "İngilizce ve İngilizce dışı görevler için en yetenekli gömme modeli.",
  "text-embedding-3-small.description": "Geri getirme ve RAG senaryoları için verimli, uygun maliyetli yeni nesil gömme modeli.",
  "thudm/glm-4-32b.description": "GLM-4-32B-0414, kod üretimi, fonksiyon çağrısı ve ajan görevleri için optimize edilmiş 32B çift dilli (Çince/İngilizce) açık ağırlıklı modeldir. 15T yüksek kaliteli ve akıl yürütme ağırlıklı veriyle ön eğitilmiş, insan tercihi hizalaması, reddetme örneklemesi ve RL ile daha da iyileştirilmiştir. Karmaşık akıl yürütme, yapılandırılmış çıktı ve yapay ürün üretiminde üst düzey performans gösterir. GPT-4o ve DeepSeek-V3-0324 seviyesinde performansa ulaşır.",
  "thudm/glm-4-32b:free.description": "GLM-4-32B-0414, kod üretimi, fonksiyon çağrısı ve ajan görevleri için optimize edilmiş 32B çift dilli (Çince/İngilizce) açık ağırlıklı modeldir. 15T yüksek kaliteli ve akıl yürütme ağırlıklı veriyle ön eğitilmiş, insan tercihi hizalaması, reddetme örneklemesi ve RL ile daha da iyileştirilmiştir. Karmaşık akıl yürütme, yapılandırılmış çıktı ve yapay ürün üretiminde üst düzey performans gösterir. GPT-4o ve DeepSeek-V3-0324 seviyesinde performansa ulaşır.",
  "thudm/glm-4-9b-chat.description": "Zhipu AI’nin en son GLM-4 ön eğitimli modelinin açık kaynak sürümüdür.",
  "thudm/glm-z1-32b.description": "GLM-Z1-32B-0414, derin matematik, mantık ve kod odaklı problem çözme için geliştirilmiş GLM-4-32B'nin akıl yürütme varyantıdır. Karmaşık çok adımlı görevleri iyileştirmek için genişletilmiş RL (göreve özel ve genel ikili tercih) uygular. Yapılandırılmış akıl yürütme ve resmi alan yeteneğini önemli ölçüde artırır. Uzun çıktılar için daha iyi tutarlılık, istem mühendisliğiyle düşünme adımlarını zorunlu kılma ve uzun bağlam (YaRN), JSON araç çağrısı ve kararlı akıl yürütme için ayrıntılı örnekleme ile ajan iş akışları için optimize edilmiştir. Çok adımlı veya resmi türetim gerektiren kullanım senaryoları için idealdir.",
  "thudm/glm-z1-rumination-32b.description": "GLM Z1 Rumination 32B, uzun düşünme gerektiren karmaşık açık uçlu görevler için optimize edilmiş GLM-4-Z1 serisinin 32B derin akıl yürütme modelidir. glm-4-32b-0414 üzerine inşa edilmiştir, ek RL aşamaları ve çok aşamalı hizalama ile 'derin düşünme' yeteneği kazandırılmıştır. Bu, yinelemeli akıl yürütme, çok adımlı analiz ve arama, geri getirme ve atıf farkındalıklı sentez gibi araç destekli iş akışlarını içerir. Araştırma yazımı, karşılaştırmalı analiz ve karmaşık soru-cevapta üstündür. Ajan iş akışları için `search`, `click`, `open`, `finish` gibi arama/gezinti işlev çağrılarını destekler. Derin düşünme davranışı, çok turlu döngüler, kural tabanlı ödül şekillendirme ve gecikmeli karar mekanizmalarıyla kontrol edilir. OpenAI’nin iç hizalama yığını gibi derin araştırma çerçevelerine göre kıyaslanmıştır. Bu varyant hızdan çok derinliğe odaklanır.",
  "tngtech/deepseek-r1t-chimera:free.description": "DeepSeek-R1T-Chimera, DeepSeek-R1 ve DeepSeek-V3 (0324) modellerinin birleşimiyle oluşturulmuştur. R1’in akıl yürütmesini V3’ün belirteç verimliliğiyle birleştirir. DeepSeek-MoE Transformer tabanlıdır ve genel metin üretimi için optimize edilmiştir. Önceden eğitilmiş ağırlıkları birleştirerek akıl yürütme, verimlilik ve yönerge takibini dengeler. Araştırma ve ticari kullanım için MIT lisansı altında yayımlanmıştır.",
  "togethercomputer/StripedHyena-Nous-7B.description": "StripedHyena Nous (7B), mimarisi ve stratejisi sayesinde gelişmiş hesaplama verimliliği sunar.",
  "tts-1-hd.description": "Kaliteye odaklanarak optimize edilmiş en yeni metinden konuşmaya modelidir.",
  "tts-1.description": "Gerçek zamanlı hız için optimize edilmiş en yeni metinden konuşmaya modelidir.",
  "upstage/SOLAR-10.7B-Instruct-v1.0.description": "Upstage SOLAR Instruct v1 (11B), güçlü dil performansıyla hassas yönerge görevleri için ayarlanmıştır.",
  "us.anthropic.claude-3-5-sonnet-20241022-v2:0.description": "Claude 3.5 Sonnet, sektördeki standardı yükselterek rakiplerini ve Claude 3 Opus'u genel değerlendirmelerde geride bırakırken orta seviye hız ve maliyeti korur.",
  "v0-1.0-md.description": "v0 API üzerinden sunulan eski bir modeldir.",
  "v0-1.5-lg.description": "Gelişmiş düşünme veya akıl yürütme görevleri için uygundur.",
  "v0-1.5-md.description": "Günlük görevler ve kullanıcı arayüzü üretimi için uygundur.",
  "vercel/v0-1.0-md.description": "Modern web uygulamaları oluşturmak, düzeltmek ve optimize etmek için v0 arkasındaki modelleri framework'e özel akıl yürütme ve güncel bilgiyle kullanın.",
  "vercel/v0-1.5-md.description": "Modern web uygulamaları oluşturmak, düzeltmek ve optimize etmek için v0 arkasındaki modelleri framework'e özel akıl yürütme ve güncel bilgiyle kullanın.",
  "volcengine/doubao-seed-code.description": "Doubao-Seed-Code, ByteDance Volcano Engine’in ajan programlama için optimize edilmiş LLM modelidir. 256K bağlam desteğiyle programlama ve ajan kıyaslamalarında güçlü performans gösterir.",
  "wan2.2-t2i-flash.description": "Wanxiang 2.2 Speed, yaratıcılık, kararlılık ve gerçekçilikte iyileştirmelerle en yeni modeldir; hızlı üretim ve yüksek değer sunar.",
  "wan2.2-t2i-plus.description": "Wanxiang 2.2 Pro, yaratıcılık, kararlılık ve gerçekçilikte iyileştirmelerle en yeni modeldir; daha zengin detaylar üretir.",
  "wanx-v1.description": "Temel metinden görsele model. Tongyi Wanxiang 1.0 Genel sürümüne karşılık gelir.",
  "wanx2.0-t2i-turbo.description": "Orta hız ve düşük maliyetle dokulu portrelerde üstün performans. Tongyi Wanxiang 2.0 Speed sürümüne karşılık gelir.",
  "wanx2.1-t2i-plus.description": "Daha zengin görsel detaylar ve biraz daha yavaş hızla tam anlamıyla yükseltilmiş sürüm. Tongyi Wanxiang 2.1 Pro sürümüne karşılık gelir.",
  "wanx2.1-t2i-turbo.description": "Hızlı üretim, güçlü genel kalite ve yüksek değerle tam anlamıyla yükseltilmiş sürüm. Tongyi Wanxiang 2.1 Speed sürümüne karşılık gelir.",
  "whisper-1.description": "Çok dilli ASR, konuşma çevirisi ve dil tanıma destekleyen genel bir konuşma tanıma modelidir.",
  "wizardlm2.description": "WizardLM 2, Microsoft AI tarafından geliştirilen, karmaşık diyalog, çok dilli görevler, akıl yürütme ve asistanlarda üstün performans gösteren bir dil modelidir.",
  "wizardlm2:8x22b.description": "WizardLM 2, Microsoft AI tarafından geliştirilen, karmaşık diyalog, çok dilli görevler, akıl yürütme ve asistanlarda üstün performans gösteren bir dil modelidir."
}
