{
  "01-ai/yi-1.5-34b-chat.description": "01.AI’nin en son açık kaynaklı, 34 milyar parametreli, insan tercihleriyle uyumlu, yüksek kaliteli verilerle eğitilmiş ve çoklu diyalog senaryolarını destekleyen ince ayarlı modeli.",
  "01-ai/yi-1.5-9b-chat.description": "01.AI’nin en son açık kaynaklı, 9 milyar parametreli, insan tercihleriyle uyumlu, yüksek kaliteli verilerle eğitilmiş ve çoklu diyalog senaryolarını destekleyen ince ayarlı modeli.",
  "360/deepseek-r1.description": "360 tarafından dağıtılan DeepSeek-R1, son eğitim aşamasında büyük ölçekli pekiştirmeli öğrenme (RL) kullanarak çok az etiketli veriyle akıl yürütme yeteneğini büyük ölçüde artırır. Matematik, kodlama ve doğal dil akıl yürütme görevlerinde OpenAI o1 ile eşleşir.",
  "360gpt-pro-trans.description": "Üst düzey çeviri kalitesi için derinlemesine ince ayarlanmış, çeviri odaklı bir model.",
  "360gpt-pro.description": "360GPT Pro, çeşitli NLP senaryoları için verimli metin işleme sağlayan, uzun metin anlama ve çoklu dönüşlü diyalog desteği sunan 360 AI’nin temel modellerinden biridir.",
  "360gpt-turbo-responsibility-8k.description": "360GPT Turbo Responsibility 8K, içerik hassas uygulamalar için anlamsal güvenlik ve sorumluluğa odaklanır, doğru ve sağlam kullanıcı deneyimleri sağlar.",
  "360gpt-turbo.description": "360GPT Turbo, güçlü hesaplama ve sohbet yetenekleriyle birlikte mükemmel anlamsal anlama ve üretim verimliliği sunar; işletmeler ve geliştiriciler için idealdir.",
  "360gpt2-o1.description": "360gpt2-o1, düşünce zinciri oluşturmak için ağaç araması, yansıma mekanizması ve pekiştirmeli öğrenme eğitimi kullanır; bu sayede öz-yansıma ve öz-düzeltme yetenekleri kazanır.",
  "360gpt2-pro.description": "360GPT2 Pro, yaratıcı görevlerde üstün performans gösteren, karmaşık dönüşümler ve rol yapma gibi görevleri başarıyla yerine getiren gelişmiş bir NLP modelidir.",
  "360zhinao2-o1.description": "360zhinao2-o1, düşünce zinciri oluşturmak için ağaç araması, yansıma mekanizması ve pekiştirmeli öğrenme eğitimi kullanır; bu sayede öz-yansıma ve öz-düzeltme yetenekleri kazanır.",
  "4.0Ultra.description": "Spark Ultra, Spark serisinin en güçlü modelidir. Metin anlama ve özetleme yeteneklerini geliştirirken web aramasını da iyileştirir. İş yerinde verimliliği artırmak ve doğru yanıtlar sağlamak için kapsamlı bir çözümdür ve lider bir akıllı ürün olarak konumlanır.",
  "AnimeSharp.description": "AnimeSharp (diğer adıyla \"4x-AnimeSharp\"), Kim2091 tarafından geliştirilen ESRGAN tabanlı açık kaynaklı bir süper çözünürlük modelidir. Anime tarzı görselleri büyütme ve keskinleştirme üzerine odaklanır. Şubat 2022'de \"4x-TextSharpV1\" adından yeniden adlandırılmıştır; başlangıçta metin görselleri için de tasarlanmış olsa da anime içeriği için optimize edilmiştir.",
  "Baichuan2-Turbo.description": "Modeli alan ve web bilgisiyle zenginleştiren arama artırımı kullanır. PDF/Word yüklemeleri ve URL girişlerini destekleyerek zamanında, kapsamlı bilgi erişimi ve profesyonel, doğru çıktılar sağlar.",
  "Baichuan3-Turbo-128k.description": "128K ultra uzun bağlam penceresiyle, yüksek frekanslı kurumsal senaryolar için optimize edilmiştir. Baichuan2’ye kıyasla içerik üretiminde %20, bilgi tabanlı soru-cevapta %17 ve rol yapmada %40 iyileşme sağlar. Genel performansı GPT-3.5’ten daha iyidir.",
  "Baichuan3-Turbo.description": "Yüksek frekanslı kurumsal senaryolar için optimize edilmiştir. Baichuan2’ye kıyasla içerik üretiminde %20, bilgi tabanlı soru-cevapta %17 ve rol yapmada %40 iyileşme sağlar. Genel performansı GPT-3.5’ten daha iyidir.",
  "Baichuan4-Air.description": "Çin'deki en yüksek performanslı modellerden biri olup, bilgi, uzun metin ve yaratıcı üretim gibi Çince görevlerde önde gelen yabancı modelleri geride bırakır. Ayrıca, otoriter kıyaslamalarda güçlü sonuçlar sunan sektör lideri çok modlu yeteneklere sahiptir.",
  "Baichuan4-Turbo.description": "Çin'deki en yüksek performanslı modellerden biri olup, bilgi, uzun metin ve yaratıcı üretim gibi Çince görevlerde önde gelen yabancı modelleri geride bırakır. Ayrıca, otoriter kıyaslamalarda güçlü sonuçlar sunan sektör lideri çok modlu yeteneklere sahiptir.",
  "Baichuan4.description": "Yerli modeller arasında en yüksek performansı sunar; ansiklopedik bilgi, uzun metin ve yaratıcı üretim gibi Çince görevlerde önde gelen yabancı modelleri geride bırakır. Ayrıca sektör lideri çok modlu yetenekler ve güçlü kıyaslama sonuçları sunar.",
  "ByteDance-Seed/Seed-OSS-36B-Instruct.description": "Seed-OSS, ByteDance Seed tarafından geliştirilen açık kaynaklı LLM ailesidir. Uzun bağlam işleme, akıl yürütme, ajan görevleri ve genel yeteneklerde güçlüdür. Seed-OSS-36B-Instruct, 36 milyar parametreli, ultra uzun bağlamı doğal olarak destekleyen, büyük belgeler veya kod tabanlarını işleyebilen bir talimat odaklı modeldir. Akıl yürütme, kod üretimi ve araç kullanımı gibi görevler için optimize edilmiştir. \"Düşünme Bütçesi\" özelliği, verimliliği artırmak için esnek akıl yürütme uzunluğu sağlar.",
  "DeepSeek-R1-Distill-Llama-70B.description": "DeepSeek R1, DeepSeek model ailesinin daha büyük ve daha akıllı versiyonudur ve Llama 70B mimarisi üzerine damıtılmıştır. Kıyaslamalar ve insan değerlendirmeleri, özellikle matematik ve bilgi doğruluğu görevlerinde temel Llama 70B’den daha akıllı olduğunu göstermektedir.",
  "DeepSeek-R1-Distill-Qwen-1.5B.description": "Qwen2.5-Math-1.5B tabanlı bir DeepSeek-R1 damıtılmış modelidir. Pekiştirmeli öğrenme ve soğuk başlangıç verileri, akıl yürütme performansını optimize eder ve açık modeller için yeni çok görevli kıyaslamalar belirler.",
  "DeepSeek-R1-Distill-Qwen-14B.description": "DeepSeek-R1-Distill modelleri, DeepSeek-R1 tarafından üretilen örnek verilerle açık kaynaklı modellerden ince ayarlanmıştır.",
  "DeepSeek-R1-Distill-Qwen-32B.description": "DeepSeek-R1-Distill modelleri, DeepSeek-R1 tarafından üretilen örnek verilerle açık kaynaklı modellerden ince ayarlanmıştır.",
  "DeepSeek-R1-Distill-Qwen-7B.description": "Qwen2.5-Math-7B tabanlı bir DeepSeek-R1 damıtılmış modelidir. Pekiştirmeli öğrenme ve soğuk başlangıç verileri, akıl yürütme performansını optimize eder ve açık modeller için yeni çok görevli kıyaslamalar belirler.",
  "DeepSeek-R1.description": "DeepSeek-R1, son eğitim aşamasında büyük ölçekli pekiştirmeli öğrenme uygulayarak çok az etiketli veriyle akıl yürütme yeteneğini büyük ölçüde artırır. Matematik, kodlama ve doğal dil akıl yürütme görevlerinde OpenAI o1 üretim modeliyle eşleşir.",
  "DeepSeek-V3-1.description": "DeepSeek V3.1, gelişmiş karmaşık akıl yürütme ve düşünce zinciri yetenekleriyle yeni nesil bir akıl yürütme modelidir; derin analiz görevleri için uygundur.",
  "DeepSeek-V3-Fast.description": "Sağlayıcı: sophnet. DeepSeek V3 Fast, DeepSeek V3 0324’ün yüksek TPS versiyonudur; tam hassasiyetlidir (kuantize edilmemiştir), daha güçlü kod ve matematik yeteneklerine sahiptir ve daha hızlı yanıtlar sunar.",
  "DeepSeek-V3.1-Fast.description": "DeepSeek V3.1 Fast, DeepSeek V3.1’in yüksek TPS hızlı varyantıdır. Hibrit düşünme modu: sohbet şablonları aracılığıyla bir model hem düşünme hem de düşünmeme modlarını destekler. Daha akıllı araç kullanımı: son eğitim, araç ve ajan görev performansını artırır.",
  "DeepSeek-V3.1-Think.description": "DeepSeek-V3.1 düşünme modu: düşünme ve düşünmeme modlarını birleştiren yeni bir hibrit akıl yürütme modeli, DeepSeek-R1-0528’e göre daha verimlidir. Son eğitim optimizasyonları, ajan araç kullanımı ve görev performansını önemli ölçüde artırır.",
  "DeepSeek-V3.description": "DeepSeek-V3, DeepSeek tarafından geliştirilen bir MoE modelidir. Qwen2.5-72B ve Llama-3.1-405B gibi diğer açık modelleri birçok kıyaslamada geride bırakır ve GPT-4o ile Claude 3.5 Sonnet gibi önde gelen kapalı modellerle rekabet eder.",
  "Doubao-lite-128k.description": "Doubao-lite, ultra hızlı yanıtlar ve daha iyi değer sunar; senaryolar arasında esnek seçenekler sunar. 128K bağlamı destekler.",
  "Doubao-lite-32k.description": "Doubao-lite, ultra hızlı yanıtlar ve daha iyi değer sunar; senaryolar arasında esnek seçenekler sunar. 32K bağlamı destekler.",
  "Doubao-lite-4k.description": "Doubao-lite, ultra hızlı yanıtlar ve daha iyi değer sunar; senaryolar arasında esnek seçenekler sunar. 4K bağlamı destekler.",
  "Doubao-pro-128k.description": "Karmaşık görevler için en iyi performans gösteren amiral gemisi modelidir; referans tabanlı soru-cevap, özetleme, içerik üretimi, sınıflandırma ve rol yapma konularında güçlüdür. 128K bağlamı destekler.",
  "Doubao-pro-32k.description": "Karmaşık görevler için en iyi performans gösteren amiral gemisi modelidir; referans tabanlı soru-cevap, özetleme, içerik üretimi, sınıflandırma ve rol yapma konularında güçlüdür. 32K bağlamı destekler.",
  "Doubao-pro-4k.description": "Karmaşık görevler için en iyi performans gösteren amiral gemisi modelidir; referans tabanlı soru-cevap, özetleme, içerik üretimi, sınıflandırma ve rol yapma konularında güçlüdür. 4K bağlamı destekler.",
  "DreamO.description": "DreamO, ByteDance ve Pekin Üniversitesi tarafından ortaklaşa geliştirilen açık kaynaklı bir görsel özelleştirme modelidir. Kullanıcı tarafından belirlenen kimlik, konu, stil, arka plan ve diğer koşullara göre yüksek tutarlılıkla özelleştirilmiş görseller üretmek için verimli bileşimsel modelleme kullanır.",
  "amazon/titan-embed-text-v2.description": "Amazon Titan Text Embeddings V2, hafif, verimli çok dilli gömme modeli olup, 1024, 512 ve 256 boyutlarını destekler.",
  "gemini-flash-latest.description": "Gemini Flash'ın en son sürümü",
  "gemini-flash-lite-latest.description": "Gemini Flash-Lite'ın en son sürümü",
  "gemini-pro-latest.description": "Gemini Pro'nun en son sürümü",
  "meta/Llama-3.2-90B-Vision-Instruct.description": "Görsel anlama ajan uygulamaları için gelişmiş görsel akıl yürütme.",
  "meta/Llama-3.3-70B-Instruct.description": "Llama 3.3, çok dilli açık kaynak Llama modelleri arasında en gelişmiş olanıdır ve düşük maliyetle yaklaşık 405B performansı sunar. Transformer tabanlıdır ve faydalılık ve güvenlik için SFT ve RLHF ile geliştirilmiştir. Talimatlara göre ayarlanmış sürüm, çok dilli sohbet için optimize edilmiştir ve sektör kıyaslamalarında birçok açık ve kapalı sohbet modelini geride bırakır. Bilgi kesimi: Aralık 2023.",
  "meta/Meta-Llama-3-70B-Instruct.description": "Akıl yürütme, kodlama ve geniş dil görevlerinde üstün performans gösteren güçlü bir 70B parametreli model.",
  "meta/Meta-Llama-3-8B-Instruct.description": "Sohbet ve metin üretimi için optimize edilmiş çok yönlü bir 8B parametreli model.",
  "meta/Meta-Llama-3.1-405B-Instruct.description": "Çok dilli sohbet için optimize edilmiş, açık ve kapalı sohbet modelleri arasında sektör kıyaslamalarında güçlü performans sergileyen Llama 3.1 talimat ayarlı metin modeli.",
  "meta/Meta-Llama-3.1-70B-Instruct.description": "Çok dilli sohbet için optimize edilmiş, açık ve kapalı sohbet modelleri arasında sektör kıyaslamalarında güçlü performans sergileyen Llama 3.1 talimat ayarlı metin modeli.",
  "meta/Meta-Llama-3.1-8B-Instruct.description": "Çok dilli sohbet için optimize edilmiş, açık ve kapalı sohbet modelleri arasında sektör kıyaslamalarında güçlü performans sergileyen Llama 3.1 talimat ayarlı metin modeli.",
  "meta/llama-3-70b.description": "Meta tarafından talimat takibi için ince ayarlanmış 70B açık kaynaklı model, Groq tarafından LPU donanımında hızlı ve verimli çıkarım için sunulmaktadır.",
  "meta/llama-3-8b.description": "Meta tarafından talimat takibi için ince ayarlanmış 8B açık kaynaklı model, Groq tarafından LPU donanımında hızlı ve verimli çıkarım için sunulmaktadır.",
  "meta/llama-3.1-405b-instruct.description": "Sohbet botları, kodlama ve alan görevleri için sentetik veri üretimi, bilgi damıtımı ve akıl yürütmeyi destekleyen gelişmiş bir büyük dil modeli.",
  "meta/llama-3.1-70b-instruct.description": "Mükemmel bağlam anlama, akıl yürütme ve metin üretimi ile karmaşık diyaloglar için tasarlanmıştır.",
  "meta/llama-3.1-70b.description": "128K bağlam, çok dilli destek ve geliştirilmiş akıl yürütme ile güncellenmiş Meta Llama 3 70B Instruct.",
  "meta/llama-3.1-8b-instruct.description": "Güçlü dil anlama, akıl yürütme ve metin üretimi yeteneklerine sahip son teknoloji bir model.",
  "meta/llama-3.1-8b.description": "Llama 3.1 8B, 128K bağlam penceresini destekler, gerçek zamanlı sohbet ve veri analizi için idealdir ve daha büyük modellere kıyasla önemli maliyet tasarrufu sağlar. Groq tarafından LPU donanımında hızlı ve verimli çıkarım için sunulmaktadır.",
  "meta/llama-3.2-11b-vision-instruct.description": "Görsellerden yüksek kaliteli akıl yürütmede üstün olan öncü bir görsel-dil modeli.",
  "meta/llama-3.2-11b.description": "Görsel tanıma, görsel akıl yürütme, altyazı oluşturma ve genel görsel Soru-Cevap için optimize edilmiş, talimat ayarlı bir görsel akıl yürütme modeli (metin+görsel girdi, metin çıktı).",
  "meta/llama-3.2-1b-instruct.description": "Güçlü anlama, akıl yürütme ve metin üretimi yeteneklerine sahip son teknoloji küçük dil modeli.",
  "meta/llama-3.2-1b.description": "Çok dilli yerel arama, özetleme ve yeniden yazma gibi cihaz üzeri kullanım senaryoları için metin tabanlı model.",
  "meta/llama-3.2-3b-instruct.description": "Güçlü anlama, akıl yürütme ve metin üretimi yeteneklerine sahip son teknoloji küçük dil modeli.",
  "meta/llama-3.2-3b.description": "Çok dilli yerel arama, özetleme ve yeniden yazma gibi cihaz üzeri kullanım senaryoları için ince ayarlanmış metin tabanlı model.",
  "meta/llama-3.2-90b-vision-instruct.description": "Görsellerden yüksek kaliteli akıl yürütmede üstün olan öncü bir görsel-dil modeli.",
  "meta/llama-3.2-90b.description": "Görsel tanıma, görsel akıl yürütme, altyazı oluşturma ve genel görsel Soru-Cevap için optimize edilmiş, talimat ayarlı bir görsel akıl yürütme modeli (metin+görsel girdi, metin çıktı).",
  "meta/llama-3.3-70b-instruct.description": "Akıl yürütme, matematik, sağduyu ve fonksiyon çağrılarında güçlü gelişmiş bir büyük dil modeli.",
  "meta/llama-3.3-70b.description": "Performans ve verimlilik arasında mükemmel denge. İçerik üretimi, kurumsal uygulamalar ve araştırma için yüksek performanslı sohbet yapay zekası olarak tasarlanmıştır; özetleme, sınıflandırma, duygu analizi ve kod üretimi için güçlü dil anlama sunar.",
  "meta/llama-4-maverick.description": "Llama 4 ailesi, metin ve çok modlu deneyimleri destekleyen yerel çok modlu bir yapay zeka model setidir ve metin ile görsel anlama için MoE kullanır. Llama 4 Maverick, 128 uzmana sahip 17B'lik bir modeldir ve DeepInfra tarafından sunulmaktadır.",
  "meta/llama-4-scout.description": "Llama 4 ailesi, metin ve çok modlu deneyimleri destekleyen yerel çok modlu bir yapay zeka model setidir ve metin ile görsel anlama için MoE kullanır. Llama 4 Scout, 16 uzmana sahip 17B'lik bir modeldir ve DeepInfra tarafından sunulmaktadır.",
  "microsoft/Phi-3-medium-128k-instruct.description": "RAG veya birkaç örnekli istemler için daha büyük bağlam penceresine sahip aynı Phi-3-medium modeli.",
  "microsoft/Phi-3-medium-4k-instruct.description": "Phi-3-mini'den daha yüksek kaliteye sahip 14B parametreli model, yüksek kaliteli ve akıl yürütme yoğun veriye odaklanır.",
  "microsoft/Phi-3-mini-128k-instruct.description": "RAG veya birkaç örnekli istemler için daha büyük bağlam penceresine sahip aynı Phi-3-mini modeli.",
  "microsoft/Phi-3-mini-4k-instruct.description": "Phi-3 ailesinin en küçük üyesi, kalite ve düşük gecikme için optimize edilmiştir.",
  "microsoft/Phi-3-small-128k-instruct.description": "RAG veya birkaç örnekli istemler için daha büyük bağlam penceresine sahip aynı Phi-3-small modeli.",
  "microsoft/Phi-3-small-8k-instruct.description": "Phi-3-mini'den daha yüksek kaliteye sahip 7B parametreli model, yüksek kaliteli ve akıl yürütme yoğun veriye odaklanır.",
  "microsoft/Phi-3.5-mini-instruct.description": "Phi-3-mini modelinin güncellenmiş sürümü.",
  "microsoft/Phi-3.5-vision-instruct.description": "Phi-3-vision modelinin güncellenmiş sürümü.",
  "microsoft/WizardLM-2-8x22B.description": "WizardLM 2, karmaşık diyalog, çok dilli görevler, akıl yürütme ve asistanlar konusunda üstün Microsoft AI dil modelidir.",
  "microsoft/wizardlm-2-8x22b.description": "WizardLM-2 8x22B, Microsoft AI’nin en gelişmiş Wizard modelidir ve son derece rekabetçi performans sunar.",
  "minicpm-v.description": "MiniCPM-V, geniş kullanım senaryoları için mükemmel OCR ve çok modlu anlama sunan OpenBMB’nin yeni nesil çok modlu modelidir.",
  "minimax-m2.description": "MiniMax M2, kodlama ve ajan iş akışları için oluşturulmuş verimli bir büyük dil modelidir.",
  "minimax/minimax-m2.description": "MiniMax-M2, birçok mühendislik senaryosu için kodlama ve ajan görevlerinde üstün performans gösteren yüksek değerli bir modeldir.",
  "minimaxai/minimax-m2.description": "MiniMax-M2, güçlü genel zekayı korurken üst düzey kodlama ve ajan performansı için oluşturulmuş kompakt, hızlı ve uygun maliyetli bir MoE modelidir (toplam 230B, aktif 10B). Çoklu dosya düzenlemeleri, kod çalıştır-düzelt döngüleri, test doğrulama ve karmaşık araç zincirlerinde mükemmeldir.",
  "ministral-3b-latest.description": "Ministral 3B, Mistral’in en üst düzey uç modelidir.",
  "ministral-8b-latest.description": "Ministral 8B, Mistral tarafından sunulan son derece uygun maliyetli bir uç modelidir.",
  "mistral-ai/Mistral-Large-2411.description": "Mistral’in büyük ölçekli akıl yürütme veya uzmanlaşma gerektiren karmaşık görevler için amiral gemisi modelidir (sentetik metin üretimi, kod üretimi, RAG veya ajanlar).",
  "mistral-ai/Mistral-Nemo.description": "Mistral Nemo, boyutuna göre son teknoloji akıl yürütme, dünya bilgisi ve kodlama sunan son teknoloji bir büyük dil modelidir.",
  "mistral-ai/mistral-small-2503.description": "Mistral Small, yüksek verimlilik ve düşük gecikme gerektiren her türlü dil tabanlı görev için uygundur.",
  "mistral-large-instruct.description": "Mistral-Large-Instruct-2407, 123B parametreli gelişmiş yoğun bir büyük dil modelidir ve son teknoloji akıl yürütme, bilgi ve kodlama sunar.",
  "mistral-large-latest.description": "Mistral Large, çok dilli görevlerde, karmaşık akıl yürütmede ve kod üretiminde güçlüdür—üst düzey uygulamalar için idealdir.",
  "mistral-large.description": "Mixtral Large, Mistral’in amiral gemisi modelidir ve 128K bağlam penceresiyle kod üretimi, matematik ve akıl yürütmeyi birleştirir.",
  "mistral-medium-latest.description": "Mistral Medium 3, 8 kat daha düşük maliyetle son teknoloji performans sunar ve kurumsal dağıtımı kolaylaştırır.",
  "mistral-nemo-instruct.description": "Mistral-Nemo-Instruct-2407, Mistral-Nemo-Base-2407’nin talimat ayarlı sürümüdür.",
  "mistral-nemo.description": "Mistral Nemo, Mistral AI ve NVIDIA tarafından geliştirilen yüksek verimli 12B modelidir.",
  "mistral-small-latest.description": "Mistral Small, çeviri, özetleme ve duygu analizi için uygun maliyetli, hızlı ve güvenilir bir seçenektir.",
  "mistral-small.description": "Mistral Small, yüksek verimlilik ve düşük gecikme gerektiren her türlü dil tabanlı görev için uygundur.",
  "mistral.description": "Mistral, çeşitli dil görevleri için uygun olan Mistral AI’nin 7B modelidir."
}
