{
  "01-ai/yi-1.5-34b-chat.description": "01.AI의 최신 오픈소스 파인튜닝 모델로, 340억 개의 파라미터를 갖추고 있으며, 다양한 대화 시나리오를 지원합니다. 고품질 데이터로 학습되었으며, 인간의 선호도에 맞춰 정렬되었습니다.",
  "01-ai/yi-1.5-9b-chat.description": "01.AI의 최신 오픈소스 파인튜닝 모델로, 90억 개의 파라미터를 갖추고 있으며, 다양한 대화 시나리오를 지원합니다. 고품질 데이터로 학습되었으며, 인간의 선호도에 맞춰 정렬되었습니다.",
  "360/deepseek-r1.description": "360이 배포한 DeepSeek-R1은 후학습 단계에서 대규모 강화학습(RL)을 적용하여 최소한의 라벨로도 추론 능력을 크게 향상시킵니다. 수학, 코드, 자연어 추론 과제에서 OpenAI o1과 동등한 성능을 보입니다.",
  "360gpt-pro-trans.description": "최고 수준의 번역 품질을 위해 깊이 있게 파인튜닝된 번역 특화 모델입니다.",
  "360gpt-pro.description": "360GPT Pro는 다양한 자연어 처리(NLP) 시나리오에 적합한 효율적인 텍스트 처리 기능을 갖춘 360의 핵심 AI 모델로, 장문 이해 및 다중 턴 대화를 지원합니다.",
  "360gpt-turbo-responsibility-8k.description": "360GPT Turbo Responsibility 8K는 의미적 안전성과 책임성을 강조하여 민감한 콘텐츠 응용에 적합하며, 정확하고 견고한 사용자 경험을 보장합니다.",
  "360gpt-turbo.description": "360GPT Turbo는 뛰어난 의미 이해 및 생성 효율성을 바탕으로 강력한 연산 및 대화 기능을 제공하며, 기업 및 개발자에게 이상적인 선택입니다.",
  "360gpt2-o1.description": "360gpt2-o1은 트리 탐색 기반의 사고 사슬(chain-of-thought)을 구축하고 반성(reflection) 메커니즘과 강화학습을 통해 자기 반성과 자기 수정이 가능한 모델입니다.",
  "360gpt2-pro.description": "360GPT2 Pro는 창의적 작업에 특히 강한 고급 NLP 모델로, 복잡한 변환 및 역할극을 처리하며 뛰어난 텍스트 생성 및 이해 능력을 갖추고 있습니다.",
  "360zhinao2-o1.description": "360zhinao2-o1은 트리 탐색 기반의 사고 사슬을 구축하고 반성 메커니즘과 강화학습을 통해 자기 반성과 자기 수정이 가능한 모델입니다.",
  "4.0Ultra.description": "Spark Ultra는 Spark 시리즈 중 가장 강력한 모델로, 텍스트 이해 및 요약 능력을 향상시키고 웹 검색 기능을 업그레이드하였습니다. 업무 생산성과 정확한 응답을 높이는 종합 솔루션으로, 지능형 제품의 선두주자로 자리매김하고 있습니다.",
  "AnimeSharp.description": "AnimeSharp(구 \"4x-AnimeSharp\")는 Kim2091이 개발한 ESRGAN 기반의 오픈소스 초해상도 모델로, 애니메이션 스타일 이미지의 확대 및 선명화에 중점을 둡니다. 원래는 텍스트 이미지에도 사용되었으나, 2022년 2월부터 애니메이션 콘텐츠에 최적화되어 이름이 변경되었습니다.",
  "Baichuan2-Turbo.description": "검색 보강(Search Augmentation)을 통해 모델을 도메인 및 웹 지식과 연결하며, PDF/Word 업로드 및 URL 입력을 지원하여 시의적절하고 전문적이며 정확한 결과를 제공합니다.",
  "Baichuan3-Turbo-128k.description": "128K의 초장문 컨텍스트 윈도우를 갖춘 이 모델은 고빈도 기업 시나리오에 최적화되어 있으며, Baichuan2 대비 콘텐츠 생성 20%, 지식 질의응답 17%, 역할극 40% 향상된 성능을 보입니다. 전반적인 성능은 GPT-3.5를 능가합니다.",
  "Baichuan3-Turbo.description": "고빈도 기업 시나리오에 최적화되어 있으며, Baichuan2 대비 콘텐츠 생성 20%, 지식 질의응답 17%, 역할극 40% 향상된 성능을 보입니다. 전반적인 성능은 GPT-3.5를 능가합니다.",
  "Baichuan4-Air.description": "중국 내 최고 성능을 자랑하는 모델로, 지식, 장문 텍스트, 창의적 생성 등 중국어 과제에서 주요 해외 모델을 능가합니다. 또한 업계 최고 수준의 멀티모달 기능을 갖추고 있으며, 권위 있는 벤치마크에서 우수한 성과를 보입니다.",
  "Baichuan4-Turbo.description": "중국 내 최고 성능을 자랑하는 모델로, 지식, 장문 텍스트, 창의적 생성 등 중국어 과제에서 주요 해외 모델을 능가합니다. 또한 업계 최고 수준의 멀티모달 기능을 갖추고 있으며, 권위 있는 벤치마크에서 우수한 성과를 보입니다.",
  "Baichuan4.description": "국내 최고 성능을 자랑하며, 백과사전식 지식, 장문 텍스트, 창의적 생성 등 중국어 과제에서 주요 해외 모델을 능가합니다. 업계 최고 수준의 멀티모달 기능과 뛰어난 벤치마크 성능도 제공합니다.",
  "ByteDance-Seed/Seed-OSS-36B-Instruct.description": "Seed-OSS는 ByteDance Seed에서 개발한 오픈소스 LLM 시리즈로, 장문 컨텍스트 처리, 추론, 에이전트, 일반 능력에 강점을 지닙니다. Seed-OSS-36B-Instruct는 360억 파라미터의 명령어 튜닝 모델로, 대규모 문서나 코드베이스를 처리할 수 있는 초장문 컨텍스트를 기본 지원합니다. 추론, 코드 생성, 도구 사용 등 에이전트 작업에 최적화되어 있으며, \"사고 예산(Thinking Budget)\" 기능을 통해 유연한 추론 길이 조절이 가능합니다.",
  "DeepSeek-R1-Distill-Llama-70B.description": "DeepSeek R1은 DeepSeek 제품군 중 더 크고 똑똑한 모델로, Llama 70B 아키텍처에 증류되었습니다. 벤치마크 및 인간 평가에서 수학 및 사실 기반 정확도 과제에서 기본 Llama 70B보다 우수한 성능을 보입니다.",
  "DeepSeek-R1-Distill-Qwen-1.5B.description": "Qwen2.5-Math-1.5B 기반의 DeepSeek-R1 증류 모델입니다. 강화학습과 콜드스타트 데이터를 통해 추론 성능을 최적화하였으며, 오픈 모델 중 새로운 멀티태스크 벤치마크를 설정하였습니다.",
  "DeepSeek-R1-Distill-Qwen-14B.description": "DeepSeek-R1-Distill 모델은 DeepSeek-R1이 생성한 샘플 데이터를 활용하여 오픈소스 모델을 파인튜닝한 것입니다.",
  "DeepSeek-R1-Distill-Qwen-32B.description": "DeepSeek-R1-Distill 모델은 DeepSeek-R1이 생성한 샘플 데이터를 활용하여 오픈소스 모델을 파인튜닝한 것입니다.",
  "DeepSeek-R1-Distill-Qwen-7B.description": "Qwen2.5-Math-7B 기반의 DeepSeek-R1 증류 모델입니다. 강화학습과 콜드스타트 데이터를 통해 추론 성능을 최적화하였으며, 오픈 모델 중 새로운 멀티태스크 벤치마크를 설정하였습니다.",
  "DeepSeek-R1.description": "DeepSeek-R1은 후학습 단계에서 대규모 강화학습을 적용하여 최소한의 라벨로도 추론 능력을 크게 향상시킵니다. 수학, 코드, 자연어 추론 과제에서 OpenAI o1 프로덕션 모델과 동등한 성능을 보입니다.",
  "DeepSeek-V3-1.description": "DeepSeek V3.1은 복잡한 추론과 사고 사슬(chain-of-thought) 능력이 향상된 차세대 추론 모델로, 심층 분석 작업에 적합합니다.",
  "DeepSeek-V3-Fast.description": "제공자: sophnet. DeepSeek V3 Fast는 DeepSeek V3 0324의 고TPS 버전으로, 정밀도 손실 없는(full-precision) 모델입니다. 코드 및 수학 성능이 강력하며, 응답 속도가 빠릅니다.",
  "DeepSeek-V3.1-Fast.description": "DeepSeek V3.1 Fast는 DeepSeek V3.1의 고TPS 빠른 변형 모델입니다. 하이브리드 사고 모드를 지원하며, 채팅 템플릿을 통해 사고/비사고 모드를 전환할 수 있습니다. 도구 사용 능력도 향상되었습니다.",
  "DeepSeek-V3.1-Think.description": "DeepSeek-V3.1 사고 모드는 사고/비사고 모드를 모두 지원하는 새로운 하이브리드 추론 모델로, DeepSeek-R1-0528보다 효율적입니다. 후학습 최적화를 통해 에이전트 도구 사용 및 작업 성능이 크게 향상되었습니다.",
  "DeepSeek-V3.description": "DeepSeek-V3는 DeepSeek에서 개발한 MoE 모델로, Qwen2.5-72B 및 Llama-3.1-405B와 같은 오픈 모델을 능가하며, GPT-4o 및 Claude 3.5 Sonnet과 같은 주요 폐쇄형 모델과 경쟁할 수 있는 성능을 보입니다.",
  "Doubao-lite-128k.description": "Doubao-lite는 초고속 응답과 뛰어난 가성비를 제공하며, 다양한 시나리오에 유연하게 대응할 수 있습니다. 128K 컨텍스트를 지원하여 추론 및 파인튜닝이 가능합니다.",
  "Doubao-lite-32k.description": "Doubao-lite는 초고속 응답과 뛰어난 가성비를 제공하며, 다양한 시나리오에 유연하게 대응할 수 있습니다. 32K 컨텍스트를 지원하여 추론 및 파인튜닝이 가능합니다.",
  "Doubao-lite-4k.description": "Doubao-lite는 초고속 응답과 뛰어난 가성비를 제공하며, 다양한 시나리오에 유연하게 대응할 수 있습니다. 4K 컨텍스트를 지원하여 추론 및 파인튜닝이 가능합니다.",
  "Doubao-pro-128k.description": "복잡한 작업에 최적화된 최고 성능의 플래그십 모델로, 참조 기반 질의응답, 요약, 창작, 분류, 역할극에 강점을 보입니다. 128K 컨텍스트를 지원하여 추론 및 파인튜닝이 가능합니다.",
  "Doubao-pro-32k.description": "복잡한 작업에 최적화된 최고 성능의 플래그십 모델로, 참조 기반 질의응답, 요약, 창작, 분류, 역할극에 강점을 보입니다. 32K 컨텍스트를 지원하여 추론 및 파인튜닝이 가능합니다.",
  "Doubao-pro-4k.description": "복잡한 작업에 최적화된 최고 성능의 플래그십 모델로, 참조 기반 질의응답, 요약, 창작, 분류, 역할극에 강점을 보입니다. 4K 컨텍스트를 지원하여 추론 및 파인튜닝이 가능합니다.",
  "DreamO.description": "DreamO는 ByteDance와 베이징대학교가 공동 개발한 오픈소스 이미지 커스터마이징 모델로, 통합 아키텍처를 통해 다중 작업 이미지 생성을 지원합니다. 효율적인 구성 모델링을 통해 사용자가 지정한 인물, 주제, 스타일, 배경 등 조건에 따라 일관성 높은 맞춤형 이미지를 생성합니다.",
  "ERNIE-3.5-128K.description": "바이두의 대표적인 대규모 LLM으로, 방대한 중문/영문 말뭉치로 학습되어 대화, 창작, 플러그인 활용 등에서 뛰어난 범용 능력을 보입니다. 최신 정보를 제공하기 위해 바이두 검색 플러그인을 자동으로 연동할 수 있습니다.",
  "ERNIE-3.5-8K-Preview.description": "바이두의 대표적인 대규모 LLM으로, 방대한 중문/영문 말뭉치로 학습되어 대화, 창작, 플러그인 활용 등에서 뛰어난 범용 능력을 보입니다. 최신 정보를 제공하기 위해 바이두 검색 플러그인을 자동으로 연동할 수 있습니다.",
  "ERNIE-3.5-8K.description": "바이두의 대표적인 대규모 LLM으로, 방대한 중문/영문 말뭉치로 학습되어 대화, 창작, 플러그인 활용 등에서 뛰어난 범용 능력을 보입니다. 최신 정보를 제공하기 위해 바이두 검색 플러그인을 자동으로 연동할 수 있습니다.",
  "ERNIE-4.0-8K-Latest.description": "ERNIE 3.5보다 전반적으로 업그레이드된 바이두의 초대형 LLM으로, 다양한 분야의 복잡한 작업에 적합합니다. 최신 정보를 제공하기 위해 바이두 검색 플러그인을 연동할 수 있습니다.",
  "ERNIE-4.0-8K-Preview.description": "ERNIE 3.5보다 전반적으로 업그레이드된 바이두의 초대형 LLM으로, 다양한 분야의 복잡한 작업에 적합합니다. 최신 정보를 제공하기 위해 바이두 검색 플러그인을 연동할 수 있습니다.",
  "ERNIE-4.0-Turbo-8K-Latest.description": "복잡한 작업에 강력한 성능을 발휘하는 바이두의 초대형 LLM으로, 바이두 검색 플러그인을 연동하여 최신 정보를 제공합니다. ERNIE 4.0보다 우수한 성능을 보입니다.",
  "ERNIE-4.0-Turbo-8K-Preview.description": "복잡한 작업에 강력한 성능을 발휘하는 바이두의 초대형 LLM으로, 바이두 검색 플러그인을 연동하여 최신 정보를 제공합니다. ERNIE 4.0보다 우수한 성능을 보입니다.",
  "ERNIE-Character-8K.description": "게임 NPC, 고객 응대, 롤플레잉 등 특화된 분야를 위한 바이두의 LLM으로, 인격 일관성, 지시 이행력, 추론 능력이 향상되었습니다.",
  "ERNIE-Lite-Pro-128K.description": "ERNIE Lite보다 품질과 추론 성능이 향상된 경량형 LLM으로, 저사양 가속기 환경에서도 적합하게 작동합니다.",
  "ERNIE-Speed-128K.description": "2024년 출시된 바이두의 최신 고성능 LLM으로, 강력한 범용 능력을 갖추고 있으며 특정 시나리오에 맞춘 파인튜닝의 기반 모델로 적합합니다. 뛰어난 추론 성능을 제공합니다.",
  "ERNIE-Speed-Pro-128K.description": "2024년 출시된 바이두의 최신 고성능 LLM으로, ERNIE Speed보다 향상된 범용 능력을 갖추고 있으며, 특정 시나리오에 맞춘 파인튜닝의 기반 모델로 적합합니다. 뛰어난 추론 성능을 제공합니다.",
  "FLUX-1.1-pro.description": "FLUX.1.1 Pro",
  "FLUX.1-Kontext-dev.description": "FLUX.1-Kontext-dev는 Black Forest Labs에서 개발한 다중 모달 이미지 생성 및 편집 모델로, 120억 매개변수의 Rectified Flow Transformer 아키텍처를 기반으로 합니다. 주어진 문맥 조건 하에서 이미지 생성, 복원, 향상, 편집을 수행하며, 디퓨전 모델의 제어 가능한 생성 능력과 트랜스포머 기반 문맥 모델링을 결합하여 인페인팅, 아웃페인팅, 시각적 장면 복원 등 고품질 작업을 지원합니다.",
  "FLUX.1-Kontext-pro.description": "FLUX.1 Kontext [pro]",
  "FLUX.1-dev.description": "FLUX.1-dev는 Black Forest Labs에서 개발한 오픈소스 다중 모달 언어 모델(MLLM)로, 이미지-텍스트 작업에 최적화되어 있으며 이미지/텍스트 이해 및 생성을 결합합니다. Mistral-7B와 같은 고급 LLM을 기반으로, 정교한 비전 인코더와 다단계 지시 튜닝을 통해 다중 모달 조정 및 복잡한 작업 추론을 가능하게 합니다.",
  "Gryphe/MythoMax-L2-13b.description": "MythoMax-L2 (13B)는 다양한 분야와 복잡한 작업을 위한 혁신적인 모델입니다.",
  "HelloMeme.description": "HelloMeme은 사용자가 제공한 이미지나 동작을 기반으로 밈, GIF, 짧은 영상을 생성하는 AI 도구입니다. 그림이나 코딩 기술 없이도 참조 이미지 하나만으로 재미있고 매력적이며 스타일이 일관된 콘텐츠를 만들 수 있습니다.",
  "HiDream-I1-Full.description": "HiDream-E1-Full은 HiDream.ai에서 개발한 오픈소스 다중 모달 이미지 편집 모델로, 고급 디퓨전 트랜스포머 아키텍처와 강력한 언어 이해 능력(LLaMA 3.1-8B-Instruct 내장)을 기반으로 합니다. 자연어 기반 이미지 생성, 스타일 전환, 국소 편집, 리페인팅을 지원하며, 이미지-텍스트 이해 및 실행 능력이 뛰어납니다.",
  "HunyuanDiT-v1.2-Diffusers-Distilled.description": "hunyuandit-v1.2-distilled는 경량화된 텍스트-이미지 생성 모델로, 증류를 통해 고품질 이미지를 빠르게 생성할 수 있도록 최적화되었습니다. 저자원 환경 및 실시간 생성에 특히 적합합니다.",
  "InstantCharacter.description": "InstantCharacter는 2025년 텐센트 AI에서 출시한 튜닝이 필요 없는 개인화 캐릭터 생성 모델로, 고정밀도 및 다양한 시나리오에서 일관된 캐릭터 생성을 목표로 합니다. 단 하나의 참조 이미지로 캐릭터를 모델링하고, 스타일, 동작, 배경에 유연하게 적용할 수 있습니다.",
  "InternVL2-8B.description": "InternVL2-8B는 강력한 비전-언어 모델로, 이미지-텍스트 다중 모달 처리를 지원하며 이미지 내용을 정확히 인식하고 관련 설명이나 답변을 생성할 수 있습니다.",
  "InternVL2.5-26B.description": "InternVL2.5-26B는 강력한 비전-언어 모델로, 이미지-텍스트 다중 모달 처리를 지원하며 이미지 내용을 정확히 인식하고 관련 설명이나 답변을 생성할 수 있습니다.",
  "Kolors.description": "Kolors는 Kuaishou Kolors 팀이 개발한 텍스트-이미지 생성 모델로, 수십억 개의 파라미터로 학습되어 시각적 품질, 중국어 의미 이해, 텍스트 렌더링에서 뛰어난 성능을 보입니다.",
  "Kwai-Kolors/Kolors.description": "Kolors는 Kuaishou Kolors 팀이 개발한 대규모 잠재 디퓨전 기반 텍스트-이미지 생성 모델로, 수십억 개의 텍스트-이미지 쌍으로 학습되어 시각적 품질, 복잡한 의미 정확도, 중/영문 텍스트 렌더링에서 뛰어난 성능을 보이며, 중국어 콘텐츠 이해 및 생성 능력이 우수합니다.",
  "Kwaipilot/KAT-Dev.description": "KAT-Dev (32B)는 소프트웨어 엔지니어링 작업을 위한 오픈소스 32B 모델입니다. SWE-Bench Verified에서 62.4% 해결률을 기록하며 오픈 모델 중 5위를 차지했습니다. 코드 완성, 버그 수정, 코드 리뷰를 위해 중간 학습, SFT, RL을 통해 최적화되었습니다.",
  "Llama-3.2-11B-Vision-Instruct.description": "고해상도 이미지에 대한 강력한 이미지 추론 능력을 갖춘 모델로, 시각적 이해 응용에 적합합니다.",
  "Llama-3.2-90B-Vision-Instruct\t.description": "시각적 이해 에이전트 응용을 위한 고급 이미지 추론 모델입니다.",
  "Meta-Llama-3-3-70B-Instruct.description": "Llama 3.3 70B는 대화 및 생성 작업을 위한 다재다능한 트랜스포머 모델입니다.",
  "Meta-Llama-3.1-405B-Instruct.description": "Llama 3.1은 다국어 대화에 최적화된 지시 튜닝 텍스트 모델로, 오픈 및 클로즈드 챗 모델 중 업계 표준 벤치마크에서 뛰어난 성능을 보입니다.",
  "Meta-Llama-3.1-70B-Instruct.description": "Llama 3.1은 다국어 대화에 최적화된 지시 튜닝 텍스트 모델로, 오픈 및 클로즈드 챗 모델 중 업계 표준 벤치마크에서 뛰어난 성능을 보입니다.",
  "Meta-Llama-3.1-8B-Instruct.description": "Llama 3.1은 다국어 대화에 최적화된 지시 튜닝 텍스트 모델로, 오픈 및 클로즈드 챗 모델 중 업계 표준 벤치마크에서 뛰어난 성능을 보입니다.",
  "Meta-Llama-3.2-1B-Instruct.description": "최신 소형 언어 모델로, 뛰어난 언어 이해, 우수한 추론, 텍스트 생성 능력을 갖추고 있습니다.",
  "Meta-Llama-3.2-3B-Instruct.description": "최신 소형 언어 모델로, 뛰어난 언어 이해, 우수한 추론, 텍스트 생성 능력을 갖추고 있습니다.",
  "Meta-Llama-3.3-70B-Instruct.description": "Llama 3.3은 가장 진보된 다국어 오픈소스 Llama 모델로, 매우 낮은 비용으로 405B에 근접한 성능을 제공합니다. 트랜스포머 기반이며, SFT 및 RLHF를 통해 유용성과 안전성이 향상되었습니다. 지시 튜닝 버전은 다국어 대화에 최적화되어 있으며, 업계 벤치마크에서 많은 오픈 및 클로즈드 챗 모델을 능가합니다. 지식 기준일: 2023년 12월.",
  "Meta-Llama-4-Maverick-17B-128E-Instruct-FP8.description": "Llama 4 Maverick은 효율적인 전문가 활성화를 통해 강력한 추론 성능을 제공하는 대형 MoE 모델입니다.",
  "MiniMax-M1.description": "80K 체인 오브 싱킹과 100만 입력을 지원하는 새로운 자체 개발 추론 모델로, 세계 최고 수준의 모델과 유사한 성능을 제공합니다.",
  "MiniMax-M2-Stable.description": "상업적 사용을 위한 높은 동시성을 제공하며, 효율적인 코딩 및 에이전트 워크플로우에 최적화되어 있습니다.",
  "MiniMax-M2.1-Lightning.description": "강력한 다국어 프로그래밍 기능과 전면적으로 업그레이드된 코딩 경험. 더 빠르고 효율적입니다.",
  "MiniMax-M2.1.description": "MiniMax-M2.1은 MiniMax에서 개발한 대표적인 오픈소스 대형 모델로, 복잡한 실제 과제를 해결하는 데 중점을 둡니다. 다국어 프로그래밍 능력과 에이전트로서 복잡한 작업을 수행하는 능력이 핵심 강점입니다.",
  "MiniMax-M2.description": "효율적인 코딩 및 에이전트 워크플로우를 위해 특별히 설계됨",
  "MiniMax-Text-01.description": "MiniMax-01은 기존 트랜스포머를 넘어선 대규모 선형 어텐션을 도입한 모델로, 4560억 파라미터 중 459억이 활성화됩니다. 최대 400만 토큰의 문맥을 지원하며, GPT-4o의 32배, Claude-3.5-Sonnet의 20배에 해당합니다.",
  "MiniMaxAI/MiniMax-M1-80k.description": "MiniMax-M1은 오픈 가중치 기반의 대규모 하이브리드 어텐션 추론 모델로, 총 4560억 파라미터 중 토큰당 약 459억이 활성화됩니다. 100만 문맥을 기본 지원하며, Flash Attention을 통해 10만 토큰 생성 시 FLOPs를 DeepSeek R1 대비 75% 절감합니다. MoE 아키텍처와 CISPO, 하이브리드 어텐션 RL 학습을 통해 장문 추론 및 실제 소프트웨어 엔지니어링 작업에서 선도적인 성능을 보입니다.",
  "MiniMaxAI/MiniMax-M2.description": "MiniMax-M2는 에이전트 효율성을 재정의한 모델로, 총 2300억 파라미터 중 100억만 활성화되는 컴팩트하고 빠르며 비용 효율적인 MoE 모델입니다. 최상위 수준의 코딩 및 에이전트 작업을 위해 설계되었으며, 강력한 범용 지능을 유지합니다. 활성 파라미터가 100억에 불과함에도 훨씬 더 큰 모델과 경쟁할 수 있어 고효율 응용에 이상적입니다.",
  "Moonshot-Kimi-K2-Instruct.description": "총 1조 파라미터 중 320억이 활성화되는 모델로, 비사고형 모델 중 최상위 수준의 최신 지식, 수학, 코딩 성능을 보이며, 일반 에이전트 작업에서도 강력한 성능을 발휘합니다. 에이전트 워크로드에 최적화되어 단순한 응답을 넘어 행동 수행이 가능하며, 즉흥적이고 일반적인 대화 및 에이전트 경험에 적합한 반사 수준의 모델입니다.",
  "NousResearch/Nous-Hermes-2-Mixtral-8x7B-DPO.description": "Nous Hermes 2 - Mixtral 8x7B-DPO (46.7B)는 복잡한 계산을 위한 고정밀 지시 모델입니다.",
  "OmniConsistency.description": "OmniConsistency는 대규모 Diffusion Transformer(DiT)와 스타일이 적용된 쌍 데이터셋을 도입하여 이미지-투-이미지 작업에서 스타일 일관성과 일반화를 향상시키며, 스타일 저하를 방지합니다.",
  "PaddlePaddle/PaddleOCR-VL-1.5.description": "PaddleOCR-VL-1.5는 PaddleOCR-VL 시리즈의 업그레이드 버전으로, OmniDocBench v1.5 문서 파싱 벤치마크에서 94.5%의 정확도를 달성하여 일반 대형 모델 및 전문 문서 파싱 모델을 능가합니다. 문서 요소에 대한 불규칙한 경계 상자 위치 지정을 혁신적으로 지원하며, 스캔 이미지, 기울어진 이미지, 화면 캡처 이미지 등을 효과적으로 처리합니다.",
  "Phi-3-medium-128k-instruct.description": "RAG 또는 few-shot 프롬프트를 위한 더 큰 컨텍스트 윈도우를 갖춘 동일한 Phi-3-medium 모델입니다.",
  "Phi-3-medium-4k-instruct.description": "14B 파라미터를 가진 모델로, Phi-3-mini보다 더 높은 품질을 제공하며, 고품질 및 추론 중심 데이터에 중점을 둡니다.",
  "Phi-3-mini-128k-instruct.description": "RAG 또는 few-shot 프롬프트를 위한 더 큰 컨텍스트 윈도우를 갖춘 동일한 Phi-3-mini 모델입니다.",
  "Phi-3-mini-4k-instruct.description": "Phi-3 시리즈 중 가장 작은 모델로, 품질과 낮은 지연 시간에 최적화되어 있습니다.",
  "Phi-3-small-128k-instruct.description": "RAG 또는 few-shot 프롬프트를 위한 더 큰 컨텍스트 윈도우를 갖춘 동일한 Phi-3-small 모델입니다.",
  "Phi-3-small-8k-instruct.description": "7B 파라미터를 가진 모델로, Phi-3-mini보다 더 높은 품질을 제공하며, 고품질 및 추론 중심 데이터에 중점을 둡니다.",
  "Phi-3.5-mini-instruct.description": "Phi-3-mini 모델의 업데이트 버전입니다.",
  "Phi-3.5-vision-instrust.description": "Phi-3-vision 모델의 업데이트 버전입니다.",
  "Pro/MiniMaxAI/MiniMax-M2.1.description": "MiniMax-M2.1은 에이전트 기능에 최적화된 오픈소스 대형 언어 모델로, 프로그래밍, 도구 사용, 지시 따르기, 장기 계획 수립에 뛰어난 성능을 보입니다. 이 모델은 다국어 소프트웨어 개발과 복잡한 다단계 워크플로우 실행을 지원하며, SWE-bench Verified에서 74.0점을 기록하고 다국어 시나리오에서 Claude Sonnet 4.5를 능가합니다.",
  "Pro/Qwen/Qwen2-7B-Instruct.description": "Qwen2-7B-Instruct는 Qwen2 시리즈의 70억 매개변수 기반 지시 조정 LLM입니다. Transformer 아키텍처를 기반으로 SwiGLU, attention QKV bias, grouped-query attention을 사용하며, 대용량 입력을 처리할 수 있습니다. 언어 이해, 생성, 다국어 작업, 코딩, 수학, 추론 등 다양한 분야에서 강력한 성능을 발휘하며, 대부분의 오픈 모델을 능가하고 상용 모델과 경쟁합니다. 여러 벤치마크에서 Qwen1.5-7B-Chat을 능가합니다.",
  "Pro/Qwen/Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct는 알리바바 클라우드의 최신 LLM 시리즈 중 하나입니다. 70억 매개변수 모델로 코딩과 수학에서 눈에 띄는 성능 향상을 보이며, 29개 이상의 언어를 지원합니다. 지시 따르기, 구조화된 데이터 이해, 구조화된 출력(특히 JSON) 생성 능력이 향상되었습니다.",
  "Pro/Qwen/Qwen2.5-Coder-7B-Instruct.description": "Qwen2.5-Coder-7B-Instruct는 알리바바 클라우드의 최신 코드 특화 LLM입니다. Qwen2.5를 기반으로 5.5조 토큰으로 학습되었으며, 코드 생성, 추론, 수정 능력을 크게 향상시켰습니다. 수학 및 일반적인 능력도 유지하며, 코딩 에이전트를 위한 강력한 기반을 제공합니다.",
  "Pro/Qwen/Qwen2.5-VL-7B-Instruct.description": "Qwen2.5-VL은 Qwen 시리즈의 새로운 비전-언어 모델로, 강력한 시각적 이해 능력을 갖추고 있습니다. 이미지 내 텍스트, 차트, 레이아웃을 분석하고, 긴 영상과 이벤트를 이해하며, 추론 및 도구 사용, 다양한 형식의 객체 정렬, 구조화된 출력 등을 지원합니다. 동적 해상도 및 프레임 속도 학습을 통해 영상 이해를 개선하고, 비전 인코더 효율성을 높였습니다.",
  "Pro/THUDM/GLM-4.1V-9B-Thinking.description": "GLM-4.1V-9B-Thinking은 Zhipu AI와 칭화대 KEG 연구실이 공동 개발한 오픈소스 VLM으로, 복잡한 멀티모달 인지를 위해 설계되었습니다. GLM-4-9B-0414를 기반으로 체인 오브 쏘트 추론과 강화 학습(RL)을 추가하여 교차 모달 추론과 안정성을 크게 향상시켰습니다.",
  "Pro/THUDM/glm-4-9b-chat.description": "GLM-4-9B-Chat은 Zhipu AI의 오픈소스 GLM-4 모델입니다. 의미 이해, 수학, 추론, 코드, 지식 등 다양한 분야에서 강력한 성능을 보입니다. 다중 턴 대화 외에도 웹 검색, 코드 실행, 사용자 정의 도구 호출, 장문 추론을 지원합니다. 중국어, 영어, 일본어, 한국어, 독일어 등 26개 언어를 지원하며, AlignBench-v2, MT-Bench, MMLU, C-Eval 등에서 우수한 성능을 보이고, 최대 128K 컨텍스트를 지원하여 학술 및 비즈니스 용도에 적합합니다.",
  "Pro/deepseek-ai/DeepSeek-R1-Distill-Qwen-7B.description": "DeepSeek-R1-Distill-Qwen-7B는 Qwen2.5-Math-7B에서 디스틸링되었으며, 80만 개의 정제된 DeepSeek-R1 샘플로 파인튜닝되었습니다. MATH-500에서 92.8%, AIME 2024에서 55.5%, CodeForces에서 7B 모델 기준 1189점을 기록하며 강력한 성능을 보입니다.",
  "Pro/deepseek-ai/DeepSeek-R1.description": "DeepSeek-R1은 반복을 줄이고 가독성을 높이기 위해 강화 학습(RL)을 적용한 추론 모델입니다. RL 이전에는 cold-start 데이터를 사용하여 추론 능력을 더욱 향상시켰으며, 수학, 코드, 추론 작업에서 OpenAI-o1과 유사한 성능을 보입니다. 정교한 학습을 통해 전반적인 성능을 개선했습니다.",
  "Pro/deepseek-ai/DeepSeek-V3.1-Terminus.description": "DeepSeek-V3.1-Terminus는 하이브리드 에이전트 LLM으로 포지셔닝된 V3.1 모델의 업데이트 버전입니다. 사용자 피드백을 반영하여 안정성, 언어 일관성, 중문/영문 혼합 및 비정상 문자 문제를 개선했습니다. 사고 모드와 비사고 모드를 통합하고, 채팅 템플릿을 통해 유연한 전환이 가능합니다. 또한 코드 에이전트와 검색 에이전트의 성능을 향상시켜 도구 사용과 다단계 작업의 신뢰성을 높였습니다.",
  "Pro/deepseek-ai/DeepSeek-V3.2-Exp.description": "DeepSeek-V3.2-Exp는 차세대 아키텍처로의 전환을 위한 실험적 V3.2 릴리스입니다. V3.1-Terminus 위에 DeepSeek Sparse Attention(DSA)을 추가하여 장문 컨텍스트 학습 및 추론 효율을 개선했으며, 도구 사용, 장문 문서 이해, 다단계 추론에 최적화되었습니다. 대규모 컨텍스트 예산에서 높은 추론 효율을 탐색하는 데 이상적입니다.",
  "Pro/deepseek-ai/DeepSeek-V3.description": "DeepSeek-V3는 6710억 매개변수의 MoE 모델로, MLA와 DeepSeekMoE를 사용하며 손실 없는 부하 분산을 통해 효율적인 추론과 학습을 실현합니다. 14.8조 고품질 토큰으로 사전 학습되었고, SFT 및 RL로 추가 튜닝되어 다른 오픈 모델을 능가하며 상용 모델에 근접한 성능을 보입니다.",
  "Pro/moonshotai/Kimi-K2-Instruct-0905.description": "Kimi K2-Instruct-0905는 최신이자 가장 강력한 Kimi K2 모델입니다. 총 1조, 활성 320억 매개변수를 가진 최상급 MoE 모델로, 에이전트 기반 코딩 지능이 강화되어 벤치마크 및 실제 에이전트 작업에서 큰 성능 향상을 보입니다. 프론트엔드 코드의 미적 품질과 사용성도 개선되었습니다.",
  "Pro/moonshotai/Kimi-K2-Thinking.description": "Kimi K2 Thinking Turbo는 추론 속도와 처리량을 최적화한 Turbo 버전으로, K2 Thinking의 다단계 추론 및 도구 사용 능력을 유지합니다. 약 1조 매개변수를 가진 MoE 모델로, 기본 256K 컨텍스트를 지원하며, 대규모 도구 호출이 필요한 실시간 및 동시성 높은 환경에 적합합니다.",
  "Pro/moonshotai/Kimi-K2.5.description": "Kimi K2.5는 Kimi-K2-Base를 기반으로 구축된 오픈소스 네이티브 멀티모달 에이전트 모델로, 약 1.5조 개의 비전 및 텍스트 토큰으로 학습되었습니다. MoE 아키텍처를 채택하여 총 1조 파라미터 중 320억 개가 활성화되며, 256K 컨텍스트 윈도우를 지원하여 비전과 언어 이해를 자연스럽게 통합합니다.",
  "Pro/zai-org/glm-4.7.description": "GLM-4.7은 Zhipu의 최신 플래그십 모델로, 총 355B 파라미터 중 32B가 활성화되어 있으며, 일반 대화, 추론, 에이전트 기능 전반에서 완전히 업그레이드되었습니다. GLM-4.7은 교차적 사고(Interleaved Thinking)를 강화하고, 보존적 사고(Preserved Thinking) 및 턴 단위 사고(Turn-level Thinking)를 도입하여 성능을 향상시켰습니다.",
  "QwQ-32B-Preview.description": "Qwen QwQ는 추론 능력 향상을 목표로 한 실험적 연구 모델입니다.",
  "Qwen/QVQ-72B-Preview.description": "QVQ-72B-Preview는 복잡한 장면 이해와 시각 수학 문제 해결에 강점을 가진 Qwen의 시각 추론 연구 모델입니다.",
  "Qwen/QwQ-32B-Preview.description": "Qwen QwQ는 AI 추론 능력 향상을 목표로 한 실험적 연구 모델입니다.",
  "Qwen/QwQ-32B.description": "QwQ는 Qwen 계열의 추론 특화 모델입니다. 일반적인 지시 조정 모델과 비교해 사고 및 추론 능력이 추가되어, 특히 어려운 문제에서 다운스트림 성능을 크게 향상시킵니다. QwQ-32B는 DeepSeek-R1 및 o1-mini와 경쟁할 수 있는 중형 추론 모델로, RoPE, SwiGLU, RMSNorm, attention QKV bias를 사용하며, 64개 레이어와 40개의 Q attention 헤드(8개 KV in GQA)를 갖추고 있습니다.",
  "Qwen/Qwen-Image-Edit-2509.description": "Qwen-Image-Edit-2509는 Qwen 팀의 Qwen-Image 최신 편집 버전입니다. 200억 매개변수의 Qwen-Image 모델을 기반으로, 강력한 텍스트 렌더링 기능을 이미지 편집으로 확장하여 정밀한 텍스트 편집을 지원합니다. Qwen2.5-VL을 통한 의미 제어와 VAE 인코더를 통한 외형 제어를 결합한 이중 제어 아키텍처를 사용하여 의미 및 외형 수준의 편집이 가능합니다. 로컬 편집(추가/제거/수정)뿐 아니라 IP 생성, 스타일 전환 등 고차원 의미 편집도 지원하며, 의미를 보존합니다. 여러 벤치마크에서 SOTA 성능을 달성했습니다.",
  "Qwen/Qwen-Image.description": "Qwen-Image는 Qwen 팀이 개발한 200억 매개변수 기반 이미지 생성 기초 모델입니다. 복잡한 텍스트 렌더링과 정밀한 이미지 편집에서 큰 성능 향상을 이루었으며, 특히 고해상도 중국어/영어 텍스트 처리에 강점을 보입니다. 다중 행 및 단락 레이아웃을 지원하면서도 타이포그래피 일관성을 유지합니다. 텍스트 렌더링 외에도 사실적 스타일부터 애니메이션까지 다양한 스타일을 지원하며, 스타일 전환, 객체 추가/제거, 디테일 향상, 텍스트 편집, 포즈 제어 등 고급 편집 기능도 제공합니다. 시각 창작의 종합적 기반 모델을 목표로 합니다.",
  "Qwen/Qwen2-72B-Instruct.description": "Qwen 2 Instruct (72B)는 기업용 작업을 위한 정밀한 지시 따르기를 제공합니다.",
  "Qwen/Qwen2-7B-Instruct.description": "Qwen2-7B-Instruct는 Qwen2 시리즈의 70억 매개변수 지시 조정 모델로, Transformer, SwiGLU, QKV bias, grouped-query attention을 사용합니다. 대용량 입력을 처리할 수 있으며, 언어 이해, 생성, 다국어, 코딩, 수학, 추론 벤치마크에서 강력한 성능을 보이며, 대부분의 오픈 모델을 능가하고 Qwen1.5-7B-Chat보다 우수한 평가를 받았습니다.",
  "Qwen/Qwen2-VL-72B-Instruct.description": "Qwen2-VL은 최신 Qwen-VL 모델로, MathVista, DocVQA, RealWorldQA, MTVQA 등 시각 벤치마크에서 SOTA 성능을 달성했습니다. 20분 이상의 영상을 이해하여 영상 QA, 대화, 콘텐츠 생성이 가능하며, 복잡한 추론과 의사결정도 지원합니다. 기기 및 로봇과 통합되어 시각 기반 행동을 수행할 수 있습니다. 영어와 중국어 외에도 대부분의 유럽 언어, 일본어, 한국어, 아랍어, 베트남어 등 다양한 언어의 이미지 내 텍스트를 읽을 수 있습니다.",
  "Qwen/Qwen2.5-14B-Instruct.description": "Qwen2.5-14B-Instruct는 Alibaba Cloud의 최신 대형 언어 모델(LLM) 시리즈의 일부입니다. 140억 매개변수 모델은 코딩 및 수학 성능에서 두드러진 향상을 보이며, 29개 이상의 언어를 지원하고, 지시 따르기, 구조화된 데이터 이해 및 구조화된 출력(특히 JSON) 생성 능력을 개선합니다.",
  "Qwen/Qwen2.5-32B-Instruct.description": "Qwen2.5-32B-Instruct는 Alibaba Cloud의 최신 대형 언어 모델(LLM) 시리즈의 일부입니다. 320억 매개변수 모델은 코딩 및 수학 성능에서 두드러진 향상을 보이며, 29개 이상의 언어를 지원하고, 지시 따르기, 구조화된 데이터 이해 및 구조화된 출력(특히 JSON) 생성 능력을 개선합니다.",
  "Qwen/Qwen2.5-72B-Instruct-128K.description": "Qwen2.5-72B-Instruct는 Alibaba Cloud의 최신 대형 언어 모델(LLM) 시리즈의 일부입니다. 720억 매개변수 모델은 코딩 및 수학 성능을 향상시키고, 최대 128K 입력과 8K 이상의 출력을 지원하며, 29개 이상의 언어를 제공하고, 지시 따르기 및 구조화된 출력(특히 JSON) 생성 능력을 개선합니다.",
  "Qwen/Qwen2.5-72B-Instruct-Turbo.description": "Qwen2.5는 지시 기반 작업에 최적화된 새로운 대형 언어 모델(LLM) 계열입니다.",
  "Qwen/Qwen2.5-72B-Instruct.description": "Qwen2.5-72B-Instruct는 Alibaba Cloud의 최신 대형 언어 모델(LLM) 시리즈의 일부입니다. 720억 매개변수 모델은 코딩 및 수학 성능에서 두드러진 향상을 보이며, 29개 이상의 언어를 지원하고, 지시 따르기, 구조화된 데이터 이해 및 구조화된 출력(특히 JSON) 생성 능력을 개선합니다.",
  "Qwen/Qwen2.5-7B-Instruct-Turbo.description": "Qwen2.5는 지시 기반 작업에 최적화된 새로운 대형 언어 모델(LLM) 계열입니다.",
  "Qwen/Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct는 Alibaba Cloud의 최신 대형 언어 모델(LLM) 시리즈의 일부입니다. 70억 매개변수 모델은 코딩 및 수학 성능에서 두드러진 향상을 보이며, 29개 이상의 언어를 지원하고, 지시 따르기, 구조화된 데이터 이해 및 구조화된 출력(특히 JSON) 생성 능력을 개선합니다.",
  "Qwen/Qwen2.5-Coder-32B-Instruct.description": "Qwen2.5 Coder 32B Instruct는 Alibaba Cloud의 최신 코드 특화 대형 언어 모델입니다. Qwen2.5를 기반으로 5.5조 토큰으로 학습되었으며, 코드 생성, 추론 및 수정 능력을 크게 향상시키면서 수학 및 일반적인 성능도 유지하여 코딩 에이전트의 강력한 기반을 제공합니다.",
  "Qwen/Qwen2.5-Coder-7B-Instruct.description": "Qwen2.5-Coder-7B-Instruct는 Alibaba Cloud의 최신 코드 특화 대형 언어 모델입니다. Qwen2.5를 기반으로 5.5조 토큰으로 학습되었으며, 코드 생성, 추론 및 수정 능력을 크게 향상시키면서 수학 및 일반적인 성능도 유지하여 코딩 에이전트의 견고한 기반을 제공합니다.",
  "Qwen/Qwen2.5-VL-32B-Instruct.description": "Qwen2.5-VL-32B-Instruct는 Qwen 팀이 개발한 멀티모달 모델입니다. 일반적인 객체 인식은 물론 텍스트, 차트, 아이콘, 그래픽, 레이아웃을 분석할 수 있습니다. 시각적 에이전트로서 도구를 동적으로 제어할 수 있으며, 컴퓨터 및 스마트폰 사용도 포함됩니다. 객체를 정밀하게 위치 지정하고, 송장 및 표와 같은 구조화된 출력을 생성할 수 있습니다. Qwen2-VL과 비교해 수학 및 문제 해결 능력이 향상되었으며, 사용자 선호에 더 부합하는 응답을 제공합니다.",
  "Qwen/Qwen2.5-VL-72B-Instruct.description": "Qwen2.5-VL은 Qwen2.5 시리즈의 비전-언어 모델로, 다음과 같은 주요 업그레이드를 포함합니다: 객체, 텍스트, 차트, 레이아웃에 대한 강력한 시각적 이해; 도구를 동적으로 사용하는 시각적 에이전트로서의 추론; 1시간 이상의 비디오 이해 및 주요 이벤트 포착; 박스 또는 포인트를 통한 정밀한 객체 위치 지정; 송장 및 표와 같은 스캔된 데이터에 대한 구조화된 출력 생성.",
  "Qwen/Qwen3-14B.description": "Qwen3는 차세대 Tongyi Qwen 모델로, 추론, 일반 능력, 에이전트 기능, 다국어 성능에서 큰 향상을 이루었으며, 사고 모드 전환을 지원합니다.",
  "Qwen/Qwen3-235B-A22B-Instruct-2507.description": "Qwen3-235B-A22B-Instruct-2507은 Qwen3의 플래그십 MoE 모델로, 총 2350억 매개변수 중 220억이 활성화됩니다. 사고 모드가 비활성화된 버전으로, 지시 따르기, 논리적 추론, 텍스트 이해, 수학, 과학, 코딩, 도구 사용 능력을 향상시키는 데 중점을 두었습니다. 또한 다국어 롱테일 지식을 확장하고, 주관적인 개방형 작업에서 사용자 선호에 더 잘 맞도록 조정되었습니다.",
  "Qwen/Qwen3-235B-A22B-Thinking-2507.description": "Qwen3-235B-A22B-Thinking-2507은 복잡한 고난도 추론에 중점을 둔 Qwen3 모델입니다. MoE 아키텍처를 사용하며, 총 2350억 매개변수 중 토큰당 약 220억이 활성화되어 효율성을 높입니다. 사고 전용 모델로서 논리, 수학, 과학, 코딩, 학술 벤치마크에서 뛰어난 성능을 보이며, 지시 따르기, 도구 사용, 텍스트 생성 능력도 향상되었습니다. 256K 컨텍스트를 기본 지원하여 심층 추론 및 장문 문서 처리에 적합합니다.",
  "Qwen/Qwen3-235B-A22B.description": "Qwen3는 차세대 Tongyi Qwen 모델로, 추론, 일반 능력, 에이전트 기능, 다국어 성능에서 큰 향상을 이루었으며, 사고 모드 전환을 지원합니다.",
  "Qwen/Qwen3-30B-A3B-Instruct-2507.description": "Qwen3-30B-A3B-Instruct-2507은 Qwen3-30B-A3B의 사고 비활성화 버전입니다. 총 305억 매개변수 중 33억이 활성화되는 MoE 모델로, 지시 따르기, 논리적 추론, 텍스트 이해, 수학, 과학, 코딩, 도구 사용 능력을 크게 향상시켰습니다. 다국어 롱테일 지식을 확장하고, 주관적인 개방형 작업에서 사용자 선호에 더 잘 맞도록 조정되었습니다. 256K 컨텍스트를 지원하며, 사고 모드가 비활성화되어 `<think></think>` 태그를 출력하지 않습니다.",
  "Qwen/Qwen3-30B-A3B-Thinking-2507.description": "Qwen3-30B-A3B-Thinking-2507은 Qwen3 시리즈의 최신 사고 모델입니다. 총 305억 매개변수 중 33억이 활성화되는 MoE 모델로, 복잡한 작업에 중점을 두고 설계되었습니다. 논리, 수학, 과학, 코딩, 학술 벤치마크에서 뛰어난 성능을 보이며, 지시 따르기, 도구 사용, 텍스트 생성, 선호 정렬 능력도 향상되었습니다. 256K 컨텍스트를 기본 지원하며, 최대 100만 토큰까지 확장 가능합니다. 사고 모드에 최적화되어 단계별 추론과 강력한 에이전트 기능을 제공합니다.",
  "Qwen/Qwen3-30B-A3B.description": "Qwen3는 차세대 Tongyi Qwen 모델로, 추론, 일반 능력, 에이전트 기능, 다국어 성능에서 큰 향상을 이루었으며, 사고 모드 전환을 지원합니다.",
  "Qwen/Qwen3-32B.description": "Qwen3는 차세대 Tongyi Qwen 모델로, 추론, 일반 능력, 에이전트 기능, 다국어 성능에서 큰 향상을 이루었으며, 사고 모드 전환을 지원합니다.",
  "Qwen/Qwen3-8B.description": "Qwen3는 차세대 Tongyi Qwen 모델로, 추론, 일반 능력, 에이전트 기능, 다국어 성능에서 큰 향상을 이루었으며, 사고 모드 전환을 지원합니다.",
  "Qwen/Qwen3-Coder-30B-A3B-Instruct.description": "Qwen3-Coder-30B-A3B-Instruct는 Qwen 팀이 개발한 Qwen3 코드 모델입니다. 고성능과 효율성을 위해 최적화되었으며, 코드 기능을 강화합니다. 에이전트 기반 코딩, 자동 브라우저 조작, 도구 사용에서 뛰어난 성능을 보이며, 256K 컨텍스트를 기본 지원하고 최대 100만 토큰까지 확장 가능합니다. Qwen Code 및 CLINE과 같은 플랫폼에서 함수 호출 형식을 통해 에이전트 기반 코딩을 지원합니다.",
  "Qwen/Qwen3-Coder-480B-A35B-Instruct.description": "Qwen3-Coder-480B-A35B-Instruct는 Alibaba의 가장 강력한 에이전트 기반 코드 모델입니다. 총 4800억 매개변수 중 350억이 활성화되는 MoE 모델로, 효율성과 성능의 균형을 이룹니다. 256K 컨텍스트를 기본 지원하며, YaRN을 통해 최대 100만 토큰까지 확장 가능하여 대규모 코드베이스 처리에 적합합니다. 에이전트 기반 코딩 워크플로우를 위해 설계되었으며, 도구 및 환경과 상호작용하여 복잡한 프로그래밍 작업을 해결할 수 있습니다. Claude Sonnet 4와 같은 선도 모델과 비교해도 손색없는 성능을 보입니다.",
  "Qwen/Qwen3-Next-80B-A3B-Instruct.description": "Qwen3-Next-80B-A3B-Instruct는 차세대 Qwen3-Next 아키텍처를 기반으로 한 모델로, 훈련 및 추론 효율성을 극대화한 차세대 베이스 모델입니다. Gated DeltaNet과 Gated Attention을 결합한 하이브리드 어텐션, 고희소성 MoE, 훈련 안정성 최적화를 통해 80B 전체 파라미터 중 약 3B만을 추론 시 활성화하여 연산 비용을 줄이고, 32K 이상의 컨텍스트에서 Qwen3-32B 대비 10배 이상의 처리량을 제공합니다. 이 버전은 일반적인 지시 따르기 작업에 최적화되어 있으며, '사고 모드'는 포함되어 있지 않습니다. 일부 벤치마크에서는 Qwen3-235B에 필적하는 성능을 보이며, 초장문 컨텍스트 작업에서 강력한 우위를 보입니다.",
  "Qwen/Qwen3-Next-80B-A3B-Thinking.description": "Qwen3-Next-80B-A3B-Thinking은 복잡한 추론을 위한 차세대 베이스 모델입니다. Gated DeltaNet과 Gated Attention을 결합한 하이브리드 어텐션과 고희소성 MoE를 활용하여 훈련 및 추론 효율성을 극대화하였습니다. 총 80B 파라미터 중 약 3B만을 추론 시 활성화하여 연산 비용을 절감하고, 32K 이상의 컨텍스트에서 Qwen3-32B 대비 10배 이상의 처리량을 제공합니다. 이 '사고' 버전은 증명, 코드 생성, 논리 분석, 계획 수립 등 다단계 작업에 최적화되어 있으며, 구조화된 사고 과정을 출력합니다. Qwen3-32B-Thinking보다 뛰어난 성능을 보이며, 여러 벤치마크에서 Gemini-2.5-Flash-Thinking을 능가합니다.",
  "Qwen/Qwen3-Omni-30B-A3B-Captioner.description": "Qwen3-Omni-30B-A3B-Captioner는 고품질, 정밀하고 정확한 이미지 캡션 생성을 위해 설계된 Qwen3 시리즈의 비전-언어 모델(VLM)입니다. 30B 파라미터의 MoE 아키텍처를 기반으로 이미지에 대한 깊은 이해를 바탕으로 유창한 설명을 생성하며, 세부 묘사, 장면 이해, 객체 인식, 관계 추론에서 뛰어난 성능을 발휘합니다.",
  "Qwen/Qwen3-Omni-30B-A3B-Instruct.description": "Qwen3-Omni-30B-A3B-Instruct는 30B 전체 파라미터 중 3B만을 활성화하는 MoE 구조의 Qwen3 시리즈 모델로, 낮은 추론 비용으로도 강력한 성능을 제공합니다. 고품질의 다국어 멀티소스 데이터를 기반으로 학습되었으며, 텍스트, 이미지, 오디오, 비디오 등 모든 모달 입력을 지원하고, 모달 간 이해 및 생성이 가능합니다.",
  "Qwen/Qwen3-Omni-30B-A3B-Thinking.description": "Qwen3-Omni-30B-A3B-Thinking은 Qwen3-Omni의 핵심 '사고' 컴포넌트로, 텍스트, 오디오, 이미지, 비디오 등 다양한 모달 입력을 처리하며 복잡한 사고 과정을 수행합니다. 입력을 통합된 표현으로 변환하여 깊이 있는 모달 간 이해를 가능하게 하며, 30B 전체 파라미터 중 3B만을 활성화하는 MoE 구조로 강력한 추론 능력과 연산 효율성을 균형 있게 제공합니다.",
  "Qwen/Qwen3-VL-235B-A22B-Instruct.description": "Qwen3-VL-235B-A22B-Instruct는 MoE 기반의 대규모 지시 튜닝된 Qwen3-VL 모델로, 뛰어난 멀티모달 이해 및 생성 능력을 제공합니다. 기본적으로 256K 컨텍스트를 지원하며, 고동시성 멀티모달 서비스에 적합합니다.",
  "Qwen/Qwen3-VL-235B-A22B-Thinking.description": "Qwen3-VL-235B-A22B-Thinking은 Qwen3-VL의 플래그십 사고 버전으로, 복잡한 멀티모달 추론, 장문 컨텍스트 추론, 엔터프라이즈 환경에서의 에이전트 상호작용에 최적화되어 있습니다.",
  "Qwen/Qwen3-VL-30B-A3B-Instruct.description": "Qwen3-VL-30B-A3B-Instruct는 강력한 비전-언어 이해 및 생성을 제공하는 지시 튜닝된 Qwen3-VL 모델입니다. 기본적으로 256K 컨텍스트를 지원하며, 멀티모달 채팅 및 이미지 기반 생성에 적합합니다.",
  "Qwen/Qwen3-VL-30B-A3B-Thinking.description": "Qwen3-VL-30B-A3B-Thinking은 멀티모달 추론, 이미지-코드 변환, 복잡한 시각적 이해에 최적화된 추론 강화 버전입니다. 256K 컨텍스트를 지원하며, 향상된 사고 체인 능력을 갖추고 있습니다.",
  "Qwen/Qwen3-VL-32B-Instruct.description": "Qwen3-VL-32B-Instruct는 Qwen 팀이 개발한 비전-언어 모델로, 여러 VL 벤치마크에서 SOTA 성능을 기록하고 있습니다. 메가픽셀 해상도의 이미지를 지원하며, 강력한 시각적 이해, 다국어 OCR, 정밀한 시각적 정렬, 시각적 대화를 제공합니다. 복잡한 멀티모달 작업을 처리할 수 있으며, 도구 호출 및 접두어 완성도 지원합니다.",
  "Qwen/Qwen3-VL-32B-Thinking.description": "Qwen3-VL-32B-Thinking은 복잡한 시각적 추론에 최적화된 모델입니다. 내장된 사고 모드를 통해 답변 전 중간 추론 단계를 생성하여 다단계 논리, 계획, 복잡한 추론 능력을 향상시킵니다. 메가픽셀 이미지, 강력한 시각적 이해, 다국어 OCR, 정밀한 정렬, 시각적 대화, 도구 호출, 접두어 완성을 지원합니다.",
  "Qwen/Qwen3-VL-8B-Instruct.description": "Qwen3-VL-8B-Instruct는 Qwen3-8B-Instruct를 기반으로 대규모 이미지-텍스트 데이터를 학습한 비전-언어 모델입니다. 일반적인 시각적 이해, 시각 중심 대화, 이미지 내 다국어 텍스트 인식에 뛰어나며, 시각적 QA, 캡셔닝, 멀티모달 지시 따르기, 도구 사용에 적합합니다.",
  "Qwen/Qwen3-VL-8B-Thinking.description": "Qwen3-VL-8B-Thinking은 Qwen3의 시각적 사고 버전으로, 복잡한 다단계 추론에 최적화되어 있습니다. 답변 전 사고 체인을 생성하여 정확도를 높이며, 심층 시각적 QA 및 정밀한 이미지 분석에 이상적입니다.",
  "Qwen2-72B-Instruct.description": "Qwen2는 최신 Qwen 시리즈로, 128K 컨텍스트 윈도우를 지원합니다. 현재 최고의 오픈 모델들과 비교해도, Qwen2-72B는 자연어 이해, 지식, 코드, 수학, 다국어 능력에서 선도적인 성능을 보입니다.",
  "Qwen2-7B-Instruct.description": "Qwen2는 최신 Qwen 시리즈로, 동급 및 더 큰 오픈 모델들을 능가합니다. Qwen2 7B는 여러 벤치마크에서 특히 코드 및 중국어 이해에서 뛰어난 성능을 보입니다.",
  "Qwen2-VL-72B.description": "Qwen2-VL-72B는 강력한 비전-언어 모델로, 멀티모달 이미지-텍스트 처리를 지원하며, 이미지 내용을 정확히 인식하고 관련 설명이나 답변을 생성합니다.",
  "Qwen2.5-14B-Instruct.description": "Qwen2.5-14B-Instruct는 14B 파라미터를 가진 LLM으로, 중국어 및 다국어 환경에 최적화되어 있으며, 지능형 Q&A 및 콘텐츠 생성을 지원합니다.",
  "Qwen2.5-32B-Instruct.description": "Qwen2.5-32B-Instruct는 32B 파라미터를 가진 LLM으로, 중국어 및 다국어 환경에 최적화되어 있으며, 지능형 Q&A 및 콘텐츠 생성을 지원합니다.",
  "Qwen2.5-72B-Instruct.description": "중국어 및 영어를 위한 LLM으로, 언어, 코딩, 수학, 추론에 최적화되어 있습니다.",
  "Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct는 7B 파라미터를 가진 LLM으로, 함수 호출 및 외부 시스템과의 원활한 통합을 지원하여 유연성과 확장성을 크게 향상시킵니다. 중국어 및 다국어 환경에 최적화되어 있으며, 지능형 Q&A 및 콘텐츠 생성을 지원합니다.",
  "Qwen2.5-Coder-14B-Instruct.description": "Qwen2.5-Coder-14B-Instruct는 대규모 사전학습된 코딩 지시 모델로, 강력한 코드 이해 및 생성 능력을 갖추고 있습니다. 다양한 프로그래밍 작업을 효율적으로 처리하며, 스마트 코딩, 자동 스크립트 생성, 프로그래밍 Q&A에 이상적입니다.",
  "Qwen2.5-Coder-32B-Instruct.description": "주요 프로그래밍 언어 전반에 걸쳐 코드 생성, 추론, 버그 수정에 최적화된 고급 LLM입니다.",
  "Qwen3-235B-A22B-Instruct-2507-FP8.description": "Qwen3 235B A22B Instruct 2507은 대규모 추론을 효율적으로 수행할 수 있도록 MoE를 활용하여 고급 추론 및 지시 따르기에 최적화된 모델입니다.",
  "Qwen3-235B.description": "Qwen3-235B-A22B는 MoE 모델로, 사고 모드와 비사고 모드를 자유롭게 전환할 수 있는 하이브리드 추론 모드를 도입하였습니다. 119개 언어 및 방언에 대한 이해와 추론을 지원하며, 강력한 도구 호출 기능을 갖추고 있습니다. DeepSeek R1, OpenAI o1, o3-mini, Grok 3, Google Gemini 2.5 Pro 등 주요 모델들과 일반 능력, 코드 및 수학, 다국어 능력, 지식 추론 벤치마크에서 경쟁합니다.",
  "Qwen3-32B.description": "Qwen3-32B는 사고 모드와 비사고 모드를 전환할 수 있는 하이브리드 추론 모드를 도입한 밀집 모델입니다. 아키텍처 개선, 데이터 확장, 훈련 품질 향상을 통해 Qwen2.5-72B와 동등한 성능을 발휘합니다.",
  "SenseChat-128K.description": "128K 컨텍스트를 지원하는 Base V4 모델로, 장문 이해 및 생성에 강점을 가집니다.",
  "SenseChat-32K.description": "32K 컨텍스트를 지원하는 Base V4 모델로, 다양한 상황에 유연하게 대응합니다.",
  "SenseChat-5-1202.description": "V5.5 기반 최신 버전으로, 중영어 기초, 대화, STEM 지식, 인문학 지식, 글쓰기, 수학/논리, 길이 제어 등에서 큰 성능 향상을 이뤘습니다.",
  "SenseChat-5-Cantonese.description": "홍콩식 대화 습관, 속어, 지역 지식에 최적화된 모델로, 광둥어 이해에서 GPT-4를 능가하며, 지식, 추론, 수학, 코딩에서는 GPT-4 Turbo와 대등한 성능을 보입니다.",
  "SenseChat-5-beta.description": "일부 성능은 SenseChat-5-1202를 초과합니다.",
  "SenseChat-5.description": "128K 컨텍스트를 지원하는 최신 V5.5 모델로, 수학적 추론, 영어 대화, 지시 따르기, 장문 이해에서 큰 성능 향상을 이루었으며 GPT-4o와 유사한 수준입니다.",
  "SenseChat-Character-Pro.description": "32K 컨텍스트를 지원하는 고급 캐릭터 대화 모델로, 향상된 성능과 중영어 지원을 제공합니다.",
  "SenseChat-Character.description": "8K 컨텍스트를 지원하는 표준 캐릭터 대화 모델로, 빠른 응답 속도를 자랑합니다.",
  "SenseChat-Turbo-1202.description": "경량화된 최신 모델로, 전체 모델 성능의 90% 이상을 유지하면서 추론 비용을 크게 절감합니다.",
  "SenseChat-Turbo.description": "빠른 질의응답 및 모델 파인튜닝 시나리오에 적합합니다.",
  "SenseChat-Vision.description": "다중 이미지 입력을 지원하는 최신 V5.5 모델로, 속성 인식, 공간 관계, 동작/이벤트 감지, 장면 이해, 감정 인식, 상식 추론, 텍스트 이해/생성 등 핵심 기능이 전반적으로 향상되었습니다.",
  "SenseChat.description": "4K 컨텍스트를 지원하는 Base V4 모델로, 전반적인 성능이 우수합니다.",
  "SenseNova-V6-5-Pro.description": "멀티모달, 언어, 추론 데이터의 전면적인 업데이트와 학습 전략 최적화를 통해, 새로운 모델은 멀티모달 추론과 일반화된 지시 따르기 능력을 크게 향상시켰습니다. 최대 128K 컨텍스트 윈도우를 지원하며, OCR 및 문화 관광 IP 인식 작업에서 뛰어난 성능을 발휘합니다.",
  "SenseNova-V6-5-Turbo.description": "멀티모달, 언어, 추론 데이터의 전면적인 업데이트와 학습 전략 최적화를 통해, 새로운 모델은 멀티모달 추론과 일반화된 지시 따르기 능력을 크게 향상시켰습니다. 최대 128K 컨텍스트 윈도우를 지원하며, OCR 및 문화 관광 IP 인식 작업에서 뛰어난 성능을 발휘합니다.",
  "SenseNova-V6-Pro.description": "이미지, 텍스트, 비디오를 자연스럽게 통합하여 기존의 멀티모달 경계를 허물며, OpenCompass 및 SuperCLUE에서 최고 순위를 기록했습니다.",
  "SenseNova-V6-Reasoner.description": "시각과 언어의 심층 추론을 결합하여 느린 사고와 전체 사고 흐름(chain-of-thought)을 지원합니다.",
  "SenseNova-V6-Turbo.description": "이미지, 텍스트, 비디오를 자연스럽게 통합하여 기존의 멀티모달 경계를 허물며, 핵심 멀티모달 및 언어 능력 전반에서 선도적인 성능을 보이며 다양한 평가에서 상위권에 랭크되었습니다.",
  "Skylark2-lite-8k.description": "Skylark 2세대 모델. Skylark2-lite는 정확도 요구가 낮고 실시간 반응이 필요한 비용 민감형 시나리오에 적합하며, 8K 컨텍스트 윈도우를 지원합니다.",
  "Skylark2-pro-32k.description": "Skylark 2세대 모델. Skylark2-pro는 전문 카피라이팅, 소설 집필, 고품질 번역 등 복잡한 텍스트 생성에 높은 정확도를 제공하며, 32K 컨텍스트 윈도우를 지원합니다.",
  "Skylark2-pro-4k.description": "Skylark 2세대 모델. Skylark2-pro는 전문 카피라이팅, 소설 집필, 고품질 번역 등 복잡한 텍스트 생성에 높은 정확도를 제공하며, 4K 컨텍스트 윈도우를 지원합니다.",
  "Skylark2-pro-character-4k.description": "Skylark 2세대 모델. Skylark2-pro-character는 역할극 및 대화에 특화되어 있으며, 개성 있는 페르소나 스타일과 자연스러운 대화를 구현하여 챗봇, 가상 비서, 고객 서비스에 적합합니다. 빠른 응답 속도를 제공합니다.",
  "Skylark2-pro-turbo-8k.description": "Skylark 2세대 모델. Skylark2-pro-turbo-8k는 8K 컨텍스트 윈도우를 지원하며, 더 빠른 추론 속도와 낮은 비용을 제공합니다.",
  "THUDM/GLM-4-32B-0414.description": "GLM-4-32B-0414는 32B 파라미터를 가진 차세대 오픈 GLM 모델로, OpenAI GPT 및 DeepSeek V3/R1 시리즈와 유사한 성능을 보입니다.",
  "THUDM/GLM-4-9B-0414.description": "GLM-4-9B-0414는 GLM-4-32B의 기술을 계승하면서도 경량화된 배포가 가능한 9B GLM 모델입니다. 코드 생성, 웹 디자인, SVG 생성, 검색 기반 글쓰기 등에서 우수한 성능을 발휘합니다.",
  "THUDM/GLM-4.1V-9B-Thinking.description": "GLM-4.1V-9B-Thinking은 Zhipu AI와 칭화대 KEG 연구실이 공동 개발한 오픈소스 VLM으로, 복잡한 멀티모달 인지를 위해 설계되었습니다. GLM-4-9B-0414를 기반으로 사고 흐름(chain-of-thought) 추론과 강화학습(RL)을 추가하여 크로스모달 추론과 안정성을 크게 향상시켰습니다.",
  "THUDM/GLM-Z1-32B-0414.description": "GLM-Z1-32B-0414는 GLM-4-32B-0414를 기반으로 수학, 코드, 논리 분야에 대한 추가 학습과 강화학습을 통해 수학 능력과 복잡한 문제 해결 능력을 대폭 향상시킨 심층 추론 모델입니다.",
  "THUDM/GLM-Z1-9B-0414.description": "GLM-Z1-9B-0414는 9B 파라미터를 가진 소형 GLM 모델로, 오픈소스의 강점을 유지하면서도 뛰어난 성능을 제공합니다. 수학 추론과 일반 작업에서 강력한 성능을 보이며, 동급 오픈 모델 중 선두를 차지합니다.",
  "THUDM/GLM-Z1-Rumination-32B-0414.description": "GLM-Z1-Rumination-32B-0414는 OpenAI Deep Research와 비교되는 반추(rumination) 능력을 갖춘 심층 추론 모델입니다. 일반적인 심층 사고 모델과 달리 더 긴 숙고 과정을 통해 보다 개방적이고 복잡한 문제를 해결합니다.",
  "THUDM/glm-4-9b-chat.description": "GLM-4-9B-Chat은 Zhipu AI의 오픈소스 GLM-4 모델로, 의미 이해, 수학, 추론, 코드, 지식 등 다양한 분야에서 강력한 성능을 보입니다. 다중 턴 대화 외에도 웹 검색, 코드 실행, 사용자 정의 도구 호출, 장문 추론을 지원하며, 중국어, 영어, 일본어, 한국어, 독일어 등 26개 언어를 지원합니다. AlignBench-v2, MT-Bench, MMLU, C-Eval 등에서 우수한 성과를 보이며, 학술 및 비즈니스 용도로 최대 128K 컨텍스트를 지원합니다.",
  "Tongyi-Zhiwen/QwenLong-L1-32B.description": "QwenLong-L1-32B는 RL을 통해 학습된 최초의 장문 추론 모델(LRM)로, 장문 텍스트 추론에 최적화되어 있습니다. 점진적 컨텍스트 확장 RL을 통해 짧은 문맥에서 긴 문맥으로 안정적으로 전이되며, 7개의 장문 문서 QA 벤치마크에서 OpenAI-o3-mini 및 Qwen3-235B-A22B를 능가하고 Claude-3.7-Sonnet-Thinking과 대등한 성능을 보입니다. 수학, 논리, 다중 단계 추론에서 특히 강력합니다.",
  "Yi-34B-Chat.description": "Yi-1.5-34B는 시리즈의 강력한 일반 언어 능력을 유지하면서도 500B 고품질 토큰에 대한 점진적 학습을 통해 수학 논리 및 코딩 능력을 크게 향상시켰습니다.",
  "abab5.5-chat.description": "복잡한 작업 처리와 효율적인 텍스트 생성을 통해 생산성 중심의 시나리오에 적합하게 설계되었습니다.",
  "abab5.5s-chat.description": "중국어 페르소나 대화에 최적화되어 다양한 응용 분야에서 고품질 중국어 대화를 제공합니다.",
  "abab6.5g-chat.description": "다국어 페르소나 대화에 적합하며, 영어를 포함한 다양한 언어로 고품질 대화 생성을 지원합니다.",
  "abab6.5s-chat.description": "텍스트 생성 및 대화 시스템을 포함한 다양한 자연어 처리 작업에 적합합니다.",
  "abab6.5t-chat.description": "중국어 페르소나 대화에 최적화되어 있으며, 중국어 표현 습관에 맞는 유창한 대화를 제공합니다.",
  "accounts/fireworks/models/deepseek-r1.description": "DeepSeek-R1은 강화 학습과 콜드 스타트 데이터를 활용해 최적화된 최첨단 LLM으로, 뛰어난 추론, 수학, 코딩 성능을 제공합니다.",
  "accounts/fireworks/models/deepseek-v3.description": "DeepSeek에서 개발한 강력한 전문가 혼합(MoE) 언어 모델로, 총 671B 파라미터 중 토큰당 37B가 활성화됩니다.",
  "accounts/fireworks/models/llama-v3-70b-instruct.description": "Meta는 8B 및 70B 크기의 사전 학습 및 지시 조정 텍스트 생성 모델을 포함한 Meta Llama 3 LLM 시리즈를 개발 및 공개했습니다. Llama 3 지시 조정 모델은 대화형 사용에 최적화되어 있으며, 업계 표준 벤치마크에서 기존의 많은 오픈 챗 모델을 능가합니다.",
  "accounts/fireworks/models/llama-v3-8b-instruct-hf.description": "Meta Llama 3 지시 조정 모델은 대화형 사용에 최적화되어 있으며, 업계 표준 벤치마크에서 기존의 많은 오픈 챗 모델을 능가합니다. Llama 3 8B Instruct (HF 버전)는 Llama 3 8B Instruct의 원본 FP16 버전으로, 공식 Hugging Face 구현과 동일한 결과를 기대할 수 있습니다.",
  "accounts/fireworks/models/llama-v3-8b-instruct.description": "Meta는 8B 및 70B 크기의 사전 학습 및 지시 조정 텍스트 생성 모델을 포함한 Meta Llama 3 LLM 시리즈를 개발 및 공개했습니다. Llama 3 지시 조정 모델은 대화형 사용에 최적화되어 있으며, 업계 표준 벤치마크에서 기존의 많은 오픈 챗 모델을 능가합니다.",
  "accounts/fireworks/models/llama-v3p1-405b-instruct.description": "Meta Llama 3.1은 8B, 70B, 405B 크기의 사전 학습 및 지시 조정 생성 모델로 구성된 다국어 LLM 제품군입니다. 지시 조정 텍스트 모델은 다국어 대화에 최적화되어 있으며, 업계 표준 벤치마크에서 기존의 오픈 및 클로즈드 챗 모델을 능가합니다. 405B는 Llama 3.1 제품군 중 가장 강력한 모델로, 참조 구현과 거의 일치하는 FP8 추론을 사용합니다.",
  "accounts/fireworks/models/llama-v3p1-70b-instruct.description": "Meta Llama 3.1은 8B, 70B, 405B 크기의 사전 학습 및 지시 조정 생성 모델로 구성된 다국어 LLM 제품군입니다. 지시 조정 텍스트 모델은 다국어 대화에 최적화되어 있으며, 업계 표준 벤치마크에서 기존의 오픈 및 클로즈드 챗 모델을 능가합니다.",
  "accounts/fireworks/models/llama-v3p1-8b-instruct.description": "Meta Llama 3.1은 8B, 70B, 405B 크기의 사전 학습 및 지시 조정 생성 모델로 구성된 다국어 LLM 제품군입니다. 지시 조정 텍스트 모델은 다국어 대화에 최적화되어 있으며, 업계 표준 벤치마크에서 기존의 오픈 및 클로즈드 챗 모델을 능가합니다.",
  "accounts/fireworks/models/llama-v3p2-11b-vision-instruct.description": "Meta에서 개발한 11B 파라미터의 지시 조정 비전 추론 모델로, 시각 인식, 이미지 추론, 캡션 생성, 이미지 기반 Q&A에 최적화되어 있습니다. 차트 및 그래프와 같은 시각 데이터를 이해하며, 이미지 세부 정보를 텍스트로 생성하여 비전과 언어를 연결합니다.",
  "accounts/fireworks/models/llama-v3p2-3b-instruct.description": "Llama 3.2 3B Instruct는 Meta에서 개발한 경량 다국어 모델로, 실행 효율성이 뛰어나고 대형 모델 대비 지연 시간과 비용 면에서 큰 이점을 제공합니다. 일반적인 사용 사례로는 쿼리/프롬프트 재작성 및 글쓰기 지원이 있습니다.",
  "accounts/fireworks/models/llama-v3p2-90b-vision-instruct.description": "Meta에서 개발한 90B 파라미터의 지시 조정 비전 추론 모델로, 시각 인식, 이미지 추론, 캡션 생성, 이미지 기반 Q&A에 최적화되어 있습니다. 차트 및 그래프와 같은 시각 데이터를 이해하며, 이미지 세부 정보를 텍스트로 생성하여 비전과 언어를 연결합니다. 참고: 이 모델은 현재 서버리스 모델로 실험적으로 제공되며, 프로덕션 사용 시 Fireworks가 예고 없이 배포를 중단할 수 있습니다.",
  "accounts/fireworks/models/llama-v3p3-70b-instruct.description": "Llama 3.3 70B Instruct는 Llama 3.1 70B의 12월 업데이트 버전으로, 도구 사용, 다국어 텍스트 지원, 수학 및 코딩 성능이 2024년 7월 릴리스보다 향상되었습니다. 추론, 수학, 지시 따르기에서 업계 최고 수준의 성능을 제공하며, 3.1 405B와 유사한 성능을 더 빠르고 저렴하게 제공합니다.",
  "accounts/fireworks/models/mistral-small-24b-instruct-2501.description": "24B 파라미터를 가진 모델로, 대형 모델에 필적하는 최첨단 성능을 제공합니다.",
  "accounts/fireworks/models/mixtral-8x22b-instruct.description": "Mixtral MoE 8x22B Instruct v0.1은 Mixtral MoE 8x22B v0.1의 지시 조정 버전으로, 채팅 완료 API가 활성화되어 있습니다.",
  "accounts/fireworks/models/mixtral-8x7b-instruct.description": "Mixtral MoE 8x7B Instruct는 Mixtral MoE 8x7B의 지시 조정 버전으로, 채팅 완료 API가 활성화되어 있습니다.",
  "accounts/fireworks/models/mythomax-l2-13b.description": "MythoMix의 개선된 변형으로, MythoLogic-L2와 Huginn을 고도로 실험적인 텐서 병합 기법으로 결합한 모델입니다. 독특한 특성 덕분에 스토리텔링과 롤플레이에 탁월합니다.",
  "accounts/fireworks/models/phi-3-vision-128k-instruct.description": "Phi-3-Vision-128K-Instruct는 합성 데이터와 선별된 공개 웹 데이터셋을 기반으로 구축된 경량 최첨단 멀티모달 모델로, 고품질 추론 중심의 텍스트 및 비전 데이터를 중점적으로 처리합니다. Phi-3 제품군에 속하며, 128K 토큰 길이의 멀티모달 버전을 지원합니다. 정확한 지시 따르기와 강력한 안전성을 보장하기 위해 감독 학습 및 직접 선호 최적화를 포함한 철저한 개선 과정을 거쳤습니다.",
  "accounts/fireworks/models/qwen-qwq-32b-preview.description": "Qwen QwQ 모델은 AI 추론의 발전에 중점을 두며, 오픈 모델도 폐쇄형 최첨단 모델에 필적할 수 있음을 보여줍니다. QwQ-32B-Preview는 실험적 릴리스로, GPQA, AIME, MATH-500, LiveCodeBench에서 o1과 동등하거나 GPT-4o 및 Claude 3.5 Sonnet을 능가하는 추론 및 분석 성능을 보입니다. 참고: 이 모델은 현재 서버리스 모델로 실험적으로 제공되며, 프로덕션 사용 시 Fireworks가 예고 없이 배포를 중단할 수 있습니다.",
  "accounts/fireworks/models/qwen2-vl-72b-instruct.description": "72B Qwen-VL 모델은 Alibaba의 최신 버전으로, 거의 1년에 걸친 혁신을 반영합니다.",
  "accounts/fireworks/models/qwen2p5-72b-instruct.description": "Qwen2.5는 Qwen 팀과 Alibaba Cloud가 개발한 디코더 전용 LLM 시리즈로, 0.5B, 1.5B, 3B, 7B, 14B, 32B, 72B 크기를 제공하며, 기본 및 지시 조정 버전이 모두 포함됩니다.",
  "accounts/fireworks/models/qwen2p5-coder-32b-instruct.description": "Qwen2.5-Coder는 코드 전용으로 설계된 최신 Qwen LLM입니다 (이전 명칭: CodeQwen). 참고: 이 모델은 현재 서버리스 모델로 실험적으로 제공되며, 프로덕션 사용 시 Fireworks가 예고 없이 배포를 중단할 수 있습니다.",
  "accounts/yi-01-ai/models/yi-large.description": "Yi-Large는 LMSYS 리더보드에서 GPT-4, Gemini 1.5 Pro, Claude 3 Opus 바로 아래에 위치한 최고 수준의 LLM입니다. 특히 스페인어, 중국어, 일본어, 독일어, 프랑스어 등 다국어 처리 능력이 뛰어납니다. 또한 OpenAI와 동일한 API 스키마를 사용하여 개발자 친화적인 통합이 가능합니다.",
  "ai21-jamba-1.5-large.description": "398B 파라미터(활성 94B)를 가진 다국어 모델로, 256K 컨텍스트 윈도우, 함수 호출, 구조화된 출력, 근거 기반 생성을 지원합니다.",
  "ai21-jamba-1.5-mini.description": "52B 파라미터(활성 12B)를 가진 다국어 모델로, 256K 컨텍스트 윈도우, 함수 호출, 구조화된 출력, 근거 기반 생성을 지원합니다.",
  "ai21-labs/AI21-Jamba-1.5-Large.description": "398B 파라미터(활성 94B)를 가진 다국어 모델로, 256K 컨텍스트 윈도우, 함수 호출, 구조화된 출력, 근거 기반 생성을 지원합니다.",
  "ai21-labs/AI21-Jamba-1.5-Mini.description": "52B 파라미터(활성 12B)를 가진 다국어 모델로, 256K 컨텍스트 윈도우, 함수 호출, 구조화된 출력, 근거 기반 생성을 지원합니다.",
  "alibaba/qwen-3-14b.description": "Qwen3는 Qwen 시리즈의 최신 세대로, 밀집 및 MoE 모델을 모두 포함한 포괄적인 제품군을 제공합니다. 광범위한 학습을 기반으로 추론, 지시 따르기, 에이전트 기능, 다국어 지원에서 획기적인 성능을 보여줍니다.",
  "alibaba/qwen-3-235b.description": "Qwen3는 Qwen 시리즈의 최신 세대로, 밀집 및 MoE 모델을 모두 포함한 포괄적인 제품군을 제공합니다. 광범위한 학습을 기반으로 추론, 지시 따르기, 에이전트 기능, 다국어 지원에서 획기적인 성능을 보여줍니다.",
  "alibaba/qwen-3-30b.description": "Qwen3는 Qwen 시리즈의 최신 세대로, 밀집 및 MoE 모델을 모두 포함한 포괄적인 제품군을 제공합니다. 광범위한 학습을 기반으로 추론, 지시 따르기, 에이전트 기능, 다국어 지원에서 획기적인 성능을 보여줍니다.",
  "alibaba/qwen-3-32b.description": "Qwen3는 Qwen 시리즈의 최신 세대로, 밀집 및 MoE 모델을 모두 포함한 포괄적인 제품군을 제공합니다. 광범위한 학습을 기반으로 추론, 지시 따르기, 에이전트 기능, 다국어 지원에서 획기적인 성능을 보여줍니다.",
  "alibaba/qwen3-coder.description": "Qwen3-Coder-480B-A35B-Instruct는 Qwen의 가장 에이전트 지향적인 코드 모델로, 에이전트 기반 코딩, 브라우저 활용, 기타 핵심 코딩 작업에서 뛰어난 성능을 발휘하며 Claude Sonnet 수준의 결과를 보여줍니다.",
  "amazon/nova-lite.description": "이미지, 비디오, 텍스트 입력을 초고속으로 처리하는 매우 저비용의 멀티모달 모델입니다.",
  "amazon/nova-micro.description": "초저지연과 매우 낮은 비용으로 제공되는 텍스트 전용 모델입니다.",
  "amazon/nova-pro.description": "정확도, 속도, 비용의 균형이 뛰어난 고성능 멀티모달 모델로, 다양한 작업에 적합합니다.",
  "amazon/titan-embed-text-v2.description": "Amazon Titan Text Embeddings V2는 경량화되고 효율적인 다국어 임베딩 모델로, 1024, 512 및 256 차원을 지원합니다.",
  "anthropic.claude-3-5-sonnet-20240620-v1:0.description": "Claude 3.5 Sonnet은 업계 표준을 끌어올린 모델로, 경쟁 모델과 Claude 3 Opus를 광범위한 평가에서 능가하면서도 중간 수준의 속도와 비용을 유지합니다.",
  "anthropic.claude-3-5-sonnet-20241022-v2:0.description": "Claude 3.5 Sonnet은 업계 표준을 끌어올린 모델로, 경쟁 모델과 Claude 3 Opus를 광범위한 평가에서 능가하면서도 중간 수준의 속도와 비용을 유지합니다.",
  "anthropic.claude-3-haiku-20240307-v1:0.description": "Claude 3 Haiku는 Anthropic의 가장 빠르고 컴팩트한 모델로, 간단한 질문에 거의 즉각적인 응답을 제공합니다. 사람과 유사한 AI 경험을 가능하게 하며, 200K 컨텍스트 윈도우에서 이미지 입력을 지원합니다.",
  "anthropic.claude-3-opus-20240229-v1:0.description": "Claude 3 Opus는 Anthropic의 가장 강력한 AI 모델로, 매우 복잡한 작업에서 최첨단 성능을 발휘합니다. 개방형 프롬프트와 새로운 시나리오를 유창하고 사람처럼 이해하며, 200K 컨텍스트 윈도우에서 이미지 입력을 지원합니다.",
  "anthropic.claude-3-sonnet-20240229-v1:0.description": "Claude 3 Sonnet은 기업용 작업을 위해 지능과 속도의 균형을 맞춘 모델로, 낮은 비용으로 높은 가치를 제공합니다. 대규모 AI 배포에 적합하며, 200K 컨텍스트 윈도우에서 이미지 입력을 지원합니다.",
  "anthropic.claude-instant-v1.description": "일상적인 대화, 텍스트 분석, 요약, 문서 질의응답에 적합한 빠르고 경제적인 모델입니다.",
  "anthropic.claude-v2.description": "복잡한 대화, 창의적 생성, 세부 지침 이행 등 다양한 작업에서 뛰어난 성능을 발휘하는 고성능 모델입니다.",
  "anthropic.claude-v2:1.description": "Claude 2의 업그레이드 버전으로, 컨텍스트 윈도우가 두 배로 확장되었으며, 장문 문서 및 RAG 작업에서 신뢰성, 환각률, 근거 기반 정확도가 향상되었습니다.",
  "anthropic/claude-3-haiku.description": "Claude 3 Haiku는 Anthropic의 가장 빠른 모델로, 긴 프롬프트를 사용하는 기업용 작업에 적합합니다. 분기 보고서, 계약서, 법률 문서 등 대형 문서를 빠르게 분석하며, 동급 모델 대비 절반의 비용으로 운영됩니다.",
  "anthropic/claude-3-opus.description": "Claude 3 Opus는 Anthropic의 가장 지능적인 모델로, 매우 복잡한 작업에서 시장 선도 성능을 발휘하며, 개방형 프롬프트와 새로운 시나리오를 유창하고 사람처럼 이해합니다.",
  "anthropic/claude-3.5-haiku.description": "Claude 3.5 Haiku는 향상된 속도, 코딩 정확도, 도구 활용 능력을 갖춘 모델로, 빠른 응답과 도구 상호작용이 요구되는 시나리오에 적합합니다.",
  "anthropic/claude-3.5-sonnet.description": "Claude 3.5 Sonnet은 Sonnet 계열의 빠르고 효율적인 모델로, 향상된 코딩 및 추론 성능을 제공합니다. 일부 버전은 Sonnet 3.7 이상으로 점진적으로 대체됩니다.",
  "anthropic/claude-3.7-sonnet.description": "Claude 3.7 Sonnet은 향상된 추론 및 코딩 능력을 갖춘 업그레이드된 Sonnet 모델로, 기업 수준의 복잡한 작업에 적합합니다.",
  "anthropic/claude-haiku-4.5.description": "Claude Haiku 4.5는 Anthropic의 고성능 초고속 모델로, 매우 낮은 지연 시간과 높은 정확도를 동시에 제공합니다.",
  "anthropic/claude-opus-4.1.description": "Opus 4.1은 프로그래밍, 복잡한 추론, 장기 작업에 최적화된 Anthropic의 고급 모델입니다.",
  "anthropic/claude-opus-4.5.description": "Claude Opus 4.5는 Anthropic의 플래그십 모델로, 최고 수준의 지능과 확장 가능한 성능을 결합하여 복잡하고 고품질의 추론 작업에 적합합니다.",
  "anthropic/claude-opus-4.description": "Opus 4는 복잡한 작업과 기업용 애플리케이션을 위해 설계된 Anthropic의 플래그십 모델입니다.",
  "anthropic/claude-sonnet-4.5.description": "Claude Sonnet 4.5는 복잡한 추론과 코딩에 최적화된 Anthropic의 최신 하이브리드 추론 모델입니다.",
  "anthropic/claude-sonnet-4.description": "Claude Sonnet 4는 사고 기반과 비사고 기반 기능을 혼합한 하이브리드 추론 모델입니다.",
  "ascend-tribe/pangu-pro-moe.description": "Pangu-Pro-MoE 72B-A16B는 총 72B 파라미터 중 16B가 활성화되는 희소 LLM으로, 그룹화된 MoE(MoGE) 아키텍처를 기반으로 합니다. 전문가를 그룹으로 선택하고 각 그룹당 동일한 수의 전문가를 활성화하여 부하를 균형 있게 분산시키고 Ascend에서의 배포 효율을 향상시킵니다.",
  "aya.description": "Aya 23은 Cohere의 다국어 모델로, 23개 언어를 지원하여 다양한 사용 사례에 활용할 수 있습니다.",
  "aya:35b.description": "Aya 23은 Cohere의 다국어 모델로, 23개 언어를 지원하여 다양한 사용 사례에 활용할 수 있습니다.",
  "azure-DeepSeek-R1-0528.description": "Microsoft가 배포한 DeepSeek R1은 DeepSeek-R1-0528로 업그레이드되었습니다. 이 업데이트는 연산량과 사후 학습 알고리즘을 최적화하여 추론 깊이와 성능을 크게 향상시켰습니다. 수학, 코딩, 일반 논리 벤치마크에서 강력한 성능을 발휘하며, O3 및 Gemini 2.5 Pro와 유사한 수준에 도달합니다.",
  "baichuan-m2-32b.description": "Baichuan M2 32B는 Baichuan Intelligence의 MoE 모델로, 강력한 추론 능력을 갖추고 있습니다.",
  "baichuan/baichuan2-13b-chat.description": "Baichuan-13B는 Baichuan이 개발한 오픈소스 상업용 13B 파라미터 LLM으로, 중국어 및 영어의 권위 있는 벤치마크에서 동급 최고 성능을 달성했습니다.",
  "baidu/ERNIE-4.5-300B-A47B.description": "ERNIE-4.5-300B-A47B는 Baidu의 MoE LLM으로, 총 300B 파라미터 중 토큰당 47B가 활성화됩니다. 뛰어난 성능과 연산 효율의 균형을 이루며, 이해, 생성, 추론, 프로그래밍에 강점을 보입니다. 텍스트-비전 공동 학습을 포함한 멀티모달 이질적 MoE 사전학습 방식을 사용하여 전반적인 능력을 향상시켰습니다.",
  "baidu/ernie-5.0-thinking-preview.description": "ERNIE 5.0 Thinking Preview는 Baidu의 차세대 네이티브 멀티모달 ERNIE 모델로, 멀티모달 이해, 지시 이행, 창작, 사실 기반 질의응답, 도구 호출에 강점을 보입니다.",
  "black-forest-labs/flux-1.1-pro.description": "FLUX 1.1 Pro는 향상된 속도와 이미지 품질, 프롬프트 이행 능력을 갖춘 FLUX Pro의 개선 버전입니다.",
  "black-forest-labs/flux-dev.description": "FLUX Dev는 비상업적 사용을 위한 FLUX의 개발 버전입니다.",
  "black-forest-labs/flux-pro.description": "FLUX Pro는 고품질 이미지 출력을 위한 전문가용 FLUX 모델입니다.",
  "black-forest-labs/flux-schnell.description": "FLUX Schnell은 속도에 최적화된 빠른 이미지 생성 모델입니다.",
  "c4ai-aya-expanse-32b.description": "Aya Expanse는 32B 규모의 고성능 다국어 모델로, 지시 튜닝, 데이터 중재, 선호도 학습, 모델 병합을 통해 단일 언어 모델과 경쟁합니다. 23개 언어를 지원합니다.",
  "c4ai-aya-expanse-8b.description": "Aya Expanse는 8B 규모의 고성능 다국어 모델로, 지시 튜닝, 데이터 중재, 선호도 학습, 모델 병합을 통해 단일 언어 모델과 경쟁합니다. 23개 언어를 지원합니다.",
  "c4ai-aya-vision-32b.description": "Aya Vision은 언어, 텍스트, 비전 벤치마크에서 강력한 성능을 보이는 최첨단 멀티모달 모델입니다. 23개 언어를 지원하며, 이 32B 버전은 최고 수준의 다국어 성능에 중점을 둡니다.",
  "c4ai-aya-vision-8b.description": "Aya Vision은 언어, 텍스트, 비전 벤치마크에서 강력한 성능을 보이는 최첨단 멀티모달 모델입니다. 이 8B 버전은 낮은 지연 시간과 강력한 성능에 중점을 둡니다.",
  "charglm-3.description": "CharGLM-3는 롤플레이와 감정적 교감을 위해 설계된 모델로, 초장기 다중 턴 기억과 개인화된 대화를 지원합니다.",
  "charglm-4.description": "CharGLM-4는 롤플레이와 감정적 교감을 위해 설계된 모델로, 초장기 다중 턴 기억과 개인화된 대화를 지원합니다.",
  "chatgpt-4o-latest.description": "ChatGPT-4o는 실시간으로 업데이트되는 동적 모델로, 고객 지원, 교육, 기술 지원과 같은 대규모 활용 사례를 위한 강력한 이해 및 생성 능력을 결합합니다.",
  "claude-2.0.description": "Claude 2는 업계 최고 수준의 200K 토큰 컨텍스트, 환각 감소, 시스템 프롬프트, 새로운 테스트 기능인 도구 호출을 포함한 주요 엔터프라이즈 기능 향상을 제공합니다.",
  "claude-2.1.description": "Claude 2는 업계 최고 수준의 200K 토큰 컨텍스트, 환각 감소, 시스템 프롬프트, 새로운 테스트 기능인 도구 호출을 포함한 주요 엔터프라이즈 기능 향상을 제공합니다.",
  "claude-3-5-haiku-20241022.description": "Claude 3.5 Haiku는 Anthropic의 차세대 모델 중 가장 빠른 모델입니다. Claude 3 Haiku에 비해 전반적인 능력이 향상되었으며, 이전의 최대 모델인 Claude 3 Opus를 여러 지능 벤치마크에서 능가합니다.",
  "claude-3-5-haiku-latest.description": "Claude 3.5 Haiku는 가벼운 작업에 빠른 응답을 제공하는 모델입니다.",
  "claude-3-7-sonnet-20250219.description": "Claude 3.7 Sonnet은 Anthropic의 가장 지능적인 모델이자 시장 최초의 하이브리드 추론 모델입니다. 즉각적인 응답은 물론, 사용자가 확인할 수 있는 단계별 추론도 제공합니다. Sonnet은 특히 코딩, 데이터 과학, 비전, 에이전트 작업에 강점을 보입니다.",
  "claude-3-7-sonnet-latest.description": "Claude 3.7 Sonnet은 Anthropic의 최신이자 가장 강력한 모델로, 고난도 작업에서 뛰어난 성능, 지능, 유창성, 이해력을 자랑합니다.",
  "claude-3-haiku-20240307.description": "Claude 3 Haiku는 Anthropic의 가장 빠르고 컴팩트한 모델로, 빠르고 정확한 성능으로 즉각적인 응답을 위해 설계되었습니다.",
  "claude-3-opus-20240229.description": "Claude 3 Opus는 Anthropic의 가장 강력한 모델로, 고난도 작업에서 뛰어난 성능, 지능, 유창성, 이해력을 자랑합니다.",
  "claude-3-sonnet-20240229.description": "Claude 3 Sonnet은 엔터프라이즈 워크로드를 위한 지능과 속도의 균형을 제공하며, 낮은 비용으로 높은 효용성과 안정적인 대규모 배포를 지원합니다.",
  "claude-3.5-sonnet.description": "Claude 3.5 Sonnet은 코딩, 글쓰기, 복잡한 추론에서 뛰어난 성능을 발휘합니다.",
  "claude-3.7-sonnet-thought.description": "Claude 3.7 Sonnet은 복잡한 추론 작업을 위한 확장된 사고 기능을 갖춘 모델입니다.",
  "claude-3.7-sonnet.description": "Claude 3.7 Sonnet은 확장된 문맥 처리와 기능을 갖춘 업그레이드 버전입니다.",
  "claude-haiku-4-5-20251001.description": "Claude Haiku 4.5는 Anthropic의 가장 빠르고 똑똑한 Haiku 모델로, 번개 같은 속도와 확장된 추론 능력을 자랑합니다.",
  "claude-haiku-4.5.description": "Claude Haiku 4.5는 다양한 작업에 빠르고 효율적으로 대응하는 모델입니다.",
  "claude-opus-4-1-20250805-thinking.description": "Claude Opus 4.1 Thinking은 자신의 추론 과정을 드러낼 수 있는 고급 변형 모델입니다.",
  "claude-opus-4-1-20250805.description": "Claude Opus 4.1은 Anthropic의 최신이자 가장 강력한 모델로, 매우 복잡한 작업에서 탁월한 성능, 지능, 유창성, 이해력을 발휘합니다.",
  "claude-opus-4-20250514.description": "Claude Opus 4는 Anthropic의 가장 강력한 모델로, 매우 복잡한 작업에서 뛰어난 성능, 지능, 유창성, 이해력을 보여줍니다.",
  "claude-opus-4-5-20251101.description": "Claude Opus 4.5는 Anthropic의 플래그십 모델로, 탁월한 지능과 확장 가능한 성능을 결합하여 최고 품질의 응답과 추론이 필요한 복잡한 작업에 이상적입니다.",
  "claude-opus-4-6.description": "Claude Opus 4.6은 에이전트 구축과 코딩에 최적화된 Anthropic의 가장 지능적인 모델입니다.",
  "claude-sonnet-4-20250514-thinking.description": "Claude Sonnet 4 Thinking은 즉각적인 응답 또는 단계별 사고 과정을 시각적으로 보여주는 확장된 사고를 생성할 수 있습니다.",
  "claude-sonnet-4-20250514.description": "Claude Sonnet 4는 즉각적인 응답은 물론, 사용자가 과정을 확인할 수 있는 단계별 사고를 제공합니다.",
  "claude-sonnet-4-5-20250929.description": "Claude Sonnet 4.5는 지금까지 출시된 Anthropic 모델 중 가장 지능적인 모델입니다.",
  "claude-sonnet-4.description": "Claude Sonnet 4는 모든 작업에서 향상된 성능을 제공하는 최신 세대 모델입니다.",
  "codegeex-4.description": "CodeGeeX-4는 다국어 Q&A 및 코드 자동 완성을 지원하여 개발자의 생산성을 높이는 강력한 AI 코딩 도우미입니다.",
  "codegeex4-all-9b.description": "CodeGeeX4-ALL-9B는 코드 자동 완성 및 생성, 코드 인터프리터, 웹 검색, 함수 호출, 저장소 수준의 코드 Q&A를 지원하는 다국어 코드 생성 모델로, 다양한 소프트웨어 개발 시나리오를 포괄합니다. 10B 미만 파라미터 중 최고 수준의 코드 모델입니다.",
  "codegemma.description": "CodeGemma는 다양한 프로그래밍 작업을 위한 경량 모델로, 빠른 반복과 통합을 가능하게 합니다.",
  "codegemma:2b.description": "CodeGemma는 다양한 프로그래밍 작업을 위한 경량 모델로, 빠른 반복과 통합을 가능하게 합니다.",
  "codellama.description": "Code Llama는 코드 생성 및 토론에 중점을 둔 대형 언어 모델로, 개발자 워크플로우를 위한 폭넓은 언어 지원을 제공합니다.",
  "codellama/CodeLlama-34b-Instruct-hf.description": "Code Llama는 코드 생성 및 토론에 중점을 둔 대형 언어 모델로, 개발자 워크플로우를 위한 폭넓은 언어 지원을 제공합니다.",
  "codellama:13b.description": "Code Llama는 코드 생성 및 토론에 중점을 둔 대형 언어 모델로, 개발자 워크플로우를 위한 폭넓은 언어 지원을 제공합니다.",
  "codellama:34b.description": "Code Llama는 코드 생성 및 토론에 중점을 둔 대형 언어 모델로, 개발자 워크플로우를 위한 폭넓은 언어 지원을 제공합니다.",
  "codellama:70b.description": "Code Llama는 코드 생성 및 토론에 중점을 둔 대형 언어 모델로, 개발자 워크플로우를 위한 폭넓은 언어 지원을 제공합니다.",
  "codeqwen.description": "CodeQwen1.5는 방대한 코드 데이터를 기반으로 학습된 대형 언어 모델로, 복잡한 프로그래밍 작업을 위해 설계되었습니다.",
  "codestral-latest.description": "Codestral은 가장 진보된 코딩 모델로, v2(2025년 1월)는 FIM, 코드 수정, 테스트 생성과 같은 저지연 고빈도 작업을 목표로 합니다.",
  "codestral.description": "Codestral은 Mistral AI의 첫 번째 코드 모델로, 강력한 코드 생성 지원을 제공합니다.",
  "codex-mini-latest.description": "codex-mini-latest는 Codex CLI용으로 미세 조정된 o4-mini 모델입니다. API 직접 사용 시 gpt-4.1을 시작점으로 권장합니다.",
  "cogito-2.1:671b.description": "Cogito v2.1 671B는 상업적 사용이 가능한 미국 오픈소스 LLM으로, 최고 수준의 모델과 견줄 수 있는 성능, 높은 토큰 추론 효율성, 128k 긴 컨텍스트, 전반적인 강력한 기능을 갖추고 있습니다.",
  "cogview-4.description": "CogView-4는 중국어 문자를 생성할 수 있는 Zhipu의 첫 오픈소스 텍스트-투-이미지 모델입니다. 의미 이해, 이미지 품질, 중영문 텍스트 렌더링이 향상되었으며, 길이 제한 없는 이중 언어 프롬프트를 지원하고, 지정된 범위 내에서 해상도에 맞는 이미지 생성을 지원합니다.",
  "cohere-command-r-plus.description": "Command R+는 엔터프라이즈 워크로드를 위해 구축된 고급 RAG 최적화 모델입니다.",
  "cohere-command-r.description": "Command R은 RAG 및 도구 사용을 위해 설계된 확장 가능한 생성 모델로, 프로덕션 수준의 AI를 가능하게 합니다.",
  "cohere/Cohere-command-r-plus.description": "Command R+는 엔터프라이즈 워크로드를 위해 구축된 고급 RAG 최적화 모델입니다.",
  "cohere/Cohere-command-r.description": "Command R은 RAG 및 도구 사용을 위해 설계된 확장 가능한 생성 모델로, 프로덕션 수준의 AI를 가능하게 합니다.",
  "cohere/command-a.description": "Command A는 Cohere의 가장 강력한 모델로, 도구 사용, 에이전트, RAG, 다국어 활용 사례에서 뛰어난 성능을 발휘합니다. 256K 컨텍스트 길이를 지원하며, 단 2개의 GPU로 실행 가능하고 Command R+ 08-2024 대비 150% 높은 처리량을 제공합니다.",
  "cohere/command-r-plus.description": "Command R+는 채팅 및 장문 컨텍스트에 최적화된 Cohere의 최신 LLM으로, 기업이 프로토타입을 넘어 실제 프로덕션으로 나아갈 수 있도록 뛰어난 성능을 목표로 합니다.",
  "cohere/command-r.description": "Command R은 채팅 및 장문 컨텍스트 작업에 최적화된 모델로, 높은 성능과 정확성의 균형을 이루며 기업이 프로토타입을 넘어 프로덕션으로 진입할 수 있도록 설계되었습니다.",
  "cohere/embed-v4.0.description": "텍스트, 이미지 또는 혼합 콘텐츠를 임베딩으로 분류하거나 변환하는 모델입니다.",
  "comfyui/flux-dev.description": "FLUX.1 Dev는 고품질의 텍스트-이미지 생성 모델로, 10~50단계 내에서 프리미엄 창작 및 예술적 결과물에 적합합니다.",
  "comfyui/flux-kontext-dev.description": "FLUX.1 Kontext-dev는 텍스트 기반 편집을 지원하는 이미지 편집 모델로, 국소 편집 및 스타일 전환 기능을 포함합니다.",
  "comfyui/flux-krea-dev.description": "FLUX.1 Krea-dev는 Krea와 공동 개발한 안전성이 강화된 텍스트-이미지 생성 모델로, 내장된 안전 필터를 제공합니다.",
  "comfyui/flux-schnell.description": "FLUX.1 Schnell은 1~4단계 내에서 고품질 이미지를 초고속으로 생성하는 텍스트-이미지 모델로, 실시간 사용 및 빠른 프로토타이핑에 이상적입니다.",
  "comfyui/stable-diffusion-15.description": "Stable Diffusion 1.5는 512x512 해상도의 클래식 텍스트-이미지 생성 모델로, 빠른 프로토타이핑 및 창의적 실험에 적합합니다.",
  "comfyui/stable-diffusion-35-inclclip.description": "Stable Diffusion 3.5는 내장된 CLIP/T5 인코더를 포함하여 외부 인코더 파일이 필요 없는 모델로, sd3.5_medium_incl_clips와 같은 저자원 모델에 적합합니다.",
  "comfyui/stable-diffusion-35.description": "Stable Diffusion 3.5는 차세대 텍스트-이미지 생성 모델로, Large 및 Medium 버전이 있으며 외부 CLIP 인코더 파일이 필요합니다. 뛰어난 이미지 품질과 프롬프트 반응성을 제공합니다.",
  "comfyui/stable-diffusion-custom-refiner.description": "사용자 정의 SDXL 이미지-이미지 모델입니다. 모델 파일명은 custom_sd_lobe.safetensors를 사용하고, VAE가 있다면 custom_sd_vae_lobe.safetensors를 사용하세요. 모델 파일은 Comfy의 지정된 폴더에 배치해야 합니다.",
  "comfyui/stable-diffusion-custom.description": "사용자 정의 SD 텍스트-이미지 생성 모델입니다. 모델 파일명은 custom_sd_lobe.safetensors를 사용하고, VAE가 있다면 custom_sd_vae_lobe.safetensors를 사용하세요. 모델 파일은 Comfy의 지정된 폴더에 배치해야 합니다.",
  "comfyui/stable-diffusion-refiner.description": "SDXL 이미지-이미지 모델로, 입력 이미지를 고품질로 변환하며 스타일 전환, 복원, 창의적 변형을 지원합니다.",
  "comfyui/stable-diffusion-xl.description": "SDXL은 1024x1024 고해상도 생성을 지원하는 텍스트-이미지 모델로, 향상된 이미지 품질과 세부 묘사를 제공합니다.",
  "command-a-03-2025.description": "Command A는 지금까지 가장 강력한 모델로, 도구 사용, 에이전트, RAG, 다국어 시나리오에서 뛰어난 성능을 발휘합니다. 256K 컨텍스트 윈도우를 지원하며, 단 2개의 GPU로 실행 가능하고 Command R+ 08-2024 대비 150% 높은 처리량을 제공합니다.",
  "command-light-nightly.description": "주요 릴리스 간의 간격을 줄이기 위해, 매일 업데이트되는 Command 빌드를 제공합니다. command-light 시리즈의 경우 이를 command-light-nightly라고 하며, 가장 최신이자 실험적인(그리고 불안정할 수 있는) 버전입니다. 정기적으로 예고 없이 업데이트되므로, 프로덕션 환경에서는 사용을 권장하지 않습니다.",
  "command-light.description": "거의 동일한 성능을 유지하면서도 더 빠른 속도를 제공하는 소형 Command 변형 모델입니다.",
  "command-nightly.description": "주요 릴리스 간의 간격을 줄이기 위해, 매일 업데이트되는 Command 빌드를 제공합니다. Command 시리즈의 경우 이를 command-nightly라고 하며, 가장 최신이자 실험적인(그리고 불안정할 수 있는) 버전입니다. 정기적으로 예고 없이 업데이트되므로, 프로덕션 환경에서는 사용을 권장하지 않습니다.",
  "command-r-03-2024.description": "Command R은 이전 모델보다 더 높은 품질과 신뢰성, 더 긴 컨텍스트 윈도우를 제공하는 지시문 기반 채팅 모델입니다. 코드 생성, RAG, 도구 사용, 에이전트 등 복잡한 워크플로우를 지원합니다.",
  "command-r-08-2024.description": "command-r-08-2024는 2024년 8월에 출시된 Command R 모델의 업데이트 버전입니다.",
  "command-r-plus-04-2024.description": "command-r-plus는 command-r-plus-04-2024의 별칭으로, API에서 command-r-plus를 사용하면 해당 모델을 가리킵니다.",
  "command-r-plus-08-2024.description": "Command R+는 이전 모델보다 더 높은 품질과 신뢰성, 더 긴 컨텍스트 윈도우를 제공하는 지시문 기반 채팅 모델입니다. 복잡한 RAG 워크플로우와 다단계 도구 사용에 최적화되어 있습니다.",
  "command-r-plus.description": "Command R+는 실제 기업 환경과 복잡한 애플리케이션을 위한 고성능 LLM입니다.",
  "command-r.description": "Command R은 채팅 및 장문 컨텍스트 작업에 최적화된 LLM으로, 동적인 상호작용과 지식 관리에 이상적입니다.",
  "command-r7b-12-2024.description": "command-r7b-12-2024는 2024년 12월에 출시된 소형이면서 효율적인 업데이트 모델입니다. 복잡한 다단계 추론이 필요한 RAG, 도구 사용, 에이전트 작업에 뛰어납니다.",
  "command.description": "기본 생성 모델보다 더 높은 품질과 신뢰성을 제공하며, 더 긴 컨텍스트 윈도우를 지원하는 지시문 기반 채팅 모델입니다.",
  "computer-use-preview.description": "computer-use-preview는 '컴퓨터 사용 도구'에 특화된 모델로, 컴퓨터 관련 작업을 이해하고 실행하도록 훈련되었습니다.",
  "dall-e-2.description": "1세대보다 4배 높은 해상도와 더 사실적이고 정확한 이미지 생성을 지원하는 2세대 DALL·E 모델입니다.",
  "dall-e-3.description": "2023년 11월에 출시된 최신 DALL·E 모델로, 더 사실적이고 정밀한 이미지 생성을 지원합니다.",
  "databricks/dbrx-instruct.description": "DBRX Instruct는 다양한 산업 분야에서 신뢰도 높은 지시문 처리를 제공합니다.",
  "deepseek-ai/DeepSeek-OCR.description": "DeepSeek-OCR은 DeepSeek AI에서 개발한 비전-언어 모델로, OCR 및 '문맥 광학 압축'에 중점을 둡니다. 이미지에서 문맥을 압축하고 문서를 효율적으로 처리하여 구조화된 텍스트(예: Markdown)로 변환합니다. 이미지 내 텍스트를 정확하게 인식하여 문서 디지털화, 텍스트 추출, 구조화 처리에 적합합니다.",
  "deepseek-ai/DeepSeek-R1-0528-Qwen3-8B.description": "DeepSeek-R1-0528-Qwen3-8B는 DeepSeek-R1-0528의 체인 오브 싱킹을 Qwen3 8B Base에 증류한 모델입니다. AIME 2024에서 Qwen3 8B보다 10% 높은 성능을 기록하며, Qwen3-235B-thinking과 동급의 성능을 보여줍니다. 수학 추론, 프로그래밍, 일반 논리 벤치마크에서 뛰어나며, Qwen3-8B 아키텍처를 공유하면서 DeepSeek-R1-0528 토크나이저를 사용합니다.",
  "deepseek-ai/DeepSeek-R1-0528.description": "DeepSeek R1은 추가 연산 자원과 사후 학습 알고리즘 최적화를 활용하여 추론 능력을 강화합니다. 수학, 프로그래밍, 일반 논리 벤치마크에서 강력한 성능을 발휘하며, o3 및 Gemini 2.5 Pro와 같은 선도 모델에 근접합니다.",
  "deepseek-ai/DeepSeek-R1-Distill-Llama-70B.description": "DeepSeek-R1 증류 모델은 RL 및 콜드 스타트 데이터를 활용하여 추론 능력을 향상시키고, 새로운 오픈 모델 멀티태스크 벤치마크를 설정합니다.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-1.5B.description": "DeepSeek-R1 증류 모델은 RL 및 콜드 스타트 데이터를 활용하여 추론 능력을 향상시키고, 새로운 오픈 모델 멀티태스크 벤치마크를 설정합니다.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-14B.description": "DeepSeek-R1 증류 모델은 RL 및 콜드 스타트 데이터를 활용하여 추론 능력을 향상시키고, 새로운 오픈 모델 멀티태스크 벤치마크를 설정합니다.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-32B.description": "DeepSeek-R1-Distill-Qwen-32B는 Qwen2.5-32B에서 증류되었으며, 80만 개의 DeepSeek-R1 정제 샘플로 미세 조정되었습니다. 수학, 프로그래밍, 추론에서 뛰어난 성능을 보이며, AIME 2024, MATH-500(정확도 94.3%), GPQA Diamond에서 우수한 결과를 기록합니다.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-7B.description": "DeepSeek-R1-Distill-Qwen-7B는 Qwen2.5-Math-7B에서 증류되었으며, 80만 개의 DeepSeek-R1 정제 샘플로 미세 조정되었습니다. MATH-500에서 92.8%, AIME 2024에서 55.5%, CodeForces에서 1189점을 기록하며 7B 모델 중 뛰어난 성능을 보입니다.",
  "deepseek-ai/DeepSeek-R1.description": "DeepSeek-R1은 RL 및 콜드 스타트 데이터를 활용하여 추론 능력을 향상시키며, 새로운 오픈 모델 멀티태스크 벤치마크를 설정하고 OpenAI-o1-mini를 능가합니다.",
  "deepseek-ai/DeepSeek-V2.5.description": "DeepSeek-V2.5는 DeepSeek-V2-Chat과 DeepSeek-Coder-V2-Instruct를 업그레이드하여 일반 및 코딩 능력을 통합합니다. 글쓰기 및 지시문 이행 능력을 향상시켜 선호도 정렬을 개선하며, AlpacaEval 2.0, ArenaHard, AlignBench, MT-Bench에서 큰 성능 향상을 보입니다.",
  "deepseek-ai/DeepSeek-V3.1-Terminus.description": "DeepSeek-V3.1-Terminus는 하이브리드 에이전트 LLM으로 포지셔닝된 V3.1 모델의 업데이트 버전입니다. 사용자 피드백 문제를 해결하고 안정성, 언어 일관성, 중문/영문 혼합 및 비정상 문자 출력을 개선합니다. 사고 및 비사고 모드를 통합하고 채팅 템플릿을 통해 유연하게 전환할 수 있으며, Code Agent 및 Search Agent 성능도 향상되어 도구 사용 및 다단계 작업에서 더 높은 신뢰성을 제공합니다.",
  "deepseek-ai/DeepSeek-V3.1.description": "DeepSeek V3.1은 하이브리드 추론 아키텍처를 사용하며, 사고 모드와 비사고 모드를 모두 지원합니다.",
  "deepseek-ai/DeepSeek-V3.2-Exp.description": "DeepSeek-V3.2-Exp는 차세대 아키텍처로의 전환을 위한 실험적 V3.2 릴리스입니다. V3.1-Terminus 기반 위에 DeepSeek Sparse Attention(DSA)을 추가하여 긴 문맥 학습 및 추론 효율을 향상시켰으며, 도구 사용, 장문 이해, 다단계 추론에 최적화되어 있습니다. 대규모 문맥 처리 예산 하에서 고차원 추론 효율을 탐색하기에 이상적입니다.",
  "deepseek-ai/DeepSeek-V3.description": "DeepSeek-V3는 MLA와 DeepSeekMoE를 활용한 671B 파라미터의 MoE 모델로, 손실 없는 부하 분산을 통해 학습 및 추론 효율을 극대화합니다. 14.8T의 고품질 토큰으로 사전 학습되었으며, SFT와 RL을 통해 다른 오픈 모델을 능가하고 주요 폐쇄형 모델에 근접한 성능을 보입니다.",
  "deepseek-ai/deepseek-llm-67b-chat.description": "DeepSeek LLM Chat (67B)은 심층 언어 이해와 상호작용을 제공하는 혁신적인 모델입니다.",
  "deepseek-ai/deepseek-v3.1-terminus.description": "DeepSeek V3.1은 복잡한 추론과 연쇄적 사고(chain-of-thought)에 강한 차세대 추론 모델로, 심층 분석 작업에 적합합니다.",
  "deepseek-ai/deepseek-v3.1.description": "DeepSeek V3.1은 복잡한 추론과 연쇄적 사고에 강한 차세대 추론 모델로, 심층 분석 작업에 적합합니다.",
  "deepseek-ai/deepseek-vl2.description": "DeepSeek-VL2는 DeepSeekMoE-27B 기반의 MoE 비전-언어 모델로, 희소 활성화를 통해 4.5B 활성 파라미터만으로도 뛰어난 성능을 발휘합니다. 시각적 QA, OCR, 문서/표/차트 이해, 시각적 정렬에 탁월합니다.",
  "deepseek-chat.description": "DeepSeek-V2.5는 일반 대화 능력과 강력한 코딩 능력을 결합한 새로운 오픈소스 모델입니다. 대화형 모델의 일반적인 대화 능력과 코더 모델의 뛰어난 코딩 성능을 유지하면서, 선호도 정렬이 개선되었습니다. 또한 글쓰기와 지시 따르기 능력도 향상되었습니다.",
  "deepseek-coder-33B-instruct.description": "DeepSeek Coder 33B는 2T 토큰(코드 87%, 중/영문 텍스트 13%)으로 학습된 코드 언어 모델입니다. 16K 문맥 창과 중간 채우기(fit-in-the-middle) 작업을 도입하여 프로젝트 수준의 코드 완성과 코드 조각 보완을 지원합니다.",
  "deepseek-coder-v2.description": "DeepSeek Coder V2는 GPT-4 Turbo에 필적하는 성능을 보이는 오픈소스 MoE 코드 모델입니다.",
  "deepseek-coder-v2:236b.description": "DeepSeek Coder V2는 GPT-4 Turbo에 필적하는 성능을 보이는 오픈소스 MoE 코드 모델입니다.",
  "deepseek-ocr.description": "DeepSeek-OCR은 DeepSeek AI가 개발한 비전-언어 모델로, OCR과 '문맥 기반 광학 압축'에 중점을 둡니다. 이미지에서 문맥 정보를 압축하고 문서를 효율적으로 처리하여 Markdown과 같은 구조화된 텍스트 형식으로 변환합니다. 이미지 내 텍스트를 정확하게 인식하여 문서 디지털화, 텍스트 추출, 구조화 처리에 적합합니다.",
  "deepseek-r1-0528.description": "2025년 5월 28일 공개된 685B 전체 모델입니다. DeepSeek-R1은 사후 학습에서 대규모 강화 학습을 적용하여 적은 라벨 데이터로도 추론 능력을 크게 향상시켰으며, 수학, 코딩, 자연어 추론에서 뛰어난 성능을 보입니다.",
  "deepseek-r1-250528.description": "DeepSeek R1 250528은 고난도 수학 및 논리 작업을 위한 DeepSeek-R1 전체 추론 모델입니다.",
  "deepseek-r1-70b-fast-online.description": "DeepSeek R1 70B의 빠른 버전으로, 실시간 웹 검색을 지원하며 성능을 유지하면서 더 빠른 응답을 제공합니다.",
  "deepseek-r1-70b-online.description": "DeepSeek R1 70B 표준 버전으로, 실시간 웹 검색을 지원하며 최신 대화 및 텍스트 작업에 적합합니다.",
  "deepseek-r1-distill-llama-70b.description": "DeepSeek R1 Distill Llama 70B는 R1 추론과 Llama 생태계를 결합한 모델입니다.",
  "deepseek-r1-distill-llama-8b.description": "DeepSeek-R1-Distill-Llama-8B는 Llama-3.1-8B에서 DeepSeek R1 출력을 기반으로 증류된 모델입니다.",
  "deepseek-r1-distill-llama.description": "deepseek-r1-distill-llama는 DeepSeek-R1을 Llama에 증류한 모델입니다.",
  "deepseek-r1-distill-qianfan-70b.description": "DeepSeek R1 Distill Qianfan 70B는 Qianfan-70B 기반의 R1 증류 모델로, 높은 가치와 성능을 제공합니다.",
  "deepseek-r1-distill-qianfan-8b.description": "DeepSeek R1 Distill Qianfan 8B는 Qianfan-8B 기반의 R1 증류 모델로, 중소형 애플리케이션에 적합합니다.",
  "deepseek-r1-distill-qianfan-llama-70b.description": "DeepSeek R1 Distill Qianfan Llama 70B는 Llama-70B 기반의 R1 증류 모델입니다.",
  "deepseek-r1-distill-qwen-1.5b.description": "DeepSeek R1 Distill Qwen 1.5B는 매우 저자원 환경을 위한 초경량 증류 모델입니다.",
  "deepseek-r1-distill-qwen-14b.description": "DeepSeek R1 Distill Qwen 14B는 다양한 시나리오에 배포 가능한 중형 증류 모델입니다.",
  "deepseek-r1-distill-qwen-32b.description": "DeepSeek R1 Distill Qwen 32B는 Qwen-32B 기반의 R1 증류 모델로, 성능과 비용의 균형을 이룹니다.",
  "deepseek-r1-distill-qwen-7b.description": "DeepSeek R1 Distill Qwen 7B는 엣지 및 프라이빗 기업 환경을 위한 경량 증류 모델입니다.",
  "deepseek-r1-distill-qwen.description": "deepseek-r1-distill-qwen은 DeepSeek-R1을 Qwen에 증류한 모델입니다.",
  "deepseek-r1-fast-online.description": "DeepSeek R1의 빠른 전체 버전으로, 실시간 웹 검색을 지원하며 671B 규모의 성능과 빠른 응답을 결합합니다.",
  "deepseek-r1-online.description": "DeepSeek R1 전체 버전은 671B 파라미터와 실시간 웹 검색을 지원하여 더 강력한 이해 및 생성 능력을 제공합니다.",
  "deepseek-r1.description": "DeepSeek-R1은 강화 학습 전 콜드 스타트 데이터를 사용하며, 수학, 코딩, 추론에서 OpenAI-o1과 유사한 성능을 보입니다.",
  "deepseek-reasoner.description": "DeepSeek V3.2의 사고 모드는 최종 답변 전에 사고 과정을 출력하여 정확도를 높입니다.",
  "deepseek-v2.description": "DeepSeek V2는 비용 효율적인 처리를 위한 고효율 MoE 모델입니다.",
  "deepseek-v2:236b.description": "DeepSeek V2 236B는 코드 생성에 강점을 가진 DeepSeek의 코드 특화 모델입니다.",
  "deepseek-v3-0324.description": "DeepSeek-V3-0324는 671B 파라미터의 MoE 모델로, 프로그래밍 및 기술 역량, 문맥 이해, 장문 처리에서 뛰어난 성능을 보입니다.",
  "deepseek-v3.1-terminus.description": "DeepSeek-V3.1-Terminus는 터미널 장치에 최적화된 DeepSeek의 LLM입니다.",
  "deepseek-v3.1-think-250821.description": "DeepSeek V3.1 Think 250821은 Terminus 버전에 대응하는 심층 사고 모델로, 고성능 추론을 위해 설계되었습니다.",
  "deepseek-v3.1.description": "DeepSeek-V3.1은 DeepSeek의 새로운 하이브리드 추론 모델로, 사고 및 비사고 모드를 모두 지원하며 DeepSeek-R1-0528보다 높은 사고 효율을 제공합니다. 사후 학습 최적화를 통해 에이전트 도구 사용 및 작업 성능이 크게 향상되었으며, 128k 문맥 창과 최대 64k 출력 토큰을 지원합니다.",
  "deepseek-v3.1:671b.description": "DeepSeek V3.1은 복잡한 추론과 연쇄적 사고에 강한 차세대 추론 모델로, 심층 분석 작업에 적합합니다.",
  "deepseek-v3.2-exp.description": "deepseek-v3.2-exp는 희소 어텐션을 도입하여 장문 텍스트의 학습 및 추론 효율을 향상시키며, deepseek-v3.1보다 저렴한 비용으로 제공됩니다.",
  "deepseek-v3.2-think.description": "DeepSeek V3.2 Think는 더욱 강력한 장기 연쇄 추론을 지원하는 완전한 심층 사고 모델입니다.",
  "deepseek-v3.2.description": "DeepSeek-V3.2는 DeepSeek의 첫 번째 하이브리드 추론 모델로, 사고 과정을 도구 사용에 통합합니다. 효율적인 아키텍처로 연산을 절감하고, 대규모 강화 학습으로 능력을 향상시키며, 대규모 합성 작업 데이터를 통해 일반화 능력을 강화합니다. 이 세 가지 요소의 결합으로 GPT-5-High에 필적하는 성능을 달성하면서 출력 길이를 크게 줄여 연산 부담과 사용자 대기 시간을 현저히 감소시킵니다.",
  "deepseek-v3.description": "DeepSeek-V3는 총 671B 파라미터 중 토큰당 37B가 활성화되는 강력한 MoE 모델입니다.",
  "deepseek-vl2-small.description": "DeepSeek VL2 Small은 자원이 제한되거나 동시 접속이 많은 환경을 위한 경량 멀티모달 모델입니다.",
  "deepseek-vl2.description": "DeepSeek VL2는 이미지-텍스트 이해와 정밀한 시각적 질의응답을 위한 멀티모달 모델입니다.",
  "deepseek/deepseek-chat-v3-0324.description": "DeepSeek V3는 685B 파라미터의 MoE 모델로, DeepSeek의 대표 챗봇 시리즈의 최신 버전입니다.\n\n[DeepSeek V3](/deepseek/deepseek-chat-v3)를 기반으로 하며 다양한 작업에서 우수한 성능을 발휘합니다.",
  "deepseek/deepseek-chat-v3-0324:free.description": "DeepSeek V3는 685B 파라미터의 MoE 모델로, DeepSeek의 대표 챗봇 시리즈의 최신 버전입니다.\n\n[DeepSeek V3](/deepseek/deepseek-chat-v3)를 기반으로 하며 다양한 작업에서 우수한 성능을 발휘합니다.",
  "deepseek/deepseek-chat-v3.1.description": "DeepSeek-V3.1은 DeepSeek의 장문 컨텍스트 하이브리드 추론 모델로, 사고/비사고 모드 전환과 도구 통합을 지원합니다.",
  "deepseek/deepseek-chat.description": "DeepSeek-V3는 복잡한 작업과 도구 통합을 위한 DeepSeek의 고성능 하이브리드 추론 모델입니다.",
  "deepseek/deepseek-math-v2.description": "DeepSeek Math V2는 수학적 추론 능력에서 획기적인 발전을 이룬 모델입니다. 핵심 혁신은 '자기 검증' 훈련 메커니즘에 있으며, 여러 국제 수학 대회에서 금메달 수준의 성과를 달성했습니다.",
  "deepseek/deepseek-r1-0528.description": "DeepSeek R1 0528은 공개 사용성과 심화된 추론 능력에 중점을 둔 업데이트 버전입니다.",
  "deepseek/deepseek-r1-0528:free.description": "DeepSeek-R1은 최소한의 라벨링 데이터로 추론 능력을 크게 향상시키며, 최종 답변 전 사고 과정을 출력하여 정확도를 높입니다.",
  "deepseek/deepseek-r1-distill-llama-70b.description": "DeepSeek R1 Distill Llama 70B는 Llama 3.3 70B 기반의 경량화된 LLM으로, DeepSeek R1의 출력 데이터를 활용해 파인튜닝되어 대형 모델과 경쟁력 있는 성능을 보입니다.",
  "deepseek/deepseek-r1-distill-llama-8b.description": "DeepSeek R1 Distill Llama 8B는 Llama-3.1-8B-Instruct 기반의 경량화된 LLM으로, DeepSeek R1의 출력 데이터를 활용해 학습되었습니다.",
  "deepseek/deepseek-r1-distill-qwen-14b.description": "DeepSeek R1 Distill Qwen 14B는 Qwen 2.5 14B 기반의 경량화된 LLM으로, DeepSeek R1의 출력 데이터를 활용해 학습되었습니다. OpenAI o1-mini를 여러 벤치마크에서 능가하며, 밀집 모델 중 최고 성능을 기록합니다. 주요 벤치마크:\nAIME 2024 pass@1: 69.7\nMATH-500 pass@1: 93.9\nCodeForces Rating: 1481\nDeepSeek R1 출력 기반의 파인튜닝으로 대형 모델과 경쟁력 있는 성능을 제공합니다.",
  "deepseek/deepseek-r1-distill-qwen-32b.description": "DeepSeek R1 Distill Qwen 32B는 Qwen 2.5 32B 기반의 경량화된 LLM으로, DeepSeek R1의 출력 데이터를 활용해 학습되었습니다. OpenAI o1-mini를 여러 벤치마크에서 능가하며, 밀집 모델 중 최고 성능을 기록합니다. 주요 벤치마크:\nAIME 2024 pass@1: 72.6\nMATH-500 pass@1: 94.3\nCodeForces Rating: 1691\nDeepSeek R1 출력 기반의 파인튜닝으로 대형 모델과 경쟁력 있는 성능을 제공합니다.",
  "deepseek/deepseek-r1.description": "DeepSeek R1은 DeepSeek-R1-0528로 업데이트되었습니다. 더 많은 연산 자원과 사후 학습 알고리즘 최적화를 통해 추론 깊이와 능력을 크게 향상시켰습니다. 수학, 프로그래밍, 일반 논리 벤치마크에서 강력한 성능을 보이며, o3 및 Gemini 2.5 Pro와 같은 선도 모델에 근접합니다.",
  "deepseek/deepseek-r1/community.description": "DeepSeek R1은 DeepSeek 팀이 공개한 최신 오픈소스 모델로, 수학, 코딩, 추론 작업에서 매우 강력한 성능을 보이며 OpenAI o1과 견줄 수 있습니다.",
  "deepseek/deepseek-r1:free.description": "DeepSeek-R1은 최소한의 라벨링 데이터로 추론 능력을 크게 향상시키며, 최종 답변 전 사고 과정을 출력하여 정확도를 높입니다.",
  "deepseek/deepseek-reasoner.description": "DeepSeek-V3 Thinking(Reasoner)은 DeepSeek의 실험적 추론 모델로, 복잡한 추론 작업에 적합합니다.",
  "deepseek/deepseek-v3.1-base.description": "DeepSeek V3.1 Base는 DeepSeek V3 모델의 개선 버전입니다.",
  "deepseek/deepseek-v3.description": "추론 능력이 향상된 빠른 범용 LLM입니다.",
  "deepseek/deepseek-v3/community.description": "DeepSeek-V3는 이전 모델 대비 추론 속도에서 획기적인 발전을 이뤘습니다. 오픈소스 모델 중 1위를 기록하며, 상용 모델과도 경쟁할 수 있습니다. DeepSeek-V3는 DeepSeek-V2에서 검증된 Multi-Head Latent Attention(MLA)과 DeepSeekMoE 아키텍처를 채택했으며, 부하 균형을 위한 무손실 보조 전략과 다중 토큰 예측 학습 목표를 도입해 성능을 강화했습니다.",
  "deepseek_r1.description": "DeepSeek-R1은 반복성과 가독성 문제를 해결하기 위해 강화학습 기반으로 설계된 추론 모델입니다. RL 이전에는 cold-start 데이터를 활용해 추론 성능을 더욱 향상시킵니다. 수학, 코딩, 추론 작업에서 OpenAI-o1과 대등한 성능을 보이며, 정교한 학습 설계로 전반적인 결과를 개선합니다.",
  "deepseek_r1_distill_llama_70b.description": "DeepSeek-R1-Distill-Llama-70B는 Llama-3.3-70B-Instruct에서 경량화된 모델입니다. DeepSeek-R1 시리즈의 일환으로, DeepSeek-R1이 생성한 샘플을 기반으로 파인튜닝되어 수학, 코딩, 추론에서 강력한 성능을 보입니다.",
  "deepseek_r1_distill_qwen_14b.description": "DeepSeek-R1-Distill-Qwen-14B는 Qwen2.5-14B에서 경량화된 모델로, DeepSeek-R1이 생성한 80만 개의 정제된 샘플을 기반으로 파인튜닝되어 강력한 추론 능력을 제공합니다.",
  "deepseek_r1_distill_qwen_32b.description": "DeepSeek-R1-Distill-Qwen-32B는 Qwen2.5-32B에서 경량화된 모델로, DeepSeek-R1이 생성한 80만 개의 정제된 샘플을 기반으로 파인튜닝되어 수학, 코딩, 추론에서 뛰어난 성능을 발휘합니다.",
  "devstral-2:123b.description": "Devstral 2 123B는 도구를 활용한 코드베이스 탐색, 다중 파일 편집, 소프트웨어 엔지니어링 에이전트 지원에 탁월한 성능을 발휘합니다.",
  "doubao-1.5-lite-32k.description": "Doubao-1.5-lite는 초고속 응답을 제공하는 새로운 경량 모델로, 최고 수준의 품질과 지연 시간을 자랑합니다.",
  "doubao-1.5-pro-256k.description": "Doubao-1.5-pro-256k는 Doubao-1.5-Pro의 전면적인 업그레이드 버전으로, 전체 성능이 10% 향상되었습니다. 256k 컨텍스트 윈도우와 최대 12k 출력 토큰을 지원하여 더 높은 성능, 더 넓은 윈도우, 다양한 활용 사례에 적합한 가치를 제공합니다.",
  "doubao-1.5-pro-32k.description": "Doubao-1.5-pro는 지식, 코딩, 추론 전반에서 뛰어난 성능을 보이는 차세대 플래그십 모델입니다.",
  "doubao-1.5-thinking-pro-m.description": "Doubao-1.5는 수학, 코딩, 과학적 추론, 창의적 글쓰기와 같은 일반 작업에 뛰어난 성능을 보이는 새로운 심층 추론 모델입니다. m 버전은 멀티모달 심층 추론을 기본으로 포함합니다. AIME 2024, Codeforces, GPQA 등의 벤치마크에서 최고 수준의 결과를 달성하거나 근접하며, 128k 컨텍스트 윈도우와 16k 출력 토큰을 지원합니다.",
  "doubao-1.5-thinking-pro.description": "Doubao-1.5는 수학, 코딩, 과학적 추론, 창의적 글쓰기와 같은 일반 작업에 뛰어난 성능을 보이는 새로운 심층 추론 모델입니다. AIME 2024, Codeforces, GPQA 등의 벤치마크에서 최고 수준의 결과를 달성하거나 근접하며, 128k 컨텍스트 윈도우와 16k 출력 토큰을 지원합니다.",
  "doubao-1.5-thinking-vision-pro.description": "더 강력한 멀티모달 이해 및 추론 능력을 갖춘 새로운 시각 심층 추론 모델로, 59개의 공개 벤치마크 중 37개에서 SOTA 성능을 달성했습니다.",
  "doubao-1.5-ui-tars.description": "Doubao-1.5-UI-TARS는 GUI 중심의 네이티브 에이전트 모델로, 인간과 유사한 인지, 추론, 행동을 통해 인터페이스와 자연스럽게 상호작용합니다.",
  "doubao-1.5-vision-lite.description": "Doubao-1.5-vision-lite는 모든 해상도 및 극단적인 종횡비의 이미지를 지원하는 업그레이드된 멀티모달 모델로, 시각적 추론, 문서 인식, 세부 이해, 지시 따르기 능력을 향상시킵니다. 128k 컨텍스트 윈도우와 최대 16k 출력 토큰을 지원합니다.",
  "doubao-1.5-vision-pro-32k.description": "Doubao-1.5-vision-pro는 모든 해상도 및 극단적인 종횡비의 이미지를 지원하는 업그레이드된 멀티모달 모델로, 시각적 추론, 문서 인식, 세부 이해, 지시 따르기 능력을 향상시킵니다.",
  "doubao-1.5-vision-pro.description": "Doubao-1.5-vision-pro는 모든 해상도 및 극단적인 종횡비의 이미지를 지원하는 업그레이드된 멀티모달 모델로, 시각적 추론, 문서 인식, 세부 이해, 지시 따르기 능력을 향상시킵니다.",
  "doubao-lite-128k.description": "초고속 응답과 뛰어난 가성비를 제공하며 다양한 상황에서 유연한 선택이 가능합니다. 128k 컨텍스트 윈도우를 지원하며 추론 및 파인튜닝이 가능합니다.",
  "doubao-lite-32k.description": "초고속 응답과 뛰어난 가성비를 제공하며 다양한 상황에서 유연한 선택이 가능합니다. 32k 컨텍스트 윈도우를 지원하며 추론 및 파인튜닝이 가능합니다.",
  "doubao-lite-4k.description": "초고속 응답과 뛰어난 가성비를 제공하며 다양한 상황에서 유연한 선택이 가능합니다. 4k 컨텍스트 윈도우를 지원하며 추론 및 파인튜닝이 가능합니다.",
  "doubao-pro-256k.description": "복잡한 작업에 최적화된 최고 성능의 플래그십 모델로, 참조 기반 QA, 요약, 창작, 텍스트 분류, 롤플레이에서 강력한 성능을 보입니다. 256k 컨텍스트 윈도우를 지원하며 추론 및 파인튜닝이 가능합니다.",
  "doubao-pro-32k.description": "복잡한 작업에 최적화된 최고 성능의 플래그십 모델로, 참조 기반 QA, 요약, 창작, 텍스트 분류, 롤플레이에서 강력한 성능을 보입니다. 32k 컨텍스트 윈도우를 지원하며 추론 및 파인튜닝이 가능합니다.",
  "doubao-seed-1.6-flash.description": "Doubao-Seed-1.6-flash는 TPOT가 10ms에 불과한 초고속 멀티모달 심층 추론 모델입니다. 텍스트와 비전을 모두 지원하며, 텍스트 이해는 이전 lite 모델을 능가하고, 비전 성능은 경쟁 pro 모델과 동등합니다. 256k 컨텍스트 윈도우와 최대 16k 출력 토큰을 지원합니다.",
  "doubao-seed-1.6-lite.description": "Doubao-Seed-1.6-lite는 추론 강도를 조절할 수 있는 새로운 멀티모달 심층 추론 모델로, 일반 작업에 적합한 뛰어난 가성비를 제공합니다. 최대 256k 컨텍스트 윈도우를 지원합니다.",
  "doubao-seed-1.6-thinking.description": "Doubao-Seed-1.6-thinking은 Doubao-1.5-thinking-pro보다 코딩, 수학, 논리 추론의 핵심 능력을 더욱 강화하고, 비전 이해 기능을 추가한 모델입니다. 256k 컨텍스트 윈도우와 최대 16k 출력 토큰을 지원합니다.",
  "doubao-seed-1.6-vision.description": "Doubao-Seed-1.6-vision은 교육, 이미지 리뷰, 검사/보안, AI 검색 QA 등에서 강력한 멀티모달 이해 및 추론을 제공하는 시각 심층 추론 모델입니다. 256k 컨텍스트 윈도우와 최대 64k 출력 토큰을 지원합니다.",
  "doubao-seed-1.6.description": "Doubao-Seed-1.6은 자동, 추론, 비추론 모드를 지원하는 새로운 멀티모달 심층 추론 모델입니다. 비추론 모드에서는 Doubao-1.5-pro/250115보다 현저히 뛰어난 성능을 보입니다. 256k 컨텍스트 윈도우와 최대 16k 출력 토큰을 지원합니다.",
  "doubao-seed-1.8.description": "Doubao-Seed-1.8은 멀티모달 이해와 에이전트 기능이 강화되었으며, 텍스트/이미지/비디오 입력과 컨텍스트 캐싱을 지원하여 복잡한 작업에서도 뛰어난 성능을 발휘합니다.",
  "doubao-seed-code.description": "Doubao-Seed-Code는 에이전트 기반 코딩에 최적화된 모델로, 멀티모달 입력(텍스트/이미지/비디오)과 256k 컨텍스트 윈도우를 지원하며, Anthropic API와 호환됩니다. 코딩, 비전 이해, 에이전트 워크플로우에 적합합니다.",
  "doubao-seededit-3-0-i2i-250628.description": "ByteDance Seed의 Doubao 이미지 모델은 텍스트 및 이미지 입력을 지원하며, 고품질의 이미지 생성과 높은 제어력을 제공합니다. 텍스트 기반 이미지 편집을 지원하며, 출력 크기는 긴 변 기준 512~1536 사이입니다.",
  "doubao-seedream-3-0-t2i-250415.description": "Seedream 3.0은 ByteDance Seed의 이미지 생성 모델로, 텍스트 및 이미지 입력을 지원하며, 고품질의 이미지 생성과 높은 제어력을 제공합니다. 텍스트 프롬프트로부터 이미지를 생성합니다.",
  "doubao-seedream-4-0-250828.description": "Seedream 4.0은 ByteDance Seed의 이미지 생성 모델로, 텍스트 및 이미지 입력을 지원하며, 고품질의 이미지 생성과 높은 제어력을 제공합니다. 텍스트 프롬프트로부터 이미지를 생성합니다.",
  "doubao-vision-lite-32k.description": "Doubao-vision은 강력한 이미지 이해 및 추론 능력과 정확한 지시 따르기를 갖춘 Doubao의 멀티모달 모델입니다. 이미지-텍스트 추출 및 이미지 기반 추론 작업에서 뛰어난 성능을 발휘하며, 더 복잡하고 다양한 시각 QA 시나리오를 가능하게 합니다.",
  "doubao-vision-pro-32k.description": "Doubao-vision은 강력한 이미지 이해 및 추론 능력과 정확한 지시 따르기를 갖춘 Doubao의 멀티모달 모델입니다. 이미지-텍스트 추출 및 이미지 기반 추론 작업에서 뛰어난 성능을 발휘하며, 더 복잡하고 다양한 시각 QA 시나리오를 가능하게 합니다.",
  "emohaa.description": "Emohaa는 전문 상담 능력을 갖춘 정신 건강 모델로, 사용자가 감정 문제를 이해하도록 돕습니다.",
  "ernie-4.5-0.3b.description": "ERNIE 4.5 0.3B는 로컬 및 맞춤형 배포를 위한 오픈소스 경량 모델입니다.",
  "ernie-4.5-21b-a3b.description": "ERNIE 4.5 21B A3B는 더 강력한 이해 및 생성 능력을 갖춘 오픈소스 대규모 파라미터 모델입니다.",
  "ernie-4.5-300b-a47b.description": "ERNIE 4.5 300B A47B는 Baidu ERNIE의 초대형 MoE 모델로, 뛰어난 추론 능력을 자랑합니다.",
  "ernie-4.5-8k-preview.description": "ERNIE 4.5 8K Preview는 ERNIE 4.5의 8K 컨텍스트 프리뷰 모델로, 평가용으로 사용됩니다.",
  "ernie-4.5-turbo-128k-preview.description": "ERNIE 4.5 Turbo 128K Preview는 릴리스 수준의 기능을 갖춘 모델로, 통합 및 카나리아 테스트에 적합합니다.",
  "ernie-4.5-turbo-128k.description": "ERNIE 4.5 Turbo 128K는 QA, 코딩, 에이전트 시나리오를 위한 검색 보강 및 도구 호출 기능을 갖춘 고성능 범용 모델입니다.",
  "ernie-4.5-turbo-32k.description": "ERNIE 4.5 Turbo 32K는 QA, 지식 기반 검색, 다중 턴 대화를 위한 중간 길이 컨텍스트 버전입니다.",
  "ernie-4.5-turbo-latest.description": "최신 ERNIE 4.5 Turbo는 전반적인 성능이 최적화되어 주력 프로덕션 모델로 이상적입니다.",
  "ernie-4.5-turbo-vl-32k-preview.description": "ERNIE 4.5 Turbo VL 32K Preview는 장문 맥락의 시각적 이해 능력을 평가하기 위한 32K 멀티모달 프리뷰 모델입니다.",
  "ernie-4.5-turbo-vl-32k.description": "ERNIE 4.5 Turbo VL 32K는 장문 문서와 이미지의 통합 이해를 위한 중장기 멀티모달 버전입니다.",
  "ernie-4.5-turbo-vl-latest.description": "ERNIE 4.5 Turbo VL Latest는 이미지-텍스트 이해 및 추론 능력이 향상된 최신 멀티모달 버전입니다.",
  "ernie-4.5-turbo-vl-preview.description": "ERNIE 4.5 Turbo VL Preview는 이미지-텍스트 이해 및 생성에 적합한 멀티모달 프리뷰 모델로, 시각적 질의응답 및 콘텐츠 이해에 적합합니다.",
  "ernie-4.5-turbo-vl.description": "ERNIE 4.5 Turbo VL은 이미지-텍스트 이해 및 인식에 최적화된 성숙한 멀티모달 모델로, 실제 서비스에 적합합니다.",
  "ernie-4.5-vl-28b-a3b.description": "ERNIE 4.5 VL 28B A3B는 이미지-텍스트 이해 및 추론을 위한 오픈소스 멀티모달 모델입니다.",
  "ernie-5.0-thinking-latest.description": "Wenxin 5.0 Thinking은 텍스트, 이미지, 오디오, 비디오를 통합 모델링하는 네이티브 풀모달 플래그십 모델로, 복잡한 질의응답, 창작, 에이전트 시나리오에서 전반적인 성능을 대폭 향상시킵니다.",
  "ernie-5.0-thinking-preview.description": "Wenxin 5.0 Thinking Preview는 텍스트, 이미지, 오디오, 비디오를 통합 모델링하는 네이티브 풀모달 플래그십 모델로, 복잡한 질의응답, 창작, 에이전트 시나리오에서 전반적인 성능을 대폭 향상시킵니다.",
  "ernie-char-8k.description": "ERNIE Character 8K는 IP 캐릭터 구축 및 장기 동반자형 대화를 위한 페르소나 대화 모델입니다.",
  "ernie-char-fiction-8k-preview.description": "ERNIE Character Fiction 8K Preview는 캐릭터 및 스토리 창작 기능을 평가하고 테스트하기 위한 프리뷰 모델입니다.",
  "ernie-char-fiction-8k.description": "ERNIE Character Fiction 8K는 장편 소설 및 스토리 창작에 적합한 페르소나 모델로, 다채로운 이야기 생성에 최적화되어 있습니다.",
  "ernie-irag-edit.description": "ERNIE iRAG Edit는 이미지 지우기, 다시 그리기, 변형 생성 등을 지원하는 이미지 편집 모델입니다.",
  "ernie-lite-pro-128k.description": "ERNIE Lite Pro 128K는 지연 시간과 비용에 민감한 시나리오에 적합한 고성능 경량 모델입니다.",
  "ernie-novel-8k.description": "ERNIE Novel 8K는 다수의 캐릭터가 등장하는 장편 소설 및 IP 스토리 창작을 위해 설계되었습니다.",
  "ernie-speed-pro-128k.description": "ERNIE Speed Pro 128K는 대규모 온라인 서비스 및 기업용 애플리케이션을 위한 고동시성, 고가치 모델입니다.",
  "ernie-x1-turbo-32k.description": "ERNIE X1 Turbo 32K는 복잡한 추론 및 다중 턴 대화를 위한 32K 컨텍스트의 고속 사고 모델입니다.",
  "ernie-x1.1-preview.description": "ERNIE X1.1 Preview는 평가 및 테스트를 위한 사고 모델 프리뷰입니다.",
  "fal-ai/bytedance/seedream/v4.description": "Seedream 4.0은 ByteDance Seed에서 개발한 이미지 생성 모델로, 텍스트와 이미지 입력을 지원하며, 고품질의 이미지 생성과 세밀한 제어가 가능합니다. 텍스트 프롬프트로부터 이미지를 생성합니다.",
  "fal-ai/flux-kontext/dev.description": "FLUX.1 모델은 이미지 편집에 중점을 두며, 텍스트와 이미지 입력을 지원합니다.",
  "fal-ai/flux-pro/kontext.description": "FLUX.1 Kontext [pro]는 텍스트와 참조 이미지를 입력으로 받아, 국소 편집과 복잡한 장면 변환을 정밀하게 수행할 수 있습니다.",
  "fal-ai/flux/krea.description": "Flux Krea [dev]는 보다 사실적이고 자연스러운 이미지 스타일에 중점을 둔 이미지 생성 모델입니다.",
  "fal-ai/flux/schnell.description": "FLUX.1 [schnell]은 빠르고 고품질의 출력을 위해 설계된 120억 파라미터 이미지 생성 모델입니다.",
  "fal-ai/hunyuan-image/v3.description": "강력한 네이티브 멀티모달 이미지 생성 모델입니다.",
  "fal-ai/imagen4/preview.description": "Google에서 개발한 고품질 이미지 생성 모델입니다.",
  "fal-ai/nano-banana.description": "Nano Banana는 Google의 최신, 가장 빠르고 효율적인 네이티브 멀티모달 모델로, 대화형 이미지 생성 및 편집을 지원합니다.",
  "fal-ai/qwen-image-edit.description": "Qwen 팀이 개발한 전문 이미지 편집 모델로, 의미 기반 및 외형 편집을 지원하며, 중국어와 영어 텍스트를 정밀하게 편집할 수 있습니다. 스타일 전환, 객체 회전 등 고품질 편집이 가능합니다.",
  "fal-ai/qwen-image.description": "Qwen 팀이 개발한 강력한 이미지 생성 모델로, 중국어 텍스트 표현이 뛰어나며 다양한 시각 스타일을 제공합니다.",
  "flux-1-schnell.description": "Black Forest Labs에서 개발한 120억 파라미터 텍스트-이미지 모델로, 잠재 적대 확산 증류를 사용하여 1~4단계 내에 고품질 이미지를 생성합니다. Apache-2.0 라이선스로 개인, 연구, 상업적 사용이 가능합니다.",
  "flux-dev.description": "FLUX.1 [dev]는 오픈 가중치 증류 모델로, 비상업적 사용을 위해 설계되었습니다. 전문가 수준의 이미지 품질과 지시 따르기를 유지하면서도 더 효율적으로 작동하며, 동일 크기의 표준 모델보다 자원을 더 잘 활용합니다.",
  "flux-kontext-max.description": "최첨단 문맥 기반 이미지 생성 및 편집 모델로, 텍스트와 이미지를 결합하여 정밀하고 일관된 결과를 생성합니다.",
  "flux-kontext-pro.description": "최첨단 문맥 기반 이미지 생성 및 편집 모델로, 텍스트와 이미지를 결합하여 정밀하고 일관된 결과를 생성합니다.",
  "flux-merged.description": "FLUX.1-merged는 \"DEV\"의 심층 기능과 \"Schnell\"의 고속 장점을 결합하여 성능 한계를 확장하고 활용 범위를 넓혔습니다.",
  "flux-pro-1.1-ultra.description": "4MP 해상도의 초고해상도 이미지 생성 모델로, 10초 내에 선명한 이미지를 생성합니다.",
  "flux-pro-1.1.description": "우수한 이미지 품질과 정밀한 프롬프트 반응을 제공하는 업그레이드된 전문가급 이미지 생성 모델입니다.",
  "flux-pro.description": "비교할 수 없는 이미지 품질과 다양한 출력을 제공하는 최고급 상업용 이미지 생성 모델입니다.",
  "flux-schnell.description": "FLUX.1 [schnell]은 가장 진보된 오픈소스 소수 단계 모델로, Midjourney v6.0 및 DALL-E 3 (HD)와 같은 강력한 비증류 모델을 능가합니다. 사전 학습의 다양성을 유지하도록 정밀 조정되어 시각 품질, 지시 따르기, 크기/비율 다양성, 글꼴 처리, 출력 다양성이 크게 향상되었습니다.",
  "flux.1-schnell.description": "FLUX.1-schnell은 빠른 다중 스타일 출력을 위한 고성능 이미지 생성 모델입니다.",
  "gemini-1.0-pro-001.description": "Gemini 1.0 Pro 001 (튜닝)은 복잡한 작업을 위한 안정적이고 조정 가능한 성능을 제공합니다.",
  "gemini-1.0-pro-002.description": "Gemini 1.0 Pro 002 (튜닝)은 복잡한 작업을 위한 강력한 멀티모달 지원을 제공합니다.",
  "gemini-1.0-pro-latest.description": "Gemini 1.0 Pro는 Google의 고성능 AI 모델로, 다양한 작업 확장에 적합하게 설계되었습니다.",
  "gemini-1.5-flash-001.description": "Gemini 1.5 Flash 001은 광범위한 애플리케이션 확장을 위한 효율적인 멀티모달 모델입니다.",
  "gemini-1.5-flash-002.description": "Gemini 1.5 Flash 002는 대규모 배포를 위해 설계된 효율적인 멀티모달 모델입니다.",
  "gemini-1.5-flash-8b-exp-0924.description": "Gemini 1.5 Flash 8B 0924는 텍스트 및 멀티모달 사용 사례 전반에서 주목할 만한 성능 향상을 보이는 최신 실험 모델입니다.",
  "gemini-1.5-flash-8b-latest.description": "Gemini 1.5 Flash 8B는 대규모 배포를 위해 설계된 효율적인 멀티모달 모델입니다.",
  "gemini-1.5-flash-8b.description": "Gemini 1.5 Flash 8B는 광범위한 애플리케이션 확장을 위한 효율적인 멀티모달 모델입니다.",
  "gemini-1.5-flash-exp-0827.description": "Gemini 1.5 Flash 0827은 복잡한 작업을 위한 최적화된 멀티모달 처리 기능을 제공합니다.",
  "gemini-1.5-flash-latest.description": "Gemini 1.5 Flash는 Google의 최신 멀티모달 AI 모델로, 빠른 처리 속도와 텍스트, 이미지, 비디오 입력을 지원하여 다양한 작업에 효율적으로 확장할 수 있습니다.",
  "gemini-1.5-pro-001.description": "Gemini 1.5 Pro 001은 복잡한 작업을 위한 확장 가능한 멀티모달 AI 솔루션입니다.",
  "gemini-1.5-pro-002.description": "Gemini 1.5 Pro 002는 수학, 장문 문맥, 비전 작업에서 특히 뛰어난 고품질 출력을 제공하는 최신 생산 준비 모델입니다.",
  "gemini-1.5-pro-exp-0801.description": "Gemini 1.5 Pro 0801은 앱 개발을 위한 더 큰 유연성을 갖춘 강력한 멀티모달 처리 기능을 제공합니다.",
  "gemini-1.5-pro-exp-0827.description": "Gemini 1.5 Pro 0827은 보다 효율적인 멀티모달 처리를 위한 최신 최적화를 적용했습니다.",
  "gemini-1.5-pro-latest.description": "Gemini 1.5 Pro는 최대 200만 토큰을 지원하는 중간 규모의 멀티모달 모델로, 복잡한 작업에 이상적입니다.",
  "gemini-2.0-flash-001.description": "Gemini 2.0 Flash는 탁월한 속도, 네이티브 도구 사용, 멀티모달 생성, 100만 토큰 문맥 창 등 차세대 기능을 제공합니다.",
  "gemini-2.0-flash-exp-image-generation.description": "이미지 생성을 지원하는 Gemini 2.0 Flash 실험 모델입니다.",
  "gemini-2.0-flash-lite-001.description": "비용 효율성과 낮은 지연 시간에 최적화된 Gemini 2.0 Flash 변형입니다.",
  "gemini-2.0-flash-lite.description": "비용 효율성과 낮은 지연 시간에 최적화된 Gemini 2.0 Flash 변형입니다.",
  "gemini-2.0-flash.description": "Gemini 2.0 Flash는 탁월한 속도, 네이티브 도구 사용, 멀티모달 생성, 100만 토큰 문맥 창 등 차세대 기능을 제공합니다.",
  "gemini-2.5-flash-image.description": "Nano Banana는 Google의 최신, 가장 빠르고 효율적인 네이티브 멀티모달 모델로, 대화형 이미지 생성 및 편집을 지원합니다.",
  "gemini-2.5-flash-image:image.description": "Nano Banana는 Google의 최신, 가장 빠르고 효율적인 네이티브 멀티모달 모델로, 대화형 이미지 생성 및 편집을 지원합니다.",
  "gemini-2.5-flash-lite-preview-06-17.description": "Gemini 2.5 Flash-Lite Preview는 Google의 가장 작고 가성비 높은 모델로, 대규모 사용을 위해 설계되었습니다.",
  "gemini-2.5-flash-lite-preview-09-2025.description": "Gemini 2.5 Flash-Lite의 2025년 9월 25일자 프리뷰 릴리스입니다.",
  "gemini-2.5-flash-lite.description": "Gemini 2.5 Flash-Lite는 Google의 가장 작고 가성비 높은 모델로, 대규모 사용을 위해 설계되었습니다.",
  "gemini-2.5-flash-preview-04-17.description": "Gemini 2.5 Flash Preview는 Google의 가성비 최고의 모델로, 모든 기능을 갖추고 있습니다.",
  "gemini-2.5-flash-preview-09-2025.description": "Gemini 2.5 Flash의 2025년 9월 25일자 프리뷰 릴리스입니다.",
  "gemini-2.5-flash.description": "Gemini 2.5 Flash는 Google의 가성비 최고의 모델로, 모든 기능을 갖추고 있습니다.",
  "gemini-2.5-pro-preview-03-25.description": "Gemini 2.5 Pro Preview는 Google의 가장 진보된 추론 모델로, 코드, 수학, STEM 문제에 대한 추론과 대규모 데이터셋, 코드베이스, 문서 분석을 장기 문맥 내에서 수행할 수 있습니다.",
  "gemini-2.5-pro-preview-05-06.description": "Gemini 2.5 Pro Preview는 Google의 가장 진보된 추론 모델로, 코드, 수학, STEM 문제에 대한 추론과 대규모 데이터셋, 코드베이스, 문서 분석을 장기 문맥 내에서 수행할 수 있습니다.",
  "gemini-2.5-pro-preview-06-05.description": "Gemini 2.5 Pro Preview는 Google의 가장 진보된 추론 모델로, 코드, 수학, STEM 문제에 대한 추론과 대규모 데이터셋, 코드베이스, 문서 분석을 장기 문맥 내에서 수행할 수 있습니다.",
  "gemini-2.5-pro.description": "Gemini 2.5 Pro는 Google의 플래그십 추론 모델로, 복잡한 작업을 위한 장기 문맥 지원을 제공합니다.",
  "gemini-3-flash-preview.description": "Gemini 3 Flash는 속도를 위해 설계된 가장 스마트한 모델로, 최첨단 지능과 뛰어난 검색 기반을 결합합니다.",
  "gemini-3-pro-image-preview.description": "Gemini 3 Pro Image(Nano Banana Pro)는 Google의 이미지 생성 모델로, 멀티모달 대화도 지원합니다.",
  "gemini-3-pro-image-preview:image.description": "Gemini 3 Pro Image(Nano Banana Pro)는 Google의 이미지 생성 모델로, 멀티모달 대화도 지원합니다.",
  "gemini-3-pro-preview.description": "Gemini 3 Pro는 Google의 가장 강력한 에이전트 및 바이브 코딩 모델로, 최첨단 추론 위에 풍부한 시각적 표현과 깊은 상호작용을 제공합니다.",
  "gemini-flash-latest.description": "Gemini Flash 최신 버전",
  "gemini-flash-lite-latest.description": "Gemini Flash-Lite 최신 버전",
  "gemini-pro-latest.description": "Gemini Pro 최신 버전",
  "gemma-7b-it.description": "Gemma 7B는 소규모에서 중간 규모 작업에 적합한 비용 효율적인 모델입니다.",
  "gemma2-9b-it.description": "Gemma 2 9B는 특정 작업 및 도구 통합에 최적화된 모델입니다.",
  "gemma2.description": "Gemma 2는 Google의 효율적인 모델로, 소형 앱부터 복잡한 데이터 처리까지 다양한 사용 사례를 지원합니다.",
  "gemma2:27b.description": "Gemma 2는 Google의 효율적인 모델로, 소형 앱부터 복잡한 데이터 처리까지 다양한 사용 사례를 지원합니다.",
  "gemma2:2b.description": "Gemma 2는 Google의 효율적인 모델로, 소형 앱부터 복잡한 데이터 처리까지 다양한 사용 사례를 지원합니다.",
  "generalv3.5.description": "Spark Max는 웹 검색과 다양한 내장 플러그인을 지원하는 가장 완전한 기능의 버전입니다. 최적화된 핵심 기능, 시스템 역할, 함수 호출을 통해 복잡한 애플리케이션 시나리오에서도 뛰어난 성능을 발휘합니다.",
  "generalv3.description": "Spark Pro는 수학, 프로그래밍, 의료, 교육 등 전문 분야에 최적화된 고성능 LLM입니다. 웹 검색과 날씨, 날짜 등 내장 플러그인을 지원하며, 복잡한 지식 질의응답, 언어 이해, 고급 텍스트 생성에서 강력한 성능과 효율성을 제공합니다. 전문가용 사용 사례에 이상적입니다.",
  "glm-4-0520.description": "GLM-4-0520은 최신 버전의 모델로, 매우 복잡하고 다양한 작업을 위한 탁월한 성능을 제공합니다.",
  "glm-4-7.description": "GLM-4.7은 Zhipu AI의 최신 플래그십 모델로, 코딩 능력, 장기 작업 계획, 도구 협업 능력을 강화하여 Agentic Coding 시나리오에서 오픈소스 모델 중 최고 성능을 달성했습니다. 일반 능력도 향상되어 응답이 더 간결하고 자연스러우며, 글쓰기 몰입감도 높아졌습니다. 복잡한 에이전트 작업에서 도구 호출 시 지시 따르기가 강화되었고, Artifacts 및 Agentic Coding 프론트엔드의 미적 품질과 장기 작업 완성 효율도 향상되었습니다. • 향상된 프로그래밍 능력: 다국어 코딩 및 터미널 에이전트 성능이 크게 향상되었으며, Claude Code, Kilo Code, TRAE, Cline, Roo Code 등에서 '먼저 생각하고, 그다음 실행' 메커니즘을 구현할 수 있습니다. • 프론트엔드 미적 향상: 웹사이트, PPT, 포스터 등 시각적으로 더 뛰어난 프론트엔드 생성이 가능합니다. • 도구 호출 능력 강화: BrowseComp 웹 작업 평가에서 67점, τ²-Bench 상호작용 도구 호출 평가에서 84.7점을 기록하며 Claude Sonnet 4.5를 능가하는 오픈소스 SOTA를 달성했습니다. • 추론 능력 향상: 수학 및 추론 능력이 크게 향상되어 HLE(‘인류 최후의 시험’) 벤치마크에서 42.8%를 기록, GLM-4.6 대비 41% 향상되었으며 GPT-5.1을 능가합니다. • 일반 능력 향상: 대화가 더 간결하고 지능적이며 인간적인 느낌을 주며, 글쓰기와 역할극이 더 문학적이고 몰입감 있게 개선되었습니다.",
  "glm-4-9b-chat.description": "GLM-4-9B-Chat은 의미 이해, 수학, 추론, 코딩, 지식 등 다양한 영역에서 강력한 성능을 보입니다. 웹 브라우징, 코드 실행, 사용자 정의 도구 호출, 장문 추론을 지원하며, 일본어, 한국어, 독일어 등 26개 언어를 지원합니다.",
  "glm-4-air-250414.description": "GLM-4-Air는 GLM-4에 근접한 성능을 제공하면서도 빠른 속도와 낮은 비용을 자랑하는 고가치 모델입니다.",
  "glm-4-air.description": "GLM-4-Air는 GLM-4에 근접한 성능을 제공하면서도 빠른 속도와 낮은 비용을 자랑하는 고가치 모델입니다.",
  "glm-4-airx.description": "GLM-4-AirX는 GLM-4-Air의 고속 버전으로, 최대 2.6배 빠른 추론 속도를 제공합니다.",
  "glm-4-alltools.description": "GLM-4-AllTools는 웹 브라우징, 코드 설명, 텍스트 생성 등 복잡한 지시 계획과 도구 사용에 최적화된 다기능 에이전트 모델로, 다중 작업 실행에 적합합니다.",
  "glm-4-flash-250414.description": "GLM-4-Flash는 단순 작업에 이상적인 모델로, 가장 빠르고 무료입니다.",
  "glm-4-flash.description": "GLM-4-Flash는 단순 작업에 이상적인 모델로, 가장 빠르고 무료입니다.",
  "glm-4-flashx.description": "GLM-4-FlashX는 초고속 추론을 제공하는 Flash의 향상된 버전입니다.",
  "glm-4-long.description": "GLM-4-Long은 초장문 입력을 지원하여 기억 기반 작업 및 대규모 문서 처리에 적합합니다.",
  "glm-4-plus.description": "GLM-4-Plus는 고지능 플래그십 모델로, 장문 및 복잡한 작업 처리에 강하며 전반적인 성능이 업그레이드되었습니다.",
  "glm-4.1v-thinking-flash.description": "GLM-4.1V-Thinking은 약 100억 파라미터 규모의 가장 강력한 VLM으로, 영상 이해, 이미지 QA, 과목 문제 해결, OCR, 문서 및 차트 읽기, GUI 에이전트, 프론트엔드 코딩, 그라운딩 등 SOTA 작업을 포괄합니다. 고급 RL을 통해 사고 과정을 활용하여 정확성과 풍부함을 높이며, 전통적인 비사고 모델보다 결과와 설명력 모두에서 우수합니다.",
  "glm-4.1v-thinking-flashx.description": "GLM-4.1V-Thinking은 약 100억 파라미터 규모의 가장 강력한 VLM으로, 영상 이해, 이미지 QA, 과목 문제 해결, OCR, 문서 및 차트 읽기, GUI 에이전트, 프론트엔드 코딩, 그라운딩 등 SOTA 작업을 포괄합니다. 고급 RL을 통해 사고 과정을 활용하여 정확성과 풍부함을 높이며, 전통적인 비사고 모델보다 결과와 설명력 모두에서 우수합니다.",
  "glm-4.5-air.description": "GLM-4.5 경량 버전으로, 성능과 비용의 균형을 이루며 유연한 하이브리드 사고 모드를 지원합니다.",
  "glm-4.5-airx.description": "GLM-4.5-Air 고속 버전으로, 대규모 고속 사용에 적합한 빠른 응답을 제공합니다.",
  "glm-4.5-x.description": "GLM-4.5 고속 버전으로, 최대 초당 100토큰 생성 속도로 강력한 성능을 제공합니다.",
  "glm-4.5.description": "Zhipu의 플래그십 모델로, 사고 모드 전환이 가능하며 오픈소스 SOTA 성능과 최대 128K 컨텍스트를 지원합니다.",
  "glm-4.5v.description": "Zhipu의 차세대 MoE 비전 추론 모델로, 총 106B 파라미터 중 12B가 활성화되며, 이미지, 비디오, 문서 이해, GUI 작업 등에서 동급 오픈소스 멀티모달 모델 중 SOTA 성능을 달성합니다.",
  "glm-4.6.description": "Zhipu의 최신 플래그십 모델 GLM-4.6 (355B)은 고급 코딩, 장문 처리, 추론, 에이전트 기능에서 전작을 완전히 능가합니다. 특히 Claude Sonnet 4와 유사한 프로그래밍 능력을 갖추어 중국 최고의 코딩 모델로 자리매김했습니다.",
  "glm-4.7-flash.description": "GLM-4.7-Flash는 30B급 SOTA 모델로, 성능과 효율성의 균형을 제공하는 새로운 선택지입니다. Agentic Coding 시나리오에서 코딩 능력, 장기 작업 계획, 도구 협업 능력을 강화하여 동급 오픈소스 모델 중 최고 성능을 달성했습니다. 복잡한 지능형 에이전트 작업 수행 시 도구 호출에서 지시 따르기가 강화되었고, 프론트엔드 미적 품질과 Artifacts 및 Agentic Coding의 장기 작업 완성 효율도 향상되었습니다.",
  "glm-4.7-flashx.description": "GLM-4.7-Flash는 30B급 SOTA 모델로, 성능과 효율성의 균형을 제공하는 새로운 선택지입니다. Agentic Coding 시나리오에서 코딩 능력, 장기 작업 계획, 도구 협업 능력을 강화하여 동급 오픈소스 모델 중 최고 성능을 달성했습니다. 복잡한 지능형 에이전트 작업 수행 시 도구 호출에서 지시 따르기가 강화되었고, 프론트엔드 미적 품질과 Artifacts 및 Agentic Coding의 장기 작업 완성 효율도 향상되었습니다.",
  "glm-4.7.description": "GLM-4.7은 Zhipu의 최신 플래그십 모델로, 에이전트 코딩 시나리오에 최적화되어 코딩 능력, 장기 작업 계획, 도구 협업이 향상되었습니다. 여러 공개 벤치마크에서 오픈소스 모델 중 선도적인 성능을 보이며, 일반 능력도 더 간결하고 자연스러운 응답과 몰입감 있는 글쓰기로 개선되었습니다. 복잡한 에이전트 작업에서는 도구 호출 시 지시 따르기 능력이 강화되었고, Artifacts 및 에이전트 코딩의 프론트엔드 미학과 장기 작업 완성 효율도 향상되었습니다.",
  "glm-4.description": "GLM-4는 2024년 1월에 출시된 이전 플래그십 모델로, 현재는 더 강력한 GLM-4-0520으로 대체되었습니다.",
  "glm-4v-flash.description": "GLM-4V-Flash는 단일 이미지 이해에 최적화되어 실시간 또는 배치 이미지 처리와 같은 빠른 분석 시나리오에 적합합니다.",
  "glm-4v-plus-0111.description": "GLM-4V-Plus는 비디오 및 다중 이미지 이해가 가능하여 멀티모달 작업에 적합합니다.",
  "glm-4v-plus.description": "GLM-4V-Plus는 비디오 및 다중 이미지 이해가 가능하여 멀티모달 작업에 적합합니다.",
  "glm-4v.description": "GLM-4V는 시각 작업 전반에 걸쳐 강력한 이미지 이해 및 추론 능력을 제공합니다.",
  "glm-z1-air.description": "깊은 추론이 필요한 작업에 적합한 강력한 추론 모델입니다.",
  "glm-z1-airx.description": "고품질 추론을 제공하는 초고속 추론 모델입니다.",
  "glm-z1-flash.description": "GLM-Z1 시리즈는 논리, 수학, 프로그래밍 등 복잡한 추론에서 뛰어난 성능을 발휘합니다.",
  "glm-z1-flashx.description": "빠르고 저비용: 초고속 추론과 높은 동시성을 제공하는 Flash 향상 버전입니다.",
  "glm-zero-preview.description": "GLM-Zero-Preview는 논리, 수학, 프로그래밍 등 복잡한 추론에서 뛰어난 성능을 발휘합니다.",
  "global.anthropic.claude-opus-4-5-20251101-v1:0.description": "Claude Opus 4.5는 Anthropic의 플래그십 모델로, 복잡한 작업에서 최고 수준의 응답 품질과 추론 능력을 제공하는 뛰어난 지능과 확장 가능한 성능을 결합합니다.",
  "google/gemini-2.0-flash-001.description": "Gemini 2.0 Flash는 차세대 기능을 제공하며, 뛰어난 속도, 기본 도구 사용, 멀티모달 생성, 1M 토큰 컨텍스트 윈도우를 지원합니다.",
  "google/gemini-2.0-flash-lite-001.description": "Gemini 2.0 Flash Lite는 지연 시간과 비용을 줄이기 위해 기본적으로 사고 기능이 비활성화된 경량 Gemini 변형 모델이며, 매개변수를 통해 활성화할 수 있습니다.",
  "google/gemini-2.0-flash-lite.description": "Gemini 2.0 Flash Lite는 차세대 기능을 제공하며, 뛰어난 속도, 내장 도구 사용, 멀티모달 생성, 1M 토큰 컨텍스트 윈도우를 지원합니다.",
  "google/gemini-2.0-flash.description": "Gemini 2.0 Flash는 Google의 고성능 추론 모델로, 확장된 멀티모달 작업에 적합합니다.",
  "google/gemini-2.5-flash-image-free.description": "Gemini 2.5 Flash Image 무료 등급은 제한된 할당량의 멀티모달 생성을 지원합니다.",
  "google/gemini-2.5-flash-image-preview.description": "Gemini 2.5 Flash는 이미지 생성을 지원하는 실험용 모델입니다.",
  "google/gemini-2.5-flash-image.description": "Gemini 2.5 Flash Image (Nano Banana)는 Google의 이미지 생성 모델로, 멀티모달 대화를 지원합니다.",
  "google/gemini-2.5-flash-lite.description": "Gemini 2.5 Flash Lite는 지연 시간과 비용을 최적화한 경량 Gemini 2.5 변형 모델로, 대량 처리 시나리오에 적합합니다.",
  "google/gemini-2.5-flash-preview.description": "Gemini 2.5 Flash는 고급 추론, 코딩, 수학, 과학 작업을 위해 설계된 Google의 최첨단 대표 모델입니다. 내장된 '사고(thinking)' 기능을 통해 더 높은 정확도의 응답과 정교한 컨텍스트 처리를 제공합니다.\n\n참고: 이 모델은 사고(thinking)와 비사고(non-thinking) 두 가지 변형이 있으며, 사고 기능의 활성화 여부에 따라 출력 비용이 크게 달라집니다. 기본 변형(:thinking 접미사 없이)을 선택하면 사고 토큰 생성을 명시적으로 피합니다.\n\n사고 기능을 사용하고 사고 토큰을 받으려면 ':thinking' 변형을 선택해야 하며, 이 경우 사고 출력 비용이 더 높습니다.\n\nGemini 2.5 Flash는 문서에 명시된 'max reasoning tokens' 매개변수를 통해 구성할 수 있습니다 (https://openrouter.ai/docs/use-cases/reasoning-tokens#max-tokens-for-reasoning).",
  "google/gemini-2.5-flash-preview:thinking.description": "Gemini 2.5 Flash는 고급 추론, 코딩, 수학, 과학 작업을 위해 설계된 Google의 최첨단 대표 모델입니다. 내장된 '사고(thinking)' 기능을 통해 더 높은 정확도의 응답과 정교한 컨텍스트 처리를 제공합니다.\n\n참고: 이 모델은 사고(thinking)와 비사고(non-thinking) 두 가지 변형이 있으며, 사고 기능의 활성화 여부에 따라 출력 비용이 크게 달라집니다. 기본 변형(:thinking 접미사 없이)을 선택하면 사고 토큰 생성을 명시적으로 피합니다.\n\n사고 기능을 사용하고 사고 토큰을 받으려면 ':thinking' 변형을 선택해야 하며, 이 경우 사고 출력 비용이 더 높습니다.\n\nGemini 2.5 Flash는 문서에 명시된 'max reasoning tokens' 매개변수를 통해 구성할 수 있습니다 (https://openrouter.ai/docs/use-cases/reasoning-tokens#max-tokens-for-reasoning).",
  "google/gemini-2.5-flash.description": "Gemini 2.5 Flash (Lite/Pro/Flash)는 Google의 저지연부터 고성능 추론까지 아우르는 모델군입니다.",
  "google/gemini-2.5-pro-free.description": "Gemini 2.5 Pro 무료 등급은 제한된 할당량의 멀티모달 장문 컨텍스트를 제공하며, 시험 사용 및 가벼운 워크플로우에 적합합니다.",
  "google/gemini-2.5-pro-preview.description": "Gemini 2.5 Pro Preview는 복잡한 코드, 수학, STEM 문제에 대한 추론과 대규모 데이터셋, 코드베이스, 문서 분석을 위한 Google의 가장 진보된 사고 모델입니다.",
  "google/gemini-2.5-pro.description": "Gemini 2.5 Pro는 복잡한 작업을 위한 장문 컨텍스트 지원을 갖춘 Google의 대표 추론 모델입니다.",
  "google/gemini-3-pro-image-preview-free.description": "Gemini 3 Pro Image 무료 등급은 제한된 할당량의 멀티모달 생성을 지원합니다.",
  "google/gemini-3-pro-image-preview.description": "Gemini 3 Pro Image (Nano Banana Pro)는 Google의 이미지 생성 모델로, 멀티모달 대화를 지원합니다.",
  "google/gemini-3-pro-preview-free.description": "Gemini 3 Pro Preview Free는 표준 버전과 동일한 멀티모달 이해 및 추론 기능을 제공하지만, 할당량 및 속도 제한이 있어 시험 사용 및 저빈도 사용에 적합합니다.",
  "google/gemini-3-pro-preview.description": "Gemini 3 Pro는 Gemini 시리즈의 차세대 멀티모달 추론 모델로, 텍스트, 오디오, 이미지, 비디오를 이해하며 복잡한 작업과 대규모 코드베이스를 처리할 수 있습니다.",
  "google/gemini-embedding-001.description": "영어, 다국어, 코드 작업에서 뛰어난 성능을 보이는 최첨단 임베딩 모델입니다.",
  "google/gemini-flash-1.5.description": "Gemini 1.5 Flash는 다양한 복잡한 작업을 위한 최적화된 멀티모달 처리를 제공합니다.",
  "google/gemini-pro-1.5.description": "Gemini 1.5 Pro는 멀티모달 데이터 처리를 보다 효율적으로 수행하기 위한 최신 최적화를 결합한 모델입니다.",
  "google/gemma-2-27b-it.description": "Gemma 2 27B는 다양한 시나리오에서 강력한 성능을 발휘하는 범용 대형 언어 모델입니다.",
  "google/gemma-2-27b.description": "Gemma 2는 소형 앱부터 복잡한 데이터 처리까지 다양한 사용 사례에 적합한 Google의 효율적인 모델군입니다.",
  "google/gemma-2-2b-it.description": "엣지 애플리케이션을 위해 설계된 고급 소형 언어 모델입니다.",
  "google/gemma-2-9b-it.description": "Google이 개발한 Gemma 2 9B는 효율적인 명령 수행과 전반적인 우수한 성능을 제공합니다.",
  "google/gemma-2-9b-it:free.description": "Gemma 2는 Google의 경량 오픈소스 텍스트 모델군입니다.",
  "google/gemma-2-9b.description": "Gemma 2는 소형 앱부터 복잡한 데이터 처리까지 다양한 사용 사례에 적합한 Google의 효율적인 모델군입니다.",
  "google/gemma-2b-it.description": "Gemma Instruct (2B)는 경량 애플리케이션을 위한 기본 명령 처리 기능을 제공합니다.",
  "google/gemma-3-12b-it.description": "Gemma 3 12B는 효율성과 성능 면에서 새로운 기준을 제시하는 Google의 오픈소스 언어 모델입니다.",
  "google/gemma-3-27b-it.description": "Gemma 3 27B는 효율성과 성능 면에서 새로운 기준을 제시하는 Google의 오픈소스 언어 모델입니다.",
  "google/text-embedding-005.description": "코드 및 영어 작업에 최적화된 영어 중심 텍스트 임베딩 모델입니다.",
  "google/text-multilingual-embedding-002.description": "다양한 언어 간 작업에 최적화된 다국어 텍스트 임베딩 모델입니다.",
  "gpt-3.5-turbo-0125.description": "텍스트 생성 및 이해를 위한 GPT 3.5 Turbo; 현재 gpt-3.5-turbo-0125를 가리킵니다.",
  "gpt-3.5-turbo-0613.description": "GPT 3.5 Turbo는 다양한 작업에 빠르고 효율적인 모델입니다.",
  "gpt-3.5-turbo-1106.description": "텍스트 생성 및 이해를 위한 GPT 3.5 Turbo; 현재 gpt-3.5-turbo-0125를 가리킵니다.",
  "gpt-3.5-turbo-instruct.description": "명령 수행에 최적화된 텍스트 생성 및 이해용 GPT 3.5 Turbo.",
  "gpt-3.5-turbo.description": "텍스트 생성 및 이해를 위한 GPT 3.5 Turbo; 현재 gpt-3.5-turbo-0125를 가리킵니다.",
  "gpt-35-turbo-16k.description": "GPT-3.5 Turbo 16k는 복잡한 작업을 위한 고용량 텍스트 생성 모델입니다.",
  "gpt-35-turbo.description": "GPT-3.5 Turbo는 OpenAI의 효율적인 채팅 및 텍스트 생성 모델로, 병렬 함수 호출을 지원합니다.",
  "gpt-4-0125-preview.description": "최신 GPT-4 Turbo는 비전 기능을 추가했습니다. 시각적 요청은 JSON 모드 및 함수 호출을 지원합니다. 정확성과 효율성의 균형을 갖춘 실시간 애플리케이션용 비용 효율적인 멀티모달 모델입니다.",
  "gpt-4-0613.description": "GPT-4는 더 긴 입력을 처리할 수 있는 확장된 컨텍스트 윈도우를 제공하여, 광범위한 정보 통합 및 데이터 분석에 적합합니다.",
  "gpt-4-1106-preview.description": "최신 GPT-4 Turbo는 비전 기능을 추가했습니다. 시각적 요청은 JSON 모드 및 함수 호출을 지원합니다. 정확성과 효율성의 균형을 갖춘 실시간 애플리케이션용 비용 효율적인 멀티모달 모델입니다.",
  "gpt-4-32k-0613.description": "GPT-4는 더 긴 입력을 처리할 수 있는 확장된 컨텍스트 윈도우를 제공하여, 광범위한 정보 통합 및 데이터 분석에 적합합니다.",
  "gpt-4-32k.description": "GPT-4는 더 긴 입력을 처리할 수 있는 확장된 컨텍스트 윈도우를 제공하여, 광범위한 정보 통합 및 데이터 분석에 적합합니다.",
  "gpt-4-o-preview.description": "GPT-4o는 텍스트와 이미지 입력을 처리할 수 있는 가장 진보된 멀티모달 모델입니다.",
  "gpt-4-turbo-2024-04-09.description": "최신 GPT-4 Turbo는 비전 기능을 추가했습니다. 시각적 요청은 JSON 모드 및 함수 호출을 지원합니다. 정확성과 효율성의 균형을 갖춘 실시간 애플리케이션용 비용 효율적인 멀티모달 모델입니다.",
  "gpt-4-turbo-preview.description": "최신 GPT-4 Turbo는 비전 기능을 추가했습니다. 시각적 요청은 JSON 모드 및 함수 호출을 지원합니다. 정확성과 효율성의 균형을 갖춘 실시간 애플리케이션용 비용 효율적인 멀티모달 모델입니다.",
  "gpt-4-turbo.description": "최신 GPT-4 Turbo는 비전 기능을 추가했습니다. 시각적 요청은 JSON 모드 및 함수 호출을 지원합니다. 정확성과 효율성의 균형을 갖춘 실시간 애플리케이션용 비용 효율적인 멀티모달 모델입니다.",
  "gpt-4-vision-preview.description": "이미지 분석 및 처리 작업을 위한 GPT-4 Vision 프리뷰 모델입니다.",
  "gpt-4.1-2025-04-14.description": "GPT-4.1은 복잡한 작업에 적합한 대표 모델로, 다양한 분야의 문제 해결에 이상적입니다.",
  "gpt-4.1-mini.description": "GPT-4.1 mini는 지능, 속도, 비용의 균형을 이루어 다양한 사용 사례에 적합합니다.",
  "gpt-4.1-nano.description": "GPT-4.1 nano는 가장 빠르고 비용 효율적인 GPT-4.1 모델입니다.",
  "gpt-4.1.description": "GPT-4.1은 복잡한 작업과 도메인 간 문제 해결을 위한 대표 모델입니다.",
  "gpt-4.5-preview.description": "GPT-4.5-preview는 세계 지식과 의도 이해 능력이 향상된 최신 범용 모델로, 창의적 작업과 에이전트 계획에 강합니다. 지식 기준일: 2023년 10월.",
  "gpt-4.description": "GPT-4는 더 긴 입력을 처리할 수 있는 확장된 컨텍스트 윈도우를 제공하여, 광범위한 정보 통합 및 데이터 분석에 적합합니다.",
  "gpt-4o-2024-05-13.description": "ChatGPT-4o는 실시간으로 업데이트되는 동적 모델로, 고객 지원, 교육, 기술 지원 등 대규모 사용 사례에 적합한 강력한 이해 및 생성 능력을 결합합니다.",
  "gpt-4o-2024-08-06.description": "ChatGPT-4o는 실시간으로 업데이트되는 동적 모델로, 고객 지원, 교육, 기술 지원 등 대규모 활용 사례에 적합한 강력한 언어 이해 및 생성 능력을 제공합니다.",
  "gpt-4o-2024-11-20.description": "ChatGPT-4o는 실시간으로 업데이트되는 동적 모델로, 고객 지원, 교육, 기술 지원 등 대규모 활용 사례에 적합한 강력한 언어 이해 및 생성 능력을 제공합니다.",
  "gpt-4o-audio-preview.description": "GPT-4o 오디오 프리뷰 모델은 오디오 입력 및 출력을 지원합니다.",
  "gpt-4o-mini-2024-07-18.description": "GPT-4o mini는 텍스트와 이미지 작업에 적합한 비용 효율적인 솔루션입니다.",
  "gpt-4o-mini-audio-preview.description": "GPT-4o mini 오디오 모델은 오디오 입력 및 출력을 지원합니다.",
  "gpt-4o-mini-realtime-preview.description": "GPT-4o-mini 실시간 변형 모델로, 오디오 및 텍스트의 실시간 입출력을 지원합니다.",
  "gpt-4o-mini-search-preview.description": "GPT-4o mini Search Preview는 Chat Completions API를 통해 웹 검색 쿼리를 이해하고 실행하도록 훈련되었습니다. 웹 검색은 도구 호출당 별도 요금이 부과됩니다.",
  "gpt-4o-mini-transcribe.description": "GPT-4o Mini Transcribe는 GPT-4o 기반의 음성 인식 모델로, Whisper 모델 대비 단어 오류율, 언어 식별, 정확도가 향상되었습니다.",
  "gpt-4o-mini-tts.description": "GPT-4o mini TTS는 GPT-4o mini 기반의 텍스트-음성 변환 모델로, 최대 2000 토큰의 텍스트를 자연스러운 음성으로 변환합니다.",
  "gpt-4o-mini.description": "GPT-4o mini는 GPT-4 Omni 이후 OpenAI의 최신 모델로, 텍스트+이미지 입력과 텍스트 출력을 지원합니다. 최신 고성능 모델보다 훨씬 저렴하며, GPT-3.5 Turbo보다 60% 이상 저렴하면서도 최고 수준의 지능(82% MMLU)을 유지합니다.",
  "gpt-4o-realtime-preview-2024-10-01.description": "GPT-4o 실시간 변형 모델로, 오디오 및 텍스트의 실시간 입출력을 지원합니다.",
  "gpt-4o-realtime-preview-2025-06-03.description": "GPT-4o 실시간 변형 모델로, 오디오 및 텍스트의 실시간 입출력을 지원합니다.",
  "gpt-4o-realtime-preview.description": "GPT-4o 실시간 변형 모델로, 오디오 및 텍스트의 실시간 입출력을 지원합니다.",
  "gpt-4o-search-preview.description": "GPT-4o Search Preview는 Chat Completions API를 통해 웹 검색 쿼리를 이해하고 실행하도록 훈련되었습니다. 웹 검색은 도구 호출당 별도 요금이 부과됩니다.",
  "gpt-4o-transcribe.description": "GPT-4o Transcribe는 GPT-4o 기반의 음성 인식 모델로, Whisper 모델 대비 단어 오류율, 언어 식별, 정확도가 향상되었습니다.",
  "gpt-4o.description": "ChatGPT-4o는 실시간으로 업데이트되는 동적 모델로, 고객 지원, 교육, 기술 지원 등 대규모 활용 사례에 적합한 강력한 언어 이해 및 생성 능력을 제공합니다.",
  "gpt-5-chat-latest.description": "ChatGPT에 사용되는 GPT-5 모델로, 대화형 애플리케이션을 위한 강력한 이해 및 생성 능력을 결합합니다.",
  "gpt-5-chat.description": "GPT-5 Chat은 대화형 시나리오에 최적화된 프리뷰 모델로, 텍스트 및 이미지 입력을 지원하며 텍스트만 출력합니다. 챗봇 및 대화형 AI 애플리케이션에 적합합니다.",
  "gpt-5-codex.description": "GPT-5 Codex는 Codex와 유사한 환경에서 에이전트 기반 코딩 작업에 최적화된 GPT-5 변형 모델입니다.",
  "gpt-5-mini.description": "정의된 작업에 대해 빠르고 비용 효율적인 GPT-5 변형 모델로, 품질을 유지하면서 더 빠른 응답을 제공합니다.",
  "gpt-5-nano.description": "GPT-5의 가장 빠르고 비용 효율적인 변형 모델로, 지연 시간과 비용에 민감한 애플리케이션에 이상적입니다.",
  "gpt-5-pro.description": "GPT-5 pro는 더 많은 연산을 사용하여 더 깊이 사고하고 일관되게 더 나은 답변을 제공합니다.",
  "gpt-5.1-chat-latest.description": "GPT-5.1 Chat: GPT-5.1의 ChatGPT 변형으로, 대화 시나리오에 최적화되어 있습니다.",
  "gpt-5.1-codex-mini.description": "GPT-5.1 Codex mini: 에이전트 기반 코딩 작업에 최적화된 소형, 저비용 Codex 변형 모델입니다.",
  "gpt-5.1-codex.description": "GPT-5.1 Codex: 복잡한 코드/에이전트 워크플로우를 위한 Responses API용 GPT-5.1 기반 에이전트 코딩 최적화 모델입니다.",
  "gpt-5.1.description": "GPT-5.1 — 코딩 및 에이전트 작업에 최적화된 플래그십 모델로, 구성 가능한 추론 노력과 긴 컨텍스트를 지원합니다.",
  "gpt-5.2-chat-latest.description": "GPT-5.2 Chat은 최신 대화 기능이 반영된 ChatGPT 변형 모델입니다.",
  "gpt-5.2-pro.description": "GPT-5.2 Pro는 더 똑똑하고 정밀한 GPT-5.2 변형 모델로, 복잡한 문제 해결과 장기 다중 턴 추론에 적합합니다. (Responses API 전용)",
  "gpt-5.2.description": "GPT-5.2는 더 강력한 추론 능력과 긴 컨텍스트 성능을 갖춘 코딩 및 에이전트 워크플로우용 플래그십 모델입니다.",
  "gpt-5.description": "도메인 간 코딩 및 에이전트 작업에 가장 적합한 모델입니다. GPT-5는 정확성, 속도, 추론, 컨텍스트 인식, 구조적 사고, 문제 해결에서 비약적인 발전을 이뤘습니다.",
  "gpt-audio.description": "GPT Audio는 오디오 입출력을 지원하는 일반 대화형 모델로, Chat Completions API에서 사용 가능합니다.",
  "gpt-image-1-mini.description": "텍스트 및 이미지 입력과 이미지 출력을 지원하는 저비용 GPT Image 1 변형 모델입니다.",
  "gpt-image-1.5.description": "4배 빠른 생성 속도, 더 정밀한 편집, 향상된 텍스트 렌더링을 제공하는 향상된 GPT Image 1 모델입니다.",
  "gpt-image-1.description": "ChatGPT의 네이티브 멀티모달 이미지 생성 모델입니다.",
  "gpt-oss-120b.description": "접근하려면 신청이 필요합니다. GPT-OSS-120B는 OpenAI에서 개발한 오픈소스 대형 언어 모델로, 강력한 텍스트 생성 능력을 갖추고 있습니다.",
  "gpt-oss-20b.description": "접근하려면 신청이 필요합니다. GPT-OSS-20B는 OpenAI에서 개발한 오픈소스 중형 언어 모델로, 효율적인 텍스트 생성을 지원합니다.",
  "gpt-oss:120b.description": "GPT-OSS 120B는 MXFP4 양자화를 적용한 OpenAI의 대형 오픈소스 LLM으로, 플래그십 모델로 자리매김하고 있습니다. 다중 GPU 또는 고성능 워크스테이션 환경이 필요하며, 복잡한 추론, 코드 생성, 다국어 처리에서 뛰어난 성능을 발휘하며, 고급 함수 호출 및 도구 통합 기능을 지원합니다.",
  "gpt-oss:20b.description": "GPT-OSS 20B는 MXFP4 양자화를 적용한 OpenAI의 오픈소스 LLM으로, 고급 소비자용 GPU 또는 Apple Silicon Mac에서 사용하기 적합합니다. 대화 생성, 코딩, 추론 작업에서 우수한 성능을 보이며, 함수 호출 및 도구 사용을 지원합니다.",
  "gpt-realtime.description": "실시간 텍스트 및 오디오 입출력, 이미지 입력을 지원하는 범용 실시간 모델입니다.",
  "grok-2-image-1212.description": "최신 이미지 생성 모델로, 생생하고 사실적인 이미지를 프롬프트로부터 생성하며, 마케팅, 소셜 미디어, 엔터테인먼트 분야에서 뛰어난 성능을 발휘합니다.",
  "grok-2-vision-1212.description": "정확도, 지시 따르기, 다국어 처리 능력이 향상되었습니다.",
  "grok-3-mini.description": "응답 전에 사고하는 경량 모델입니다. 빠르고 스마트하며, 깊은 전문 지식이 필요 없는 논리 작업에 적합하며, 추론 과정을 추적할 수 있습니다.",
  "grok-3.description": "데이터 추출, 코딩, 요약 등 엔터프라이즈 활용 사례에 강한 플래그십 모델로, 금융, 의료, 법률, 과학 분야에 대한 깊은 전문 지식을 갖추고 있습니다.",
  "grok-4-0709.description": "xAI의 Grok 4는 강력한 추론 능력을 갖춘 모델입니다.",
  "grok-4-1-fast-non-reasoning.description": "고성능 에이전트 도구 사용에 최적화된 최첨단 멀티모달 모델입니다.",
  "grok-4-1-fast-reasoning.description": "고성능 에이전트 도구 사용에 최적화된 최첨단 멀티모달 모델입니다.",
  "grok-4-fast-non-reasoning.description": "Grok 4 Fast는 비용 효율적인 추론 모델 분야에서의 최신 성과로, 출시를 기쁘게 생각합니다.",
  "grok-4-fast-reasoning.description": "Grok 4 Fast는 비용 효율적인 추론 모델 분야에서의 최신 성과로, 출시를 기쁘게 생각합니다.",
  "grok-4.description": "최신이자 가장 강력한 플래그십 모델로, 자연어 처리, 수학, 추론에서 뛰어난 성능을 발휘하는 이상적인 범용 모델입니다.",
  "grok-code-fast-1.description": "에이전트 기반 코딩에 특화된 빠르고 비용 효율적인 추론 모델 grok-code-fast-1을 출시하게 되어 기쁩니다.",
  "groq/compound-mini.description": "Compound-mini는 GroqCloud에서 지원하는 공개 모델 기반의 복합 AI 시스템으로, 사용자 질문에 지능적으로 도구를 선택해 응답합니다.",
  "groq/compound.description": "Compound는 GroqCloud에서 지원하는 여러 공개 모델 기반의 복합 AI 시스템으로, 사용자 질문에 지능적으로 도구를 선택해 응답합니다.",
  "gryphe/mythomax-l2-13b.description": "MythoMax L2 13B는 여러 최상위 모델을 결합한 창의적이고 지능적인 언어 모델입니다.",
  "hunyuan-a13b.description": "Hunyuan의 첫 하이브리드 추론 모델로, hunyuan-standard-256K에서 업그레이드되었습니다 (총 80B, 활성 13B). 기본적으로 느린 사고를 사용하며, 매개변수 또는 /no_think 접두어로 빠른/느린 전환이 가능합니다. 수학, 과학, 장문 이해, 에이전트 작업에서 전 세대보다 전반적인 성능이 향상되었습니다.",
  "hunyuan-code.description": "200B 고품질 코드와 6개월간의 SFT로 학습된 최신 코드 생성 모델로, 8K 컨텍스트를 지원합니다. 5개 언어의 자동 벤치마크와 10개 기준의 인간 평가에서 상위권을 기록했습니다.",
  "hunyuan-functioncall.description": "고품질 함수 호출 데이터를 기반으로 학습된 최신 MoE FunctionCall 모델로, 32K 컨텍스트 윈도우를 지원하며 다양한 기준에서 선도적인 벤치마크 결과를 보입니다.",
  "hunyuan-large-longcontext.description": "요약 및 질의응답과 같은 장문 문서 작업에 뛰어나며, 일반적인 생성 작업도 처리할 수 있습니다. 복잡하고 세부적인 콘텐츠에 대한 장문 분석 및 생성 능력이 우수합니다.",
  "hunyuan-large-vision.description": "Hunyuan Large로부터 학습된 비전-언어 모델로, 이미지-텍스트 이해를 지원합니다. 해상도에 관계없이 다중 이미지 + 텍스트 입력을 지원하며, 다국어 시각 이해 능력이 향상되었습니다.",
  "hunyuan-large.description": "Hunyuan-large는 총 약 389B 파라미터 중 약 52B가 활성화된, Transformer 아키텍처 기반의 가장 크고 강력한 오픈 MoE 모델입니다.",
  "hunyuan-lite-vision.description": "32K 컨텍스트 윈도우를 지원하는 최신 7B 멀티모달 모델로, 중영 멀티모달 대화, 객체 인식, 문서 표 이해, 멀티모달 수학을 지원하며, 여러 벤치마크에서 7B 동급 모델을 능가합니다.",
  "hunyuan-lite.description": "MoE 아키텍처로 업그레이드되었으며, 256K 컨텍스트 윈도우를 지원합니다. NLP, 코드, 수학, 산업 벤치마크에서 많은 오픈 모델을 선도합니다.",
  "hunyuan-pro.description": "수조 개 파라미터를 가진 MOE-32K 장문 컨텍스트 모델로, 복잡한 지시 및 추론, 고급 수학, 함수 호출에 강하며, 다국어 번역, 금융, 법률, 의료 분야에 최적화되어 있습니다.",
  "hunyuan-role.description": "역할극 데이터셋으로 공식 파인튜닝된 최신 역할극 모델로, 역할극 시나리오에서 더 강력한 기본 성능을 제공합니다.",
  "hunyuan-standard-256K.description": "로드 밸런싱 및 전문가 붕괴 문제를 완화하기 위해 개선된 라우팅을 사용합니다. 장문 컨텍스트에서 99.9%의 바늘 찾기 정확도를 달성합니다. MOE-256K는 컨텍스트 길이와 품질을 더욱 확장합니다.",
  "hunyuan-standard-vision.description": "다국어 응답과 중영 균형 능력을 갖춘 최신 멀티모달 모델입니다.",
  "hunyuan-standard.description": "로드 밸런싱 및 전문가 붕괴 문제를 완화하기 위해 개선된 라우팅을 사용합니다. 장문 컨텍스트에서 99.9%의 바늘 찾기 정확도를 달성합니다. MOE-32K는 장문 입력을 처리하면서도 높은 가치를 제공합니다.",
  "hunyuan-t1-20250321.description": "예술과 STEM 능력을 균형 있게 구축하며, 장문 정보 포착 능력이 뛰어납니다. 수학, 논리, 과학, 코드 문제에 대한 추론형 응답을 지원합니다.",
  "hunyuan-t1-20250403.description": "프로젝트 수준의 코드 생성 및 글쓰기 품질을 향상시키고, 다중 턴 주제 이해 및 ToB 지시 따르기 능력을 강화하며, 단어 수준 이해를 개선하고 간체/번체 및 중영 혼합 출력 문제를 줄입니다.",
  "hunyuan-t1-20250529.description": "창의적 글쓰기 및 작문 능력을 향상시키고, 프론트엔드 코딩, 수학, 논리 추론 능력을 강화하며, 지시 따르기 능력을 개선합니다.",
  "hunyuan-t1-20250711.description": "고난도 수학, 논리, 코딩 능력을 대폭 향상시키고, 출력 안정성과 장문 처리 능력을 강화합니다.",
  "hunyuan-t1-latest.description": "고난도 수학, 복잡한 추론, 어려운 코딩, 지시 따르기, 창의적 글쓰기 품질에서 느린 사고 모델의 성능을 크게 향상시켰습니다.",
  "hunyuan-t1-vision-20250619.description": "기본 버전 대비 크게 향상된 최신 t1-vision 멀티모달 심층 추론 모델로, 네이티브 체인 오브 쏘트를 지원합니다.",
  "hunyuan-t1-vision-20250916.description": "VQA, 시각적 정렬, OCR, 차트, 사진 기반 문제 해결, 이미지 기반 창작에서 큰 개선을 이룬 최신 t1-vision 심층 추론 모델로, 영어 및 저자원 언어 지원도 강화되었습니다.",
  "hunyuan-turbo-20241223.description": "지시 확장 능력을 향상시켜 일반화 성능을 높이고, 수학/코드/논리 추론 능력을 대폭 개선하며, 단어 수준 이해 및 글쓰기 품질을 향상시킵니다.",
  "hunyuan-turbo-latest.description": "NLP 이해, 글쓰기, 대화, 질의응답, 번역, 도메인 전반에서 전반적인 경험이 향상되었으며, 더 인간적인 응답, 모호한 의도에 대한 명확한 설명, 단어 분석 개선, 창의성 및 상호작용성 향상, 다중 턴 대화 능력 강화가 이루어졌습니다.",
  "hunyuan-turbo-vision.description": "새로운 MoE 아키텍처를 기반으로 한 차세대 비전-언어 플래그십 모델로, 인식, 콘텐츠 생성, 지식 질의응답, 분석적 추론에서 전반적인 성능이 향상되었습니다.",
  "hunyuan-turbo.description": "Hunyuan의 차세대 LLM 프리뷰 버전으로, 새로운 MoE 아키텍처를 기반으로 하여 hunyuan-pro보다 빠른 추론과 더 강력한 결과를 제공합니다.",
  "hunyuan-turbos-20250313.description": "수학 문제 해결 스타일을 통합하고 다중 턴 수학 QA를 강화합니다. 글쓰기 스타일을 다듬어 AI 같은 어투를 줄이고 표현을 세련되게 합니다.",
  "hunyuan-turbos-20250416.description": "사전 학습 기반을 업그레이드하여 지시 이해 및 수행 능력을 향상시켰습니다. 정렬 개선을 통해 수학, 코드, 논리, 과학 능력을 강화하고, 글쓰기 품질, 이해력, 번역 정확도, 지식 QA를 개선했습니다. 특히 다중 턴 이해에서 에이전트 능력을 강화했습니다.",
  "hunyuan-turbos-20250604.description": "사전 학습 기반을 업그레이드하여 글쓰기 및 독해 능력을 향상시켰으며, 코드 및 STEM 분야에서 큰 성과를 보이고 복잡한 지시 수행 능력을 개선했습니다.",
  "hunyuan-turbos-20250926.description": "사전 학습 데이터 품질과 후속 학습 전략을 개선하여 에이전트, 영어/저자원 언어, 지시 수행, 코드 및 STEM 능력을 향상시켰습니다.",
  "hunyuan-turbos-latest.description": "최신 Hunyuan TurboS 플래그십 모델로, 더 강력한 추론 능력과 전반적인 향상된 사용자 경험을 제공합니다.",
  "hunyuan-turbos-longtext-128k-20250325.description": "요약 및 QA와 같은 장문 문서 작업에 뛰어나며, 일반적인 생성 작업도 처리할 수 있습니다. 복잡하고 세부적인 콘텐츠에 대한 장문 분석 및 생성에 강합니다.",
  "hunyuan-turbos-role-plus.description": "최신 롤플레잉 모델로, 롤플레잉 데이터셋에 공식적으로 파인튜닝되어 롤플레잉 시나리오에서 더 강력한 기본 성능을 제공합니다.",
  "hunyuan-turbos-vision-20250619.description": "최신 TurboS 비전-언어 플래그십 모델로, 엔터티 인식, 지식 QA, 카피라이팅, 사진 기반 문제 해결 등 이미지-텍스트 작업에서 큰 성능 향상을 보입니다.",
  "hunyuan-turbos-vision.description": "최신 TurboS 기반 차세대 비전-언어 플래그십 모델로, 엔터티 인식, 지식 QA, 카피라이팅, 사진 기반 문제 해결 등 이미지-텍스트 이해 작업에 중점을 둡니다.",
  "hunyuan-vision-1.5-instruct.description": "텍스트 기반 TurboS 모델을 기반으로 한 이미지-텍스트 사고 모델로, 이전 버전에 비해 이미지 기본 인식, 이미지 분석 및 추론 등에서 눈에 띄는 성능 향상을 보입니다.",
  "hunyuan-vision.description": "이미지 + 텍스트 입력을 지원하여 텍스트를 생성하는 최신 멀티모달 모델입니다.",
  "image-01-live.description": "세밀한 디테일을 지원하는 이미지 생성 모델로, 텍스트-이미지 변환과 스타일 프리셋 제어를 지원합니다.",
  "image-01.description": "세밀한 디테일을 지원하는 새로운 이미지 생성 모델로, 텍스트-이미지 및 이미지-이미지 변환을 지원합니다.",
  "imagen-4.0-fast-generate-001.description": "Imagen 4세대 텍스트-이미지 모델 시리즈의 빠른 버전입니다.",
  "imagen-4.0-generate-001.description": "Imagen 4세대 텍스트-이미지 모델 시리즈입니다.",
  "imagen-4.0-generate-preview-06-06.description": "Imagen 4세대 텍스트-이미지 모델 제품군입니다.",
  "imagen-4.0-ultra-generate-001.description": "Imagen 4세대 텍스트-이미지 모델 시리즈의 Ultra 버전입니다.",
  "imagen-4.0-ultra-generate-preview-06-06.description": "Imagen 4세대 텍스트-이미지 모델의 Ultra 변형입니다.",
  "inception/mercury-coder-small.description": "Mercury Coder Small은 코드 생성, 디버깅, 리팩토링에 적합하며 지연 시간이 매우 짧습니다.",
  "inclusionAI/Ling-flash-2.0.description": "Ling-flash-2.0은 Ant Group의 Bailing 팀이 개발한 Ling 2.0 아키텍처 기반의 세 번째 모델입니다. 총 100B 파라미터 중 토큰당 6.1B만 활성화되는 MoE 모델로, 경량 구성에도 불구하고 40B 밀집 모델 및 더 큰 MoE 모델을 능가하거나 동등한 성능을 보입니다. 아키텍처와 학습 전략을 통해 고효율을 추구합니다.",
  "inclusionAI/Ling-mini-2.0.description": "Ling-mini-2.0은 총 16B 파라미터 중 토큰당 1.4B만 활성화되는 고성능 경량 MoE LLM으로, 매우 빠른 생성 속도를 제공합니다. 효율적인 MoE 설계와 대규모 고품질 학습 데이터를 통해 10B 이하 밀집 모델 및 더 큰 MoE 모델과 동등한 성능을 달성합니다.",
  "inclusionAI/Ring-flash-2.0.description": "Ring-flash-2.0은 Ling-flash-2.0-base에서 최적화된 고성능 사고 모델입니다. 총 100B 파라미터 중 추론당 6.1B만 활성화되는 MoE 아키텍처를 사용하며, icepop 알고리즘을 통해 RL 학습을 안정화시켜 복잡한 추론에서 지속적인 성능 향상을 이룹니다. 수학 대회, 코드 생성, 논리 추론 등 어려운 벤치마크에서 밀집 모델을 능가하며, 창의적 글쓰기에서도 뛰어난 성능을 보입니다. 효율적인 아키텍처로 빠른 추론과 낮은 배포 비용을 실현합니다.",
  "inclusionai/ling-1t.description": "Ling-1T는 inclusionAI의 1T MoE 모델로, 고강도 추론 작업과 대규모 컨텍스트 처리에 최적화되어 있습니다.",
  "inclusionai/ling-flash-2.0.description": "Ling-flash-2.0은 inclusionAI의 MoE 모델로, 효율성과 추론 성능에 최적화되어 중대형 작업에 적합합니다.",
  "inclusionai/ling-mini-2.0.description": "Ling-mini-2.0은 inclusionAI의 경량 MoE 모델로, 비용을 크게 절감하면서도 추론 능력을 유지합니다.",
  "inclusionai/ming-flash-omini-preview.description": "Ming-flash-omni Preview는 inclusionAI의 멀티모달 모델로, 음성, 이미지, 비디오 입력을 지원하며 이미지 렌더링과 음성 인식이 향상되었습니다.",
  "inclusionai/ring-1t.description": "Ring-1T는 inclusionAI의 1조 파라미터 MoE 추론 모델로, 대규모 추론 및 연구 작업에 적합합니다.",
  "inclusionai/ring-flash-2.0.description": "Ring-flash-2.0은 inclusionAI의 고처리량 시나리오용 Ring 모델 변형으로, 속도와 비용 효율성에 중점을 둡니다.",
  "inclusionai/ring-mini-2.0.description": "Ring-mini-2.0은 inclusionAI의 고처리량 경량 MoE 모델로, 동시성에 최적화되어 있습니다.",
  "internlm/internlm2_5-7b-chat.description": "InternLM2.5-7B-Chat은 InternLM2 아키텍처 기반의 오픈소스 대화 모델입니다. 7B 모델은 중·영문 대화 생성을 중점으로 하며, 현대적 학습을 통해 유창하고 지능적인 대화를 제공합니다. 고객 지원, 개인 비서 등 다양한 대화 시나리오에 적합합니다.",
  "internlm2.5-latest.description": "여전히 유지 관리되는 레거시 모델로, 여러 차례 반복을 거쳐 안정적이고 우수한 성능을 제공합니다. 7B 및 20B 크기로 제공되며, 1M 컨텍스트 지원, 지시 수행 및 도구 사용 능력이 강화되었습니다. 기본값은 최신 InternLM2.5 시리즈(현재 internlm2.5-20b-chat)입니다.",
  "internlm3-latest.description": "최신 모델 시리즈로, 뛰어난 추론 성능을 제공하며 해당 크기 클래스에서 오픈 모델 중 선도적인 성능을 보입니다. 기본값은 최신 InternLM3 시리즈(현재 internlm3-8b-instruct)입니다.",
  "internvl2.5-38b-mpo.description": "InternVL2.5 38B MPO는 복잡한 이미지-텍스트 추론을 위한 멀티모달 사전학습 모델입니다.",
  "internvl2.5-latest.description": "InternVL2.5는 여전히 유지 관리되며 강력하고 안정적인 성능을 제공합니다. 기본값은 최신 InternVL2.5 시리즈(현재 internvl2.5-78b)입니다.",
  "internvl3-14b.description": "InternVL3 14B는 성능과 비용의 균형을 맞춘 중간 크기의 멀티모달 모델입니다.",
  "internvl3-1b.description": "InternVL3 1B는 자원이 제한된 배포 환경을 위한 경량 멀티모달 모델입니다.",
  "internvl3-38b.description": "InternVL3 38B는 고정확도 이미지-텍스트 이해를 위한 대형 오픈소스 멀티모달 모델입니다.",
  "internvl3-latest.description": "최신 멀티모달 모델로, 이미지-텍스트 이해 및 장문 이미지 이해 능력이 강화되어 상위 폐쇄형 모델과 견줄 수 있습니다. 기본값은 최신 InternVL 시리즈(현재 internvl3-78b)입니다.",
  "irag-1.0.description": "ERNIE iRAG는 이미지 검색, 이미지-텍스트 검색, 콘텐츠 생성을 위한 이미지 검색 기반 생성 모델입니다.",
  "jamba-large.description": "복잡한 기업용 작업을 위해 설계된 가장 강력하고 고급화된 모델로, 탁월한 성능을 제공합니다.",
  "jamba-mini.description": "동급 모델 중 가장 효율적인 모델로, 속도와 품질의 균형을 유지하면서도 경량화된 구조를 갖추고 있습니다.",
  "jina-deepsearch-v1.description": "DeepSearch는 웹 검색, 문서 읽기, 추론을 결합하여 심층적인 조사를 수행합니다. 사용자의 연구 과제를 받아 반복적인 검색을 통해 정보를 수집하고, 그 후에야 답변을 생성합니다. 이 과정은 지속적인 조사와 다각적 문제 해결을 포함하며, 사전 학습 데이터나 단일 검색에 의존하는 기존 LLM 또는 RAG 시스템과는 근본적으로 다릅니다.",
  "kimi-k2-0711-preview.description": "kimi-k2는 MoE 기반의 모델로, 강력한 코딩 및 에이전트 기능을 갖추고 있으며(총 1조 파라미터, 활성 320억), 추론, 프로그래밍, 수학, 에이전트 벤치마크에서 주요 오픈 모델들을 능가합니다.",
  "kimi-k2-0905-preview.description": "kimi-k2-0905-preview는 256K 컨텍스트 윈도우를 지원하며, 향상된 에이전트 코딩 능력, 개선된 프론트엔드 코드 품질, 더 나은 문맥 이해력을 제공합니다.",
  "kimi-k2-instruct.description": "Kimi K2 Instruct는 코드, 질의응답 등 다양한 작업을 위한 장문 문맥 추론 모델로, Kimi의 공식 추론 모델입니다.",
  "kimi-k2-thinking-turbo.description": "256K 컨텍스트, 강력한 심층 추론, 초당 60~100 토큰 출력 속도를 갖춘 고속 K2 장기 사고 모델입니다.",
  "kimi-k2-thinking.description": "kimi-k2-thinking은 Moonshot AI의 사고 모델로, 일반적인 에이전트 및 추론 능력을 갖추고 있으며, 다단계 도구 사용을 통해 복잡한 문제를 해결할 수 있습니다.",
  "kimi-k2-turbo-preview.description": "kimi-k2는 MoE 기반의 모델로, 강력한 코딩 및 에이전트 기능을 갖추고 있으며(총 1조 파라미터, 활성 320억), 추론, 프로그래밍, 수학, 에이전트 벤치마크에서 주요 오픈 모델들을 능가합니다.",
  "kimi-k2.5.description": "Kimi K2.5는 가장 강력한 Kimi 모델로, 에이전트 작업, 코딩, 비전 이해에서 오픈소스 SOTA 성능을 제공합니다. 멀티모달 입력과 사고/비사고 모드를 모두 지원합니다.",
  "kimi-k2.description": "Kimi-K2는 Moonshot AI의 MoE 기반 모델로, 총 1조 파라미터 중 320억이 활성화되며, 고급 도구 사용, 추론, 코드 생성 등 에이전트 기능에 최적화되어 있습니다.",
  "kimi-k2:1t.description": "Kimi K2는 Moonshot AI의 대규모 MoE LLM으로, 총 1조 파라미터 중 320억이 활성화됩니다. 고급 도구 사용, 추론, 코드 생성 등 에이전트 기능에 최적화되어 있습니다.",
  "kimi-latest.description": "Kimi Latest는 최신 Kimi 모델을 사용하며, 실험적 기능이 포함될 수 있습니다. 이미지 이해를 지원하며, 문맥 길이에 따라 8k/32k/128k 요금 모델을 자동 선택합니다.",
  "kuaishou/kat-coder-pro-v1.description": "KAT-Coder-Pro-V1(한시적 무료)은 코드 이해 및 자동화에 중점을 둔 모델로, 효율적인 코딩 에이전트를 위한 기능을 제공합니다.",
  "learnlm-1.5-pro-experimental.description": "LearnLM은 학습 과학 원리에 기반하여 훈련된 실험적 과제 특화 모델로, 교육 및 학습 시나리오에서 시스템 지침을 따르며 전문가 튜터 역할을 수행합니다.",
  "learnlm-2.0-flash-experimental.description": "LearnLM은 학습 과학 원리에 기반하여 훈련된 실험적 과제 특화 모델로, 교육 및 학습 시나리오에서 시스템 지침을 따르며 전문가 튜터 역할을 수행합니다.",
  "lite.description": "Spark Lite는 초저지연 및 효율적인 처리를 제공하는 경량 LLM입니다. 완전 무료로 실시간 웹 검색을 지원하며, 저사양 장치나 모델 파인튜닝에 적합한 빠른 응답 속도를 제공합니다. 특히 지식 질의응답, 콘텐츠 생성, 검색 시나리오에서 뛰어난 비용 효율성과 지능형 경험을 제공합니다.",
  "llama-3.1-70b-versatile.description": "Llama 3.1 70B는 복잡한 애플리케이션을 위한 강력한 AI 추론을 제공하며, 고성능 연산을 효율적이고 정확하게 지원합니다.",
  "llama-3.1-8b-instant.description": "Llama 3.1 8B는 빠른 텍스트 생성을 위한 고효율 모델로, 대규모 비용 효율적 애플리케이션에 적합합니다.",
  "llama-3.1-instruct.description": "Llama 3.1 인스트럭션 튜닝 모델은 채팅에 최적화되어 있으며, 업계 공통 벤치마크에서 다수의 오픈 채팅 모델을 능가합니다.",
  "llama-3.2-11b-vision-instruct.description": "고해상도 이미지에 대한 강력한 이미지 추론 기능을 제공하며, 시각적 이해 애플리케이션에 적합합니다.",
  "llama-3.2-11b-vision-preview.description": "Llama 3.2는 시각과 텍스트를 결합한 작업을 위해 설계되었으며, 이미지 캡션 생성 및 시각적 질의응답에서 뛰어난 성능을 발휘합니다. 언어 생성과 시각 추론을 연결합니다.",
  "llama-3.2-90b-vision-instruct.description": "시각적 이해 에이전트 애플리케이션을 위한 고급 이미지 추론 기능을 제공합니다.",
  "llama-3.2-90b-vision-preview.description": "Llama 3.2는 시각과 텍스트를 결합한 작업을 위해 설계되었으며, 이미지 캡션 생성 및 시각적 질의응답에서 뛰어난 성능을 발휘합니다. 언어 생성과 시각 추론을 연결합니다.",
  "llama-3.2-vision-instruct.description": "Llama 3.2-Vision 인스트럭션 튜닝 모델은 시각 인식, 이미지 추론, 캡션 생성, 일반 이미지 질의응답에 최적화되어 있습니다.",
  "llama-3.3-70b-versatile.description": "Meta Llama 3.3은 70B 파라미터를 가진 다국어 LLM으로, 사전 학습 및 인스트럭션 튜닝 버전을 제공합니다. 텍스트 전용 인스트럭션 튜닝 모델은 다국어 대화에 최적화되어 있으며, 업계 공통 벤치마크에서 다수의 오픈 및 클로즈드 채팅 모델을 능가합니다.",
  "llama-3.3-70b.description": "Llama 3.3 70B는 추론과 처리량의 균형을 갖춘 중대형 Llama 모델입니다.",
  "llama-3.3-instruct.description": "Llama 3.3 인스트럭션 튜닝 모델은 채팅에 최적화되어 있으며, 업계 공통 벤치마크에서 다수의 오픈 채팅 모델을 능가합니다.",
  "llama3-70b-8192.description": "Meta Llama 3 70B는 복잡한 프로젝트를 위한 탁월한 복잡성 처리 능력을 제공합니다.",
  "llama3-8b-8192.description": "Meta Llama 3 8B는 다양한 상황에서 강력한 추론 성능을 발휘합니다.",
  "llama3-groq-70b-8192-tool-use-preview.description": "Llama 3 Groq 70B Tool Use는 복잡한 작업을 효율적으로 처리하기 위한 강력한 도구 호출 기능을 제공합니다.",
  "llama3-groq-8b-8192-tool-use-preview.description": "Llama 3 Groq 8B Tool Use는 빠른 병렬 연산을 통해 효율적인 도구 사용에 최적화되어 있습니다.",
  "llama3.1-8b.description": "Llama 3.1 8B: 경량 온라인 추론 및 채팅을 위한 소형 저지연 Llama 변형 모델입니다.",
  "llama3.1.description": "Llama 3.1은 Meta의 대표 모델로, 복잡한 대화, 다국어 번역, 데이터 분석을 위해 최대 405B 파라미터까지 확장됩니다.",
  "llama3.1:405b.description": "Llama 3.1은 Meta의 대표 모델로, 복잡한 대화, 다국어 번역, 데이터 분석을 위해 최대 405B 파라미터까지 확장됩니다.",
  "llama3.1:70b.description": "Llama 3.1은 Meta의 대표 모델로, 복잡한 대화, 다국어 번역, 데이터 분석을 위해 최대 405B 파라미터까지 확장됩니다.",
  "llava-v1.5-7b-4096-preview.description": "LLaVA 1.5 7B는 시각 정보를 처리하여 복잡한 출력을 생성하는 모델입니다.",
  "llava.description": "LLaVA는 비쿠나와 비전 인코더를 결합한 멀티모달 모델로, 강력한 시각-언어 이해 능력을 갖추고 있습니다.",
  "llava:13b.description": "LLaVA는 비쿠나와 비전 인코더를 결합한 멀티모달 모델로, 강력한 시각-언어 이해 능력을 갖추고 있습니다.",
  "llava:34b.description": "LLaVA는 비쿠나와 비전 인코더를 결합한 멀티모달 모델로, 강력한 시각-언어 이해 능력을 갖추고 있습니다.",
  "magistral-medium-latest.description": "Magistral Medium 1.2는 Mistral AI가 개발한 최첨단 추론 모델로, 시각 기능을 지원합니다. (2025년 9월)",
  "magistral-small-2509.description": "Magistral Small 1.2는 Mistral AI가 개발한 오픈소스 소형 추론 모델로, 시각 기능을 지원합니다. (2025년 9월)",
  "mathstral.description": "MathΣtral은 과학 연구 및 수학적 추론을 위해 설계되었으며, 강력한 계산 및 설명 능력을 갖추고 있습니다.",
  "max-32k.description": "Spark Max 32K는 32K 토큰 입력을 지원하여 긴 문서 읽기 및 개인 지식 기반 질의응답에 적합한 대용량 문맥 처리와 논리적 추론 능력을 제공합니다.",
  "megrez-3b-instruct.description": "Megrez 3B Instruct는 Wuwen Xinqiong이 개발한 소형 고효율 모델입니다.",
  "meituan/longcat-flash-chat.description": "Meituan이 개발한 오픈소스 기반 모델로, 대화 및 에이전트 작업에 최적화되어 있으며, 도구 사용 및 복잡한 다중 턴 상호작용에 강점을 보입니다.",
  "meta-llama-3-70b-instruct.description": "70B 파라미터를 가진 강력한 모델로, 추론, 코딩, 다양한 언어 작업에 탁월한 성능을 발휘합니다.",
  "meta-llama-3-8b-instruct.description": "8B 파라미터를 가진 다재다능한 모델로, 채팅 및 텍스트 생성에 최적화되어 있습니다.",
  "meta-llama-3.1-405b-instruct.description": "Llama 3.1은 다국어 채팅에 최적화된 인스트럭션 튜닝 텍스트 모델로, 오픈 및 클로즈드 챗 모델 중 업계 표준 벤치마크에서 우수한 성능을 보입니다.",
  "meta-llama-3.1-70b-instruct.description": "Llama 3.1은 다국어 채팅에 최적화된 인스트럭션 튜닝 텍스트 모델로, 오픈 및 클로즈드 챗 모델 중 업계 표준 벤치마크에서 우수한 성능을 보입니다.",
  "meta-llama-3.1-8b-instruct.description": "Llama 3.1은 다국어 채팅에 최적화된 인스트럭션 튜닝 텍스트 모델로, 오픈 및 클로즈드 챗 모델 중 업계 표준 벤치마크에서 우수한 성능을 보입니다.",
  "meta-llama/Llama-2-13b-chat-hf.description": "LLaMA-2 Chat (13B)은 강력한 언어 처리 능력과 안정적인 채팅 경험을 제공합니다.",
  "meta-llama/Llama-2-70b-hf.description": "LLaMA-2는 강력한 언어 처리 능력과 안정적인 상호작용 경험을 제공합니다.",
  "meta-llama/Llama-3-70b-chat-hf.description": "Llama 3 70B Instruct Reference는 복잡한 대화를 위한 강력한 챗 모델입니다.",
  "meta-llama/Llama-3-8b-chat-hf.description": "Llama 3 8B Instruct Reference는 다국어 지원과 폭넓은 도메인 지식을 제공합니다.",
  "meta-llama/Llama-3.2-11B-Vision-Instruct-Turbo.description": "LLaMA 3.2는 시각과 텍스트를 결합한 작업을 위해 설계되었으며, 이미지 캡셔닝과 시각적 질의응답에 탁월합니다.",
  "meta-llama/Llama-3.2-3B-Instruct-Turbo.description": "LLaMA 3.2는 시각과 텍스트를 결합한 작업을 위해 설계되었으며, 이미지 캡셔닝과 시각적 질의응답에 탁월합니다.",
  "meta-llama/Llama-3.2-90B-Vision-Instruct-Turbo.description": "LLaMA 3.2는 시각과 텍스트를 결합한 작업을 위해 설계되었으며, 이미지 캡셔닝과 시각적 질의응답에 탁월합니다.",
  "meta-llama/Llama-3.3-70B-Instruct-Turbo.description": "Meta Llama 3.3 다국어 LLM은 70B 파라미터의 사전학습 및 인스트럭션 튜닝 모델로, 다국어 채팅에 최적화되어 있으며 업계 벤치마크에서 많은 오픈 및 클로즈드 챗 모델을 능가합니다.",
  "meta-llama/Llama-Vision-Free.description": "LLaMA 3.2는 시각과 텍스트를 결합한 작업을 위해 설계되었으며, 이미지 캡셔닝과 시각적 질의응답에 탁월합니다.",
  "meta-llama/Meta-Llama-3-70B-Instruct-Lite.description": "Llama 3 70B Instruct Lite는 낮은 지연 시간으로 높은 성능을 제공하도록 설계되었습니다.",
  "meta-llama/Meta-Llama-3-70B-Instruct-Turbo.description": "Llama 3 70B Instruct Turbo는 가장 까다로운 작업 부하를 위한 강력한 이해 및 생성 능력을 제공합니다.",
  "meta-llama/Meta-Llama-3-8B-Instruct-Lite.description": "Llama 3 8B Instruct Lite는 자원이 제한된 환경에서도 균형 잡힌 성능을 제공합니다.",
  "meta-llama/Meta-Llama-3-8B-Instruct-Turbo.description": "Llama 3 8B Instruct Turbo는 다양한 사용 사례에 적합한 고성능 LLM입니다.",
  "meta-llama/Meta-Llama-3.1-405B-Instruct-Turbo.description": "405B Llama 3.1 Turbo 모델은 대규모 데이터 처리를 위한 방대한 문맥 용량을 제공하며, 초대형 AI 애플리케이션에 탁월한 성능을 발휘합니다.",
  "meta-llama/Meta-Llama-3.1-405B-Instruct.description": "Llama 3.1은 Meta의 대표 모델군으로, 복잡한 대화, 다국어 번역, 데이터 분석을 위해 최대 405B 파라미터까지 확장됩니다.",
  "meta-llama/Meta-Llama-3.1-70B-Instruct-Turbo.description": "Llama 3.1 70B는 고부하 애플리케이션에 정밀하게 튜닝되었으며, FP8 양자화를 통해 복잡한 시나리오에서도 효율적인 연산과 정확도를 제공합니다.",
  "meta-llama/Meta-Llama-3.1-70B.description": "Llama 3.1은 Meta의 대표 모델군으로, 복잡한 대화, 다국어 번역, 데이터 분석을 위해 최대 405B 파라미터까지 확장됩니다.",
  "meta-llama/Meta-Llama-3.1-8B-Instruct-Turbo.description": "Llama 3.1 8B는 FP8 양자화를 사용하며 최대 131,072 컨텍스트 토큰을 지원하고, 다양한 벤치마크에서 복잡한 작업에 대해 상위권 성능을 보입니다.",
  "meta-llama/llama-3-70b-instruct.description": "Llama 3 70B Instruct는 고품질 대화에 최적화되어 있으며, 인간 평가에서 우수한 성능을 보입니다.",
  "meta-llama/llama-3-8b-instruct.description": "Llama 3 8B Instruct는 고품질 대화에 최적화되어 있으며, 많은 클로즈드 모델을 능가합니다.",
  "meta-llama/llama-3.1-70b-instruct.description": "Meta의 최신 Llama 3.1 시리즈 중 70B 인스트럭션 튜닝 버전으로, 고품질 대화에 최적화되어 있습니다. 업계 평가에서 주요 클로즈드 모델과 비교해 강력한 성능을 보입니다. (기업 인증 사용자만 이용 가능)",
  "meta-llama/llama-3.1-8b-instruct.description": "Meta의 최신 Llama 3.1 시리즈 중 8B 인스트럭션 튜닝 버전으로, 빠르고 효율적입니다. 업계 평가에서 주요 클로즈드 모델을 능가하는 성능을 보입니다. (기업 인증 사용자만 이용 가능)",
  "meta-llama/llama-3.1-8b-instruct:free.description": "LLaMA 3.1은 다국어 지원을 제공하며, 선도적인 생성 모델 중 하나입니다.",
  "meta-llama/llama-3.2-11b-vision-instruct.description": "LLaMA 3.2는 시각과 텍스트를 결합한 작업을 위해 설계되었으며, 이미지 캡셔닝과 시각적 질의응답에 탁월합니다.",
  "meta-llama/llama-3.2-3b-instruct.description": "meta-llama/llama-3.2-3b-instruct",
  "meta-llama/llama-3.2-90b-vision-instruct.description": "LLaMA 3.2는 시각과 텍스트를 결합한 작업을 위해 설계되었으며, 이미지 캡셔닝과 시각적 질의응답에 탁월합니다.",
  "meta-llama/llama-3.3-70b-instruct.description": "Llama 3.3은 가장 진보된 다국어 오픈소스 Llama 모델로, 매우 낮은 비용으로 405B에 근접한 성능을 제공합니다. Transformer 기반이며, SFT 및 RLHF를 통해 유용성과 안전성이 향상되었습니다. 인스트럭션 튜닝 버전은 다국어 채팅에 최적화되어 있으며, 업계 벤치마크에서 많은 오픈 및 클로즈드 챗 모델을 능가합니다. 지식 기준일: 2023년 12월",
  "meta-llama/llama-3.3-70b-instruct:free.description": "Llama 3.3은 가장 진보된 다국어 오픈소스 Llama 모델로, 매우 낮은 비용으로 405B에 근접한 성능을 제공합니다. Transformer 기반이며, SFT 및 RLHF를 통해 유용성과 안전성이 향상되었습니다. 인스트럭션 튜닝 버전은 다국어 채팅에 최적화되어 있으며, 업계 벤치마크에서 많은 오픈 및 클로즈드 챗 모델을 능가합니다. 지식 기준일: 2023년 12월",
  "meta.llama3-1-405b-instruct-v1:0.description": "Meta Llama 3.1 405B Instruct는 Llama 3.1 Instruct 모델 중 가장 크고 강력한 모델로, 대화 추론 및 합성 데이터 생성에 특화된 고급 모델입니다. 도메인 특화 사전 학습 또는 파인튜닝의 강력한 기반이 됩니다. Llama 3.1 다국어 LLM은 8B, 70B, 405B 크기로 사전 학습 및 지시 기반 튜닝된 생성 모델 세트이며, 텍스트 입력/출력을 지원합니다. 이 지시 기반 텍스트 모델은 다국어 대화에 최적화되어 있으며, 업계 표준 벤치마크에서 많은 오픈 챗 모델을 능가합니다. Llama 3.1은 상업적 및 연구 목적으로 다양한 언어에서 사용 가능하도록 설계되었습니다. 지시 기반 모델은 어시스턴트 스타일의 채팅에 적합하며, 사전 학습 모델은 보다 일반적인 자연어 생성 작업에 적합합니다. Llama 3.1의 출력은 합성 데이터 생성 및 정제 등 다른 모델의 성능 향상에도 활용될 수 있습니다. Llama 3.1은 최적화된 아키텍처를 갖춘 자기회귀 Transformer 모델이며, 튜닝된 버전은 SFT(지도형 파인튜닝)와 RLHF(인간 피드백 기반 강화 학습)를 통해 유용성과 안전성 측면에서 인간의 선호에 맞춰 조정됩니다.",
  "meta.llama3-1-70b-instruct-v1:0.description": "Meta Llama 3.1 70B Instruct는 128K 컨텍스트 윈도우 확장, 다국어 지원, 향상된 추론 능력을 갖춘 최신 버전입니다. Llama 3.1 다국어 LLM은 8B, 70B, 405B 크기의 사전 학습 및 지시 기반 튜닝된 생성 모델 세트로, 텍스트 입력/출출을 지원합니다. 이 지시 기반 텍스트 모델은 다국어 대화에 최적화되어 있으며, 업계 표준 벤치마크에서 많은 오픈 챗 모델을 능가합니다. Llama 3.1은 다양한 언어에서 상업적 및 연구 목적으로 사용되도록 설계되었습니다. 지시 기반 모델은 어시스턴트 스타일의 채팅에 적합하며, 사전 학습 모델은 보다 일반적인 자연어 생성 작업에 적합합니다. Llama 3.1의 출력은 합성 데이터 생성 및 정제 등 다른 모델의 성능 향상에도 활용될 수 있습니다. Llama 3.1은 최적화된 아키텍처를 갖춘 자기회귀 Transformer 모델이며, 튜닝된 버전은 SFT(지도형 파인튜닝)와 RLHF(인간 피드백 기반 강화 학습)를 통해 유용성과 안전성 측면에서 인간의 선호에 맞춰 조정됩니다.",
  "meta.llama3-1-8b-instruct-v1:0.description": "Meta Llama 3.1 8B Instruct는 128K 컨텍스트 윈도우, 다국어 지원, 향상된 추론 능력을 갖춘 최신 버전입니다. Llama 3.1 제품군은 8B, 70B, 405B 크기의 지시 기반 튜닝된 텍스트 모델로, 다국어 채팅과 강력한 벤치마크 성능에 최적화되어 있습니다. 다양한 언어에서 상업적 및 연구 목적으로 사용되며, 지시 기반 모델은 어시스턴트 스타일의 채팅에 적합하고, 사전 학습 모델은 보다 일반적인 생성 작업에 적합합니다. Llama 3.1의 출력은 합성 데이터 생성 및 정제 등 다른 모델의 성능 향상에도 활용될 수 있습니다. 이 모델은 자기회귀 Transformer 구조를 기반으로 하며, SFT와 RLHF를 통해 유용성과 안전성에 맞춰 조정됩니다.",
  "meta.llama3-70b-instruct-v1:0.description": "Meta Llama 3는 개발자, 연구자, 기업을 위한 오픈 LLM으로, 생성형 AI 아이디어를 구축하고 실험하며 책임감 있게 확장할 수 있도록 설계되었습니다. 글로벌 커뮤니티 혁신의 기반으로서 콘텐츠 생성, 대화형 AI, 언어 이해, 연구 개발, 기업용 애플리케이션에 적합합니다.",
  "meta.llama3-8b-instruct-v1:0.description": "Meta Llama 3는 개발자, 연구자, 기업을 위한 오픈 LLM으로, 생성형 AI 아이디어를 구축하고 실험하며 책임감 있게 확장할 수 있도록 설계되었습니다. 제한된 컴퓨팅 자원, 엣지 디바이스, 빠른 학습 시간에 적합한 모델입니다.",
  "meta/Llama-3.2-11B-Vision-Instruct.description": "고해상도 이미지에 대한 강력한 이미지 추론 능력을 갖춘 모델로, 시각적 이해 애플리케이션에 적합합니다.",
  "meta/Llama-3.2-90B-Vision-Instruct.description": "시각 이해 에이전트 애플리케이션을 위한 고급 이미지 추론 기능.",
  "meta/Llama-3.3-70B-Instruct.description": "Llama 3.3은 가장 진보된 다국어 오픈소스 Llama 모델로, 매우 낮은 비용으로 405B에 근접한 성능을 제공합니다. Transformer 기반이며, 유용성과 안전성을 위해 SFT 및 RLHF로 개선되었습니다. 명령어 튜닝 버전은 다국어 채팅에 최적화되어 있으며, 산업 벤치마크에서 많은 오픈 및 클로즈드 채팅 모델을 능가합니다. 지식 기준일: 2023년 12월.",
  "meta/Meta-Llama-3-70B-Instruct.description": "추론, 코딩, 다양한 언어 작업에 뛰어난 성능을 보이는 강력한 70B 파라미터 모델.",
  "meta/Meta-Llama-3-8B-Instruct.description": "채팅 및 텍스트 생성에 최적화된 다재다능한 8B 파라미터 모델.",
  "meta/Meta-Llama-3.1-405B-Instruct.description": "다국어 채팅에 최적화된 Llama 3.1 명령어 튜닝 텍스트 모델로, 오픈 및 클로즈드 채팅 모델 중 업계 표준 벤치마크에서 우수한 성능을 발휘합니다.",
  "meta/Meta-Llama-3.1-70B-Instruct.description": "다국어 채팅에 최적화된 Llama 3.1 명령어 튜닝 텍스트 모델로, 오픈 및 클로즈드 채팅 모델 중 업계 표준 벤치마크에서 우수한 성능을 발휘합니다.",
  "meta/Meta-Llama-3.1-8B-Instruct.description": "다국어 채팅에 최적화된 Llama 3.1 명령어 튜닝 텍스트 모델로, 오픈 및 클로즈드 채팅 모델 중 업계 표준 벤치마크에서 우수한 성능을 발휘합니다.",
  "meta/llama-3-70b.description": "Meta가 명령어 수행을 위해 미세 조정한 70B 오픈소스 모델로, Groq의 LPU 하드웨어에서 빠르고 효율적인 추론을 제공합니다.",
  "meta/llama-3-8b.description": "Meta가 명령어 수행을 위해 미세 조정한 8B 오픈소스 모델로, Groq의 LPU 하드웨어에서 빠르고 효율적인 추론을 제공합니다.",
  "meta/llama-3.1-405b-instruct.description": "챗봇, 코딩, 도메인 작업을 위한 합성 데이터 생성, 지식 증류, 추론을 지원하는 고급 LLM.",
  "meta/llama-3.1-70b-instruct.description": "우수한 문맥 이해, 추론, 텍스트 생성을 통해 복잡한 대화를 처리하도록 설계됨.",
  "meta/llama-3.1-70b.description": "128K 문맥, 다국어 지원, 향상된 추론 기능을 갖춘 최신 Meta Llama 3 70B Instruct.",
  "meta/llama-3.1-8b-instruct.description": "강력한 언어 이해, 추론, 텍스트 생성 기능을 갖춘 최첨단 모델.",
  "meta/llama-3.1-8b.description": "Llama 3.1 8B는 128K 문맥 창을 지원하며, 실시간 채팅 및 데이터 분석에 이상적이며, 대형 모델 대비 비용 효율성이 뛰어납니다. Groq의 LPU 하드웨어에서 빠르고 효율적인 추론을 제공합니다.",
  "meta/llama-3.2-11b-vision-instruct.description": "이미지로부터 고품질 추론을 수행하는 최첨단 비전-언어 모델.",
  "meta/llama-3.2-11b.description": "시각 인식, 이미지 추론, 캡션 생성, 일반 이미지 QA에 최적화된 명령어 튜닝 이미지 추론 모델 (텍스트+이미지 입력, 텍스트 출력).",
  "meta/llama-3.2-1b-instruct.description": "강력한 이해력, 추론력, 텍스트 생성 능력을 갖춘 최첨단 소형 언어 모델.",
  "meta/llama-3.2-1b.description": "다국어 로컬 검색, 요약, 재작성과 같은 온디바이스 사용 사례를 위한 텍스트 전용 모델.",
  "meta/llama-3.2-3b-instruct.description": "강력한 이해력, 추론력, 텍스트 생성 능력을 갖춘 최첨단 소형 언어 모델.",
  "meta/llama-3.2-3b.description": "다국어 로컬 검색, 요약, 재작성과 같은 온디바이스 사용 사례를 위해 미세 조정된 텍스트 전용 모델.",
  "meta/llama-3.2-90b-vision-instruct.description": "이미지로부터 고품질 추론을 수행하는 최첨단 비전-언어 모델.",
  "meta/llama-3.2-90b.description": "시각 인식, 이미지 추론, 캡션 생성, 일반 이미지 QA에 최적화된 명령어 튜닝 이미지 추론 모델 (텍스트+이미지 입력, 텍스트 출력).",
  "meta/llama-3.3-70b-instruct.description": "추론, 수학, 상식, 함수 호출에 강한 고급 LLM.",
  "meta/llama-3.3-70b.description": "성능과 효율성의 완벽한 균형. 콘텐츠 제작, 엔터프라이즈 앱, 연구를 위한 고성능 대화형 AI로 설계되었으며, 요약, 분류, 감정 분석, 코드 생성에 강력한 언어 이해력을 제공합니다.",
  "meta/llama-4-maverick.description": "Llama 4 시리즈는 텍스트 및 멀티모달 경험을 지원하는 네이티브 멀티모달 AI 모델 세트로, MoE를 활용하여 탁월한 텍스트 및 이미지 이해를 제공합니다. Llama 4 Maverick은 128명의 전문가를 갖춘 17B 모델로, DeepInfra에서 제공됩니다.",
  "meta/llama-4-scout.description": "Llama 4 시리즈는 텍스트 및 멀티모달 경험을 지원하는 네이티브 멀티모달 AI 모델 세트로, MoE를 활용하여 탁월한 텍스트 및 이미지 이해를 제공합니다. Llama 4 Scout은 16명의 전문가를 갖춘 17B 모델로, DeepInfra에서 제공됩니다.",
  "microsoft/Phi-3-medium-128k-instruct.description": "RAG 또는 few-shot 프롬프트를 위한 더 큰 문맥 창을 갖춘 동일한 Phi-3-medium 모델.",
  "microsoft/Phi-3-medium-4k-instruct.description": "Phi-3-mini보다 높은 품질을 제공하는 14B 파라미터 모델로, 고품질 및 추론 중심 데이터에 중점을 둠.",
  "microsoft/Phi-3-mini-128k-instruct.description": "RAG 또는 few-shot 프롬프트를 위한 더 큰 문맥 창을 갖춘 동일한 Phi-3-mini 모델.",
  "microsoft/Phi-3-mini-4k-instruct.description": "가장 작은 Phi-3 시리즈 모델로, 품질과 낮은 지연 시간에 최적화됨.",
  "microsoft/Phi-3-small-128k-instruct.description": "RAG 또는 few-shot 프롬프트를 위한 더 큰 문맥 창을 갖춘 동일한 Phi-3-small 모델.",
  "microsoft/Phi-3-small-8k-instruct.description": "Phi-3-mini보다 높은 품질을 제공하는 7B 파라미터 모델로, 고품질 및 추론 중심 데이터에 중점을 둠.",
  "microsoft/Phi-3.5-mini-instruct.description": "Phi-3-mini 모델의 업데이트 버전.",
  "microsoft/Phi-3.5-vision-instruct.description": "Phi-3-vision 모델의 업데이트 버전.",
  "microsoft/WizardLM-2-8x22B.description": "WizardLM 2는 Microsoft AI의 언어 모델로, 복잡한 대화, 다국어 작업, 추론, 어시스턴트에 뛰어납니다.",
  "microsoft/wizardlm-2-8x22b.description": "WizardLM-2 8x22B는 Microsoft AI의 가장 진보된 Wizard 모델로, 매우 경쟁력 있는 성능을 제공합니다.",
  "mimo-v2-flash.description": "MiMo-V2-Flash: 추론, 코딩, 에이전트 기반 작업에 최적화된 효율적인 모델입니다.",
  "minicpm-v.description": "MiniCPM-V는 OpenBMB의 차세대 멀티모달 모델로, 광범위한 사용 사례에 대해 뛰어난 OCR 및 멀티모달 이해력을 제공합니다.",
  "minimax-m2.1.description": "MiniMax-M2.1은 MiniMax 시리즈의 최신 버전으로, 다국어 프로그래밍 및 실제 복잡한 작업에 최적화되어 있습니다. AI-네이티브 모델로서 모델 성능, 에이전트 프레임워크 지원, 다중 시나리오 적응력에서 큰 향상을 이루었으며, 기업과 개인이 AI-기반의 업무 및 라이프스타일을 더 빠르게 실현할 수 있도록 돕습니다.",
  "minimax-m2.description": "MiniMax M2는 코딩 및 에이전트 워크플로우에 특화된 효율적인 대형 언어 모델입니다.",
  "minimax/minimax-m2.1.description": "MiniMax-M2.1은 코딩, 프록시 워크플로우, 최신 애플리케이션 개발에 최적화된 경량 고성능 대형 언어 모델로, 더 간결하고 깔끔한 출력과 빠른 반응 속도를 제공합니다.",
  "minimax/minimax-m2.description": "MiniMax-M2는 다양한 엔지니어링 시나리오에서 코딩 및 에이전트 작업에 뛰어난 고가치 모델입니다.",
  "minimaxai/minimax-m2.description": "MiniMax-M2는 컴팩트하고 빠르며 비용 효율적인 MoE 모델(총 230B, 활성 10B)로, 다중 파일 편집, 코드 실행-수정 루프, 테스트 검증, 복잡한 툴체인에서 뛰어난 성능을 발휘하며 강력한 일반 지능을 유지합니다.",
  "ministral-3b-latest.description": "Ministral 3B는 Mistral의 최고급 엣지 모델입니다.",
  "ministral-8b-latest.description": "Ministral 8B는 Mistral의 매우 비용 효율적인 엣지 모델입니다.",
  "mistral-ai/Mistral-Large-2411.description": "대규모 추론 또는 특수화가 필요한 복잡한 작업을 위한 Mistral의 플래그십 모델 (합성 텍스트 생성, 코드 생성, RAG 또는 에이전트 등).",
  "mistral-ai/Mistral-Nemo.description": "Mistral Nemo는 크기에 비해 최첨단 추론, 세계 지식, 코딩 성능을 제공하는 최첨단 LLM입니다.",
  "mistral-ai/mistral-small-2503.description": "Mistral Small은 고효율 및 낮은 지연 시간이 필요한 모든 언어 기반 작업에 적합합니다.",
  "mistral-large-instruct.description": "Mistral-Large-Instruct-2407은 123B 파라미터를 갖춘 고급 밀집 LLM으로, 최첨단 추론, 지식, 코딩 기능을 제공합니다.",
  "mistral-large-latest.description": "Mistral Large는 다국어 작업, 복잡한 추론, 코드 생성에 강력한 플래그십 모델로, 고급 애플리케이션에 이상적입니다.",
  "mistral-large.description": "Mixtral Large는 Mistral의 플래그십 모델로, 코드 생성, 수학, 추론을 128K 문맥 창과 결합합니다.",
  "mistral-medium-latest.description": "Mistral Medium 3는 8배 낮은 비용으로 최첨단 성능을 제공하며, 엔터프라이즈 배포를 간소화합니다.",
  "mistral-nemo-instruct.description": "Mistral-Nemo-Instruct-2407은 Mistral-Nemo-Base-2407의 명령어 튜닝 버전입니다.",
  "mistral-nemo.description": "Mistral Nemo는 Mistral AI와 NVIDIA가 공동 개발한 고효율 12B 모델입니다.",
  "mistral-small-latest.description": "Mistral Small은 번역, 요약, 감정 분석에 적합한 비용 효율적이고 빠르며 신뢰할 수 있는 옵션입니다.",
  "mistral-small.description": "Mistral Small은 고효율 및 낮은 지연 시간이 필요한 모든 언어 기반 작업에 적합합니다.",
  "mistral.description": "Mistral은 다양한 언어 작업에 적합한 Mistral AI의 7B 모델입니다.",
  "mistral/codestral-embed.description": "코드베이스 및 저장소 임베딩을 위한 코드 임베딩 모델로, 코딩 어시스턴트를 지원합니다.",
  "mistral/codestral.description": "Mistral Codestral 25.01은 저지연, 고빈도 사용에 최적화된 최첨단 코딩 모델입니다. 80개 이상의 언어를 지원하며, FIM, 코드 수정, 테스트 생성에 뛰어납니다.",
  "mistral/devstral-small.description": "Devstral은 소프트웨어 엔지니어링 작업을 위한 에이전트형 LLM으로, 소프트웨어 엔지니어링 에이전트에 적합한 강력한 선택지입니다.",
  "mistral/magistral-medium.description": "깊은 이해를 바탕으로 한 복잡한 사고를 지원하며, 투명한 추론 과정을 따라가고 검증할 수 있습니다. 작업 중에도 언어 간 고정밀 추론을 유지합니다.",
  "mistral/magistral-small.description": "깊은 이해를 바탕으로 한 복잡한 사고를 지원하며, 투명한 추론 과정을 따라가고 검증할 수 있습니다. 작업 중에도 언어 간 고정밀 추론을 유지합니다.",
  "mistral/ministral-3b.description": "어시스턴트 및 로컬 분석과 같은 온디바이스 작업에 적합한 컴팩트하고 효율적인 모델로, 저지연 성능을 제공합니다.",
  "mistral/ministral-8b.description": "더 강력한 성능과 메모리 효율적인 추론을 제공하는 모델로, 복잡한 워크플로우 및 고성능 엣지 애플리케이션에 이상적입니다.",
  "mistral/mistral-embed.description": "의미 기반 검색, 유사도 분석, 클러스터링, RAG 워크플로우를 위한 범용 텍스트 임베딩 모델입니다.",
  "mistral/mistral-large.description": "Mistral Large는 강력한 추론 또는 전문화가 필요한 복잡한 작업에 이상적입니다. 예: 합성 텍스트 생성, 코드 생성, RAG, 에이전트 등.",
  "mistral/mistral-small.description": "Mistral Small은 분류, 고객 지원, 텍스트 생성과 같은 단순하고 일괄 처리 가능한 작업에 적합하며, 합리적인 가격에 뛰어난 성능을 제공합니다.",
  "mistral/mixtral-8x22b-instruct.description": "8x22B Instruct 모델. 8x22B는 Mistral이 제공하는 오픈 MoE 모델입니다.",
  "mistral/pixtral-12b.description": "이미지 이해 및 텍스트 처리를 지원하는 12B 모델입니다.",
  "mistral/pixtral-large.description": "Pixtral Large는 Mistral의 멀티모달 제품군 중 두 번째 모델로, 최첨단 이미지 이해 능력을 갖추고 있습니다. 문서, 차트, 자연 이미지를 처리하면서도 Mistral Large 2의 뛰어난 텍스트 이해력을 유지합니다.",
  "mistralai/Mistral-7B-Instruct-v0.1.description": "Mistral (7B) Instruct는 다양한 언어 작업에서 강력한 성능을 발휘하는 것으로 알려져 있습니다.",
  "mistralai/Mistral-7B-Instruct-v0.2.description": "Mistral (7B) Instruct v0.2는 지시 처리 능력과 결과 정확도를 향상시켰습니다.",
  "mistralai/Mistral-7B-Instruct-v0.3.description": "Mistral (7B) Instruct v0.3는 효율적인 연산과 강력한 언어 이해력을 제공하여 다양한 사용 사례에 적합합니다.",
  "mistralai/Mistral-7B-v0.1.description": "Mistral 7B는 컴팩트하지만 고성능을 자랑하며, 분류 및 텍스트 생성과 같은 단순 작업과 일괄 처리에 강력한 추론 능력을 제공합니다.",
  "mistralai/Mixtral-8x22B-Instruct-v0.1.description": "Mixtral-8x22B Instruct (141B)는 대규모 작업 부하를 처리할 수 있는 초대형 LLM입니다.",
  "mistralai/Mixtral-8x7B-Instruct-v0.1.description": "Mixtral-8x7B Instruct (46.7B)는 대규모 데이터 처리에 적합한 높은 용량을 제공합니다.",
  "mistralai/Mixtral-8x7B-v0.1.description": "Mixtral 8x7B는 추론 속도를 높이는 희소 MoE 모델로, 다국어 및 코드 생성 작업에 적합합니다.",
  "mistralai/mistral-nemo.description": "Mistral Nemo는 7.3B 모델로, 다국어 지원과 강력한 코딩 성능을 제공합니다.",
  "mixtral-8x7b-32768.description": "Mixtral 8x7B는 복잡한 작업을 위한 장애 허용 병렬 연산을 제공합니다.",
  "mixtral.description": "Mixtral은 Mistral AI의 MoE 모델로, 오픈 가중치를 제공하며 코드 생성과 언어 이해를 지원합니다.",
  "mixtral:8x22b.description": "Mixtral은 Mistral AI의 MoE 모델로, 오픈 가중치를 제공하며 코드 생성과 언어 이해를 지원합니다.",
  "moonshot-v1-128k-vision-preview.description": "Kimi 비전 모델(moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview 포함)은 텍스트, 색상, 객체 형태 등 이미지 내용을 이해할 수 있습니다.",
  "moonshot-v1-128k.description": "Moonshot V1 128K는 최대 128,000 토큰을 처리할 수 있는 초장문 컨텍스트를 제공하여 연구, 학술, 대형 문서 시나리오에 적합합니다.",
  "moonshot-v1-32k-vision-preview.description": "Kimi 비전 모델(moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview 포함)은 텍스트, 색상, 객체 형태 등 이미지 내용을 이해할 수 있습니다.",
  "moonshot-v1-32k.description": "Moonshot V1 32K는 32,768 토큰을 지원하는 중간 길이 컨텍스트 모델로, 콘텐츠 제작, 보고서, 대화 시스템에서 긴 문서와 복잡한 대화에 적합합니다.",
  "moonshot-v1-8k-vision-preview.description": "Kimi 비전 모델(moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview 포함)은 텍스트, 색상, 객체 형태 등 이미지 내용을 이해할 수 있습니다.",
  "moonshot-v1-8k.description": "Moonshot V1 8K는 짧은 텍스트 생성을 위해 최적화된 모델로, 8,192 토큰을 처리하며 짧은 대화, 메모, 빠른 콘텐츠 생성에 적합합니다.",
  "moonshot-v1-auto.description": "Moonshot V1 Auto는 현재 컨텍스트 토큰 사용량에 따라 적절한 모델을 자동으로 선택합니다.",
  "moonshotai/Kimi-Dev-72B.description": "Kimi-Dev-72B는 대규모 강화학습을 통해 최적화된 오픈소스 코드 LLM으로, 견고하고 실용적인 패치를 생성합니다. SWE-bench Verified에서 60.4%를 기록하며 버그 수정 및 코드 리뷰와 같은 자동화 소프트웨어 엔지니어링 작업에서 오픈모델 최고 기록을 세웠습니다.",
  "moonshotai/Kimi-K2-Instruct-0905.description": "Kimi K2-Instruct-0905는 가장 최신이자 강력한 Kimi K2 모델로, 총 1조 파라미터 중 320억이 활성화되는 최상급 MoE 모델입니다. 벤치마크 및 실제 에이전트 작업에서 뛰어난 Agentic Coding 지능을 보이며, 프론트엔드 코드의 미적 품질과 사용성도 향상되었습니다.",
  "moonshotai/Kimi-K2-Thinking.description": "Kimi K2 Thinking은 최신이자 가장 강력한 오픈소스 사고 모델로, 다단계 추론 깊이를 크게 확장하고 200~300회 연속 도구 사용에서도 안정적인 성능을 유지합니다. HLE, BrowseComp 등에서 새로운 기록을 세우며, 코딩, 수학, 논리, 에이전트 시나리오에 탁월합니다. 약 1조 파라미터의 MoE 아키텍처 기반으로, 256K 컨텍스트 윈도우와 도구 호출을 지원합니다.",
  "moonshotai/kimi-k2-0711.description": "Kimi K2 0711은 Kimi 시리즈의 Instruct 변형으로, 고품질 코드 작성과 도구 사용에 적합합니다.",
  "moonshotai/kimi-k2-0905.description": "Kimi K2 0905는 컨텍스트 확장과 추론 성능 향상을 위한 업데이트로, 코딩 최적화가 포함되어 있습니다.",
  "moonshotai/kimi-k2-instruct-0905.description": "kimi-k2-0905-preview 모델은 256K 컨텍스트 윈도우를 지원하며, 향상된 Agentic Coding, 더 정제되고 실용적인 프론트엔드 코드, 뛰어난 컨텍스트 이해력을 제공합니다.",
  "moonshotai/kimi-k2-thinking-turbo.description": "Kimi K2 Thinking Turbo는 Kimi K2 Thinking의 고속 버전으로, 지연 시간을 크게 줄이면서도 깊은 추론 능력을 유지합니다.",
  "moonshotai/kimi-k2-thinking.description": "Kimi K2 Thinking은 Moonshot의 추론 모델로, 깊은 추론 작업에 최적화되어 있으며 일반적인 에이전트 기능을 지원합니다.",
  "moonshotai/kimi-k2.description": "Kimi K2는 Moonshot AI의 대형 MoE 모델로, 총 1조 파라미터 중 320억이 활성화되며, 고급 도구 사용, 추론, 코드 생성 등 에이전트 기능에 최적화되어 있습니다.",
  "morph/morph-v3-fast.description": "Morph는 최첨단 모델(예: Claude 또는 GPT-4o)이 제안한 코드 변경을 기존 파일에 적용하는 특화 모델로, 초당 4,500+ 토큰의 속도를 자랑합니다. AI 코딩 워크플로우의 마지막 단계로, 16K 입력/출력을 지원합니다.",
  "morph/morph-v3-large.description": "Morph는 최첨단 모델(예: Claude 또는 GPT-4o)이 제안한 코드 변경 사항을 기존 파일에 빠르게 적용할 수 있도록 특화된 모델입니다. 초당 2500개 이상의 토큰 처리 속도를 자랑하며, AI 코딩 워크플로우의 마지막 단계로 16K 입력/출력 토큰을 지원합니다.",
  "nousresearch/hermes-2-pro-llama-3-8b.description": "Hermes 2 Pro Llama 3 8B는 Nous Hermes 2의 최신 버전으로, 내부에서 개발한 최신 데이터셋을 기반으로 업데이트되었습니다.",
  "nvidia/Llama-3.1-Nemotron-70B-Instruct-HF.description": "Llama 3.1 Nemotron 70B는 NVIDIA가 사용자 응답의 유용성을 향상시키기 위해 맞춤 제작한 LLM입니다. Arena Hard, AlpacaEval 2 LC, GPT-4-Turbo MT-Bench에서 모두 1위를 기록하며, 2024년 10월 1일 기준 자동 정렬 벤치마크에서 최고의 성능을 보입니다. 이 모델은 Llama-3.1-70B-Instruct를 기반으로 RLHF(REINFORCE), Llama-3.1-Nemotron-70B-Reward, HelpSteer2-Preference 프롬프트를 활용해 학습되었습니다.",
  "nvidia/llama-3.1-nemotron-51b-instruct.description": "탁월한 정확도와 효율성을 제공하는 독창적인 언어 모델입니다.",
  "nvidia/llama-3.1-nemotron-70b-instruct.description": "Llama-3.1-Nemotron-70B-Instruct는 LLM 응답의 유용성을 높이기 위해 NVIDIA가 맞춤 설계한 모델입니다.",
  "o1-mini.description": "o1-preview보다 작고 빠르며, 비용이 80% 저렴합니다. 코드 생성 및 짧은 문맥 작업에 강점을 보입니다.",
  "o1-preview.description": "수학 및 과학을 포함한 고급 추론과 복잡한 문제 해결에 중점을 둔 모델입니다. 깊은 문맥 이해와 자율 워크플로우가 필요한 애플리케이션에 적합합니다.",
  "o1-pro.description": "o1 시리즈는 강화 학습을 통해 응답 전에 사고하고 복잡한 추론을 처리하도록 훈련되었습니다. o1-pro는 더 많은 연산을 사용하여 더 깊이 사고하고 일관되게 높은 품질의 응답을 제공합니다.",
  "o1.description": "o1은 OpenAI의 새로운 추론 모델로, 텍스트+이미지 입력과 텍스트 출력을 지원하며, 폭넓은 지식이 필요한 복잡한 작업에 적합합니다. 200K 문맥 창과 2023년 10월 지식 기준을 갖추고 있습니다.",
  "o3-2025-04-16.description": "o3는 OpenAI의 새로운 추론 모델로, 텍스트+이미지 입력과 텍스트 출력을 지원하며, 폭넓은 지식이 필요한 복잡한 작업에 적합합니다.",
  "o3-deep-research.description": "o3-deep-research는 복잡한 다단계 작업을 위한 가장 진보된 심층 연구 모델입니다. 웹 검색과 MCP 커넥터를 통한 데이터 접근이 가능합니다.",
  "o3-mini.description": "o3-mini는 최신 소형 추론 모델로, o1-mini와 동일한 비용과 지연 시간 내에서 더 높은 지능을 제공합니다.",
  "o3-pro-2025-06-10.description": "o3 Pro는 OpenAI의 새로운 추론 모델로, 텍스트+이미지 입력과 텍스트 출력을 지원하며, 폭넓은 지식이 필요한 복잡한 작업에 적합합니다.",
  "o3-pro.description": "o3-pro는 더 많은 연산을 사용하여 더 깊이 사고하고 일관되게 더 나은 응답을 제공합니다. Responses API를 통해서만 이용 가능합니다.",
  "o3.description": "o3는 수학, 과학, 프로그래밍, 시각적 추론에서 새로운 기준을 제시하는 강력한 범용 모델입니다. 기술 문서 작성과 지시 따르기에 뛰어나며, 텍스트, 코드, 이미지를 분석하여 다단계 문제를 해결할 수 있습니다.",
  "o4-mini-2025-04-16.description": "o4-mini는 OpenAI의 추론 모델로, 텍스트+이미지 입력과 텍스트 출력을 지원하며, 폭넓은 지식이 필요한 복잡한 작업에 적합하고 200K 문맥 창을 갖추고 있습니다.",
  "o4-mini-deep-research.description": "o4-mini-deep-research는 빠르고 경제적인 심층 연구 모델로, 복잡한 다단계 연구를 지원합니다. 웹 검색과 MCP 커넥터를 통한 데이터 접근이 가능합니다.",
  "o4-mini.description": "o4-mini는 최신 소형 o 시리즈 모델로, 빠르고 효과적인 추론을 위해 최적화되었으며, 코딩 및 비전 작업에서 높은 효율성을 보입니다.",
  "open-codestral-mamba.description": "Codestral Mamba는 코드 생성에 중점을 둔 Mamba 2 언어 모델로, 고급 코딩 및 추론 작업을 지원합니다.",
  "open-mistral-7b.description": "Mistral 7B는 작지만 성능이 뛰어난 모델로, 배치 처리 및 분류, 텍스트 생성과 같은 단순 작업에 강하며, 안정적인 추론 능력을 갖추고 있습니다.",
  "open-mistral-nemo.description": "Mistral Nemo는 Nvidia와 공동 개발한 12B 모델로, 강력한 추론 및 코딩 성능과 쉬운 통합을 제공합니다.",
  "open-mixtral-8x22b.description": "Mixtral 8x22B는 복잡한 작업을 위한 대형 MoE 모델로, 강력한 추론 능력과 높은 처리량을 제공합니다.",
  "open-mixtral-8x7b.description": "Mixtral 8x7B는 추론 속도를 높이기 위한 희소 MoE 모델로, 다국어 및 코드 생성 작업에 적합합니다.",
  "openai/gpt-3.5-turbo-instruct.description": "GPT-3 시대 모델과 유사한 기능을 제공하며, 채팅이 아닌 기존 완성형 엔드포인트와 호환됩니다.",
  "openai/gpt-3.5-turbo.description": "OpenAI의 가장 강력하고 비용 효율적인 GPT-3.5 모델로, 채팅에 최적화되어 있지만 기존 완성형 작업에도 강점을 보입니다.",
  "openai/gpt-4-turbo.description": "OpenAI의 gpt-4-turbo는 폭넓은 일반 지식과 도메인 전문성을 갖추고 있으며, 복잡한 자연어 지시를 따르고 어려운 문제를 정확하게 해결합니다. 지식 기준은 2023년 4월이며, 128K 문맥 창을 지원합니다.",
  "openai/gpt-4.1-mini.description": "GPT-4.1 Mini는 중간 문맥 작업에 대해 낮은 지연 시간과 뛰어난 가성비를 제공합니다.",
  "openai/gpt-4.1-nano.description": "GPT-4.1 Nano는 초저비용, 저지연 옵션으로, 짧은 대화나 분류 작업에 적합합니다.",
  "openai/gpt-4.1.description": "GPT-4.1 시리즈는 더 큰 문맥 창과 향상된 엔지니어링 및 추론 능력을 제공합니다.",
  "openai/gpt-4o-mini.description": "GPT-4o-mini는 저지연 멀티모달 사용을 위한 빠르고 소형의 GPT-4o 변형입니다.",
  "openai/gpt-4o.description": "GPT-4o 시리즈는 OpenAI의 Omni 모델로, 텍스트+이미지 입력과 텍스트 출력을 지원합니다.",
  "openai/gpt-5-chat.description": "GPT-5 Chat은 대화에 최적화된 GPT-5 변형으로, 낮은 지연 시간으로 더 나은 상호작용을 제공합니다.",
  "openai/gpt-5-codex.description": "GPT-5-Codex는 코딩 및 대규모 코드 워크플로우에 최적화된 GPT-5 변형입니다.",
  "openai/gpt-5-mini.description": "GPT-5 Mini는 저지연, 저비용 시나리오를 위한 소형 GPT-5 변형입니다.",
  "openai/gpt-5-nano.description": "GPT-5 Nano는 비용과 지연 시간 제약이 엄격한 시나리오를 위한 초소형 변형입니다.",
  "openai/gpt-5-pro.description": "GPT-5 Pro는 OpenAI의 대표 모델로, 뛰어난 추론, 코드 생성, 엔터프라이즈급 기능을 제공하며, 테스트 시 라우팅 및 강화된 안전 정책을 지원합니다.",
  "openai/gpt-5.1-chat.description": "GPT-5.1 Chat은 GPT-5.1 시리즈의 경량 모델로, 낮은 지연 시간의 대화에 최적화되었으며, 강력한 추론 및 지시 실행 능력을 유지합니다.",
  "openai/gpt-5.1-codex-mini.description": "GPT-5.1-Codex-Mini는 GPT-5.1-Codex의 소형, 고속 버전으로, 지연 시간과 비용에 민감한 코딩 시나리오에 적합합니다.",
  "openai/gpt-5.1-codex.description": "GPT-5.1-Codex는 소프트웨어 엔지니어링 및 코딩 워크플로우에 최적화된 GPT-5.1 변형으로, 대규모 리팩터링, 복잡한 디버깅, 장기 자율 코딩 작업에 적합합니다.",
  "openai/gpt-5.1.description": "GPT-5.1은 GPT-5 시리즈의 최신 대표 모델로, 일반 추론, 지시 따르기, 대화 자연스러움에서 GPT-5 대비 큰 향상을 이루었으며, 다양한 작업에 적합합니다.",
  "openai/gpt-5.2-chat.description": "GPT-5.2 Chat은 최신 대화 기능을 체험할 수 있는 ChatGPT 변형 모델입니다.",
  "openai/gpt-5.2-pro.description": "GPT-5.2 Pro는 더 똑똑하고 정밀한 GPT-5.2 변형 모델로, 복잡한 문제 해결과 장기 다중 턴 추론에 적합합니다. (Responses API 전용)",
  "openai/gpt-5.2.description": "GPT-5.2는 향상된 추론 능력과 장문 컨텍스트 성능을 갖춘 코딩 및 에이전트 워크플로우용 플래그십 모델입니다.",
  "openai/gpt-5.description": "GPT-5는 OpenAI의 고성능 모델로, 다양한 생산 및 연구 작업에 적합합니다.",
  "openai/gpt-oss-120b.description": "강력하고 제어 가능한 추론 능력을 갖춘 범용 LLM입니다.",
  "openai/gpt-oss-20b.description": "지연 시간과 자원 제약 환경(로컬 및 엣지 배포 포함)에 최적화된 소형 오픈 가중치 언어 모델입니다.",
  "openai/o1-mini.description": "o1-mini는 코딩, 수학, 과학을 위한 빠르고 비용 효율적인 추론 모델입니다. 128K 문맥 창과 2023년 10월 지식 기준을 갖추고 있습니다.",
  "openai/o1-preview.description": "o1은 복잡한 작업에 적합한 OpenAI의 새로운 추론 모델로, 128K 문맥 창과 2023년 10월 지식 기준을 갖추고 있습니다.",
  "openai/o1.description": "OpenAI o1은 깊은 사고가 필요한 복잡한 문제를 해결하기 위해 설계된 대표 추론 모델로, 강력한 추론 능력과 높은 정확도를 제공합니다.",
  "openai/o3-mini-high.description": "o3-mini (고급 추론)는 o1-mini와 동일한 비용과 지연 시간 내에서 더 높은 지능을 제공합니다.",
  "openai/o3-mini.description": "o3-mini는 OpenAI의 최신 소형 추론 모델로, o1-mini와 동일한 비용과 지연 시간 내에서 더 높은 지능을 제공합니다.",
  "openai/o3.description": "OpenAI o3는 가장 강력한 추론 모델로, 코딩, 수학, 과학, 시각 인식에서 새로운 SOTA를 설정합니다. 복잡하고 다면적인 질문에 뛰어나며, 이미지, 차트, 도표 분석에 특히 강합니다.",
  "openai/o4-mini-high.description": "o4-mini 고급 추론 등급은 빠르고 효율적인 추론을 위해 최적화되었으며, 강력한 코딩 및 비전 성능을 제공합니다.",
  "openai/o4-mini.description": "OpenAI o4-mini는 저지연 시나리오를 위한 소형, 효율적인 추론 모델입니다.",
  "openai/text-embedding-3-large.description": "OpenAI의 가장 강력한 임베딩 모델로, 영어 및 비영어 작업 모두에 적합합니다.",
  "openai/text-embedding-3-small.description": "OpenAI의 향상된 고성능 ada 임베딩 모델 변형입니다.",
  "openai/text-embedding-ada-002.description": "OpenAI의 레거시 텍스트 임베딩 모델입니다.",
  "openrouter/auto.description": "컨텍스트 길이, 주제, 복잡도에 따라 요청이 Llama 3 70B Instruct, Claude 3.5 Sonnet(자체 검열), 또는 GPT-4o로 라우팅됩니다.",
  "oswe-vscode-prime.description": "Raptor mini는 코드 관련 작업에 최적화된 프리뷰 모델입니다.",
  "oswe-vscode-secondary.description": "Raptor mini는 코드 관련 작업에 최적화된 프리뷰 모델입니다.",
  "perplexity/sonar-pro.description": "Perplexity의 플래그십 제품으로, 검색 기반 응답을 지원하며 고급 질의 및 후속 질문에 대응합니다.",
  "perplexity/sonar-reasoning-pro.description": "향상된 검색 기능과 함께 CoT 출력을 제공하는 고급 추론 중심 모델로, 요청당 다중 검색 질의를 포함합니다.",
  "perplexity/sonar-reasoning.description": "세부적인 검색 기반 설명과 함께 사고의 흐름(CoT)을 출력하는 추론 중심 모델입니다.",
  "perplexity/sonar.description": "Perplexity의 경량 제품으로, 검색 기반 응답을 제공하며 Sonar Pro보다 빠르고 저렴합니다.",
  "phi3.description": "Phi-3는 Microsoft의 경량 오픈 모델로, 효율적인 통합과 대규모 추론을 지원합니다.",
  "phi3:14b.description": "Phi-3는 Microsoft의 경량 오픈 모델로, 효율적인 통합과 대규모 추론을 지원합니다.",
  "pixtral-12b-2409.description": "Pixtral은 차트/이미지 이해, 문서 질의응답, 멀티모달 추론, 지시사항 이행에 강점을 보입니다. 원본 해상도 및 비율로 이미지를 처리하며, 128K 컨텍스트 윈도우 내에서 다수의 이미지를 다룰 수 있습니다.",
  "pixtral-large-latest.description": "Pixtral Large는 Mistral Large 2를 기반으로 구축된 124B 파라미터의 오픈 멀티모달 모델로, 최첨단 이미지 이해 능력을 갖춘 두 번째 멀티모달 모델입니다.",
  "pro-128k.description": "Spark Pro 128K는 최대 128K의 대용량 컨텍스트를 지원하여, 전체 텍스트 분석과 장거리 일관성이 필요한 장문 문서에 적합합니다. 복잡한 논의에서 논리적 흐름과 다양한 인용을 자연스럽게 처리합니다.",
  "pro-deepseek-r1.description": "동시 처리 기능이 포함된 기업 전용 서비스 모델입니다.",
  "pro-deepseek-v3.description": "동시 처리 기능이 포함된 기업 전용 서비스 모델입니다.",
  "qianfan-70b.description": "Qianfan 70B는 고품질 생성과 복잡한 추론을 위한 대형 중국어 모델입니다.",
  "qianfan-8b.description": "Qianfan 8B는 비용과 품질의 균형을 맞춘 중형 범용 텍스트 생성 및 질의응답 모델입니다.",
  "qianfan-agent-intent-32k.description": "Qianfan Agent Intent 32K는 긴 컨텍스트를 지원하며, 의도 인식 및 에이전트 오케스트레이션에 최적화되어 있습니다.",
  "qianfan-agent-lite-8k.description": "Qianfan Agent Lite 8K는 저비용 다중 회차 대화 및 워크플로우를 위한 경량 에이전트 모델입니다.",
  "qianfan-check-vl.description": "Qianfan Check VL은 이미지-텍스트 적합성 및 인식 작업을 위한 멀티모달 콘텐츠 검토 모델입니다.",
  "qianfan-composition.description": "Qianfan Composition은 이미지와 텍스트의 혼합 이해 및 생성을 위한 멀티모달 창작 모델입니다.",
  "qianfan-engcard-vl.description": "Qianfan EngCard VL은 영어 환경에 특화된 멀티모달 인식 모델입니다.",
  "qianfan-lightning-128b-a19b.description": "Qianfan Lightning 128B A19B는 복잡한 질의응답 및 대규모 추론을 위한 고성능 중국어 범용 모델입니다.",
  "qianfan-llama-vl-8b.description": "Qianfan Llama VL 8B는 Llama 기반의 멀티모달 모델로, 일반적인 이미지-텍스트 이해를 지원합니다.",
  "qianfan-multipicocr.description": "Qianfan MultiPicOCR은 여러 이미지에서 텍스트를 감지하고 인식하는 다중 이미지 OCR 모델입니다.",
  "qianfan-qi-vl.description": "Qianfan QI VL은 복잡한 이미지-텍스트 시나리오에서 정확한 검색 및 질의응답을 위한 멀티모달 QA 모델입니다.",
  "qianfan-singlepicocr.description": "Qianfan SinglePicOCR은 단일 이미지에서 고정확 문자 인식을 수행하는 OCR 모델입니다.",
  "qianfan-vl-70b.description": "Qianfan VL 70B는 복잡한 이미지-텍스트 이해를 위한 대형 비전-언어 모델입니다.",
  "qianfan-vl-8b.description": "Qianfan VL 8B는 일상적인 이미지-텍스트 질의응답 및 분석을 위한 경량 비전-언어 모델입니다.",
  "qvq-72b-preview.description": "QVQ-72B-Preview는 시각적 추론 향상을 목표로 하는 Qwen의 실험적 연구 모델입니다.",
  "qvq-max.description": "Qwen QVQ 시각 추론 모델은 시각 입력과 연쇄적 사고 출력을 지원하며, 수학, 코딩, 시각 분석, 창의적 작업 및 일반 작업에서 강력한 성능을 발휘합니다.",
  "qvq-plus.description": "시각 입력과 연쇄적 사고 출력을 지원하는 시각 추론 모델입니다. qvq-plus 시리즈는 qvq-max의 후속으로, 더 빠른 추론과 우수한 품질-비용 균형을 제공합니다.",
  "qwen-3-32b.description": "Qwen 3 32B: 다국어 및 코딩 작업에 강하며, 중규모 프로덕션 환경에 적합합니다.",
  "qwen-coder-plus.description": "Qwen 코드 모델입니다.",
  "qwen-coder-turbo-latest.description": "Qwen 코드 모델입니다.",
  "qwen-coder-turbo.description": "Qwen 코드 모델입니다.",
  "qwen-flash.description": "가장 빠르고 비용 효율적인 Qwen 모델로, 간단한 작업에 이상적입니다.",
  "qwen-image-edit.description": "Qwen Image Edit는 이미지와 텍스트 프롬프트를 기반으로 이미지를 편집하는 이미지-투-이미지 모델로, 정밀한 조정과 창의적 변형이 가능합니다.",
  "qwen-image.description": "Qwen-Image는 다양한 예술 스타일을 지원하고 복잡한 텍스트 렌더링에 강한 범용 이미지 생성 모델입니다. 특히 중국어와 영어에 강하며, 다중 행 레이아웃, 문단 수준 텍스트, 복잡한 텍스트-이미지 레이아웃의 세부 표현을 지원합니다.",
  "qwen-long.description": "초대형 Qwen 모델로, 긴 문맥과 다문서 시나리오에서의 대화를 지원합니다.",
  "qwen-math-plus-latest.description": "Qwen Math는 수학 문제 해결에 특화된 언어 모델입니다.",
  "qwen-math-plus.description": "Qwen Math는 수학 문제 해결에 특화된 언어 모델입니다.",
  "qwen-math-turbo-latest.description": "Qwen Math는 수학 문제 해결에 특화된 언어 모델입니다.",
  "qwen-math-turbo.description": "Qwen Math는 수학 문제 해결에 특화된 언어 모델입니다.",
  "qwen-max.description": "천억 규모의 초대형 Qwen 모델로, 중국어, 영어 및 기타 언어를 지원합니다. 현재 Qwen2.5 제품의 API 모델입니다.",
  "qwen-omni-turbo.description": "Qwen-Omni 모델은 비디오, 오디오, 이미지, 텍스트 등 다중 모달 입력을 지원하며, 오디오 및 텍스트 출력을 제공합니다.",
  "qwen-plus.description": "중국어, 영어 및 기타 언어를 지원하는 향상된 초대형 Qwen 모델입니다.",
  "qwen-turbo.description": "Qwen Turbo는 더 이상 업데이트되지 않으며, Qwen Flash로 대체됩니다. 중국어, 영어 및 기타 언어를 지원하는 초대형 Qwen 모델입니다.",
  "qwen-vl-chat-v1.description": "Qwen VL은 다중 이미지 입력, 다회차 질의응답, 창의적 작업 등 유연한 상호작용을 지원합니다.",
  "qwen-vl-max-latest.description": "초대형 Qwen 비전-언어 모델로, 향상된 버전 대비 시각 추론 및 지시 따르기 능력이 더욱 향상되어 인지 및 지각 능력이 강화되었습니다.",
  "qwen-vl-max.description": "초대형 Qwen 비전-언어 모델로, 향상된 버전 대비 시각 추론 및 지시 따르기 능력이 더욱 향상되어 시각적 인지 및 이해력이 강화되었습니다.",
  "qwen-vl-ocr.description": "Qwen OCR은 문서, 표, 시험 이미지, 필기체 등에서 텍스트를 추출하는 모델입니다. 중국어, 영어, 프랑스어, 일본어, 한국어, 독일어, 러시아어, 이탈리아어, 베트남어, 아랍어를 지원합니다.",
  "qwen-vl-plus-latest.description": "세부 묘사 및 텍스트 인식에서 큰 향상을 이룬 향상된 대규모 Qwen 비전-언어 모델로, 100만 화소 이상의 해상도와 자유로운 종횡비를 지원합니다.",
  "qwen-vl-plus.description": "세부 묘사 및 텍스트 인식에서 큰 향상을 이룬 향상된 대규모 Qwen 비전-언어 모델로, 100만 화소 이상의 해상도와 자유로운 종횡비를 지원합니다.",
  "qwen-vl-v1.description": "Qwen-7B에서 초기화된 사전학습 모델로, 비전 모듈과 448 해상도 이미지 입력을 추가하였습니다.",
  "qwen/qwen-2-7b-instruct.description": "Qwen2는 새로운 Qwen LLM 시리즈입니다. Qwen2 7B는 언어 이해, 다국어 처리, 프로그래밍, 수학, 추론에 뛰어난 트랜스포머 기반 모델입니다.",
  "qwen/qwen-2-7b-instruct:free.description": "Qwen2는 이해력과 생성 능력이 향상된 새로운 대형 언어 모델 시리즈입니다.",
  "qwen/qwen-2-vl-72b-instruct.description": "Qwen2-VL은 Qwen-VL의 최신 버전으로, MathVista, DocVQA, RealWorldQA, MTVQA 등 시각 벤치마크에서 최고 성능을 달성했습니다. 20분 이상의 비디오를 이해하여 고품질 Q&A, 대화, 콘텐츠 생성이 가능하며, 복잡한 추론과 의사결정도 처리합니다. 모바일 기기 및 로봇과 통합되어 시각적 맥락과 텍스트 지시에 따라 행동할 수 있습니다. 영어와 중국어 외에도 대부분의 유럽 언어, 일본어, 한국어, 아랍어, 베트남어 등 다양한 언어의 이미지 내 텍스트를 읽을 수 있습니다.",
  "qwen/qwen-2.5-72b-instruct.description": "Qwen2.5-72B-Instruct는 알리바바 클라우드의 최신 LLM 중 하나로, 코딩 및 수학 성능이 크게 향상되었으며, 중국어와 영어를 포함한 29개 이상의 언어를 지원합니다. 지시 따르기, 구조화된 데이터 이해 및 출력(특히 JSON)에서 큰 개선을 보였습니다.",
  "qwen/qwen2.5-32b-instruct.description": "Qwen2.5-32B-Instruct는 알리바바 클라우드의 최신 LLM 중 하나로, 코딩 및 수학 성능이 크게 향상되었으며, 중국어와 영어를 포함한 29개 이상의 언어를 지원합니다. 지시 따르기, 구조화된 데이터 이해 및 출력(특히 JSON)에서 큰 개선을 보였습니다.",
  "qwen/qwen2.5-7b-instruct.description": "중국어와 영어를 지원하는 이중언어 LLM으로, 언어, 코딩, 수학, 추론 작업에 적합합니다.",
  "qwen/qwen2.5-coder-32b-instruct.description": "주요 프로그래밍 언어 전반에 걸쳐 코드 생성, 추론, 수정에 특화된 고급 LLM입니다.",
  "qwen/qwen2.5-coder-7b-instruct.description": "32K 문맥을 지원하는 강력한 중형 코드 모델로, 다국어 프로그래밍에 뛰어납니다.",
  "qwen/qwen3-14b.description": "Qwen3-14B는 일반적인 추론 및 대화 시나리오를 위한 14B 버전입니다.",
  "qwen/qwen3-14b:free.description": "Qwen3-14B는 복잡한 추론과 효율적인 대화를 위해 설계된 148억 매개변수의 밀집형 인과 LLM입니다. 수학, 코딩, 논리를 위한 사고 모드와 일반 대화를 위한 비사고 모드 간 전환이 가능합니다. 100개 이상의 언어와 방언에 걸쳐 지시 따르기, 에이전트 도구 사용, 창의적 글쓰기에 최적화되어 있습니다. 기본적으로 32K 컨텍스트를 처리하며 YaRN을 통해 131K까지 확장됩니다.",
  "qwen/qwen3-235b-a22b-2507.description": "Qwen3-235B-A22B-Instruct-2507은 Qwen3 시리즈의 Instruct 변형으로, 다국어 지시 수행과 장문 컨텍스트 시나리오 간의 균형을 이룹니다.",
  "qwen/qwen3-235b-a22b-thinking-2507.description": "Qwen3-235B-A22B-Thinking-2507은 복잡한 수학 및 추론 작업에 강화된 Qwen3의 사고 중심 변형입니다.",
  "qwen/qwen3-235b-a22b.description": "Qwen3-235B-A22B는 Qwen의 235B 매개변수 MoE 모델로, 한 번의 추론에 22B가 활성화됩니다. 복잡한 추론, 수학, 코드를 위한 사고 모드와 효율적인 대화를 위한 비사고 모드 간 전환이 가능합니다. 강력한 추론 능력, 100개 이상의 언어/방언 지원, 고급 지시 따르기 및 에이전트 도구 사용을 제공합니다. 기본적으로 32K 컨텍스트를 처리하며 YaRN을 통해 131K까지 확장됩니다.",
  "qwen/qwen3-235b-a22b:free.description": "Qwen3-235B-A22B는 Qwen의 235B 매개변수 MoE 모델로, 한 번의 추론에 22B가 활성화됩니다. 복잡한 추론, 수학, 코드를 위한 사고 모드와 효율적인 대화를 위한 비사고 모드 간 전환이 가능합니다. 강력한 추론 능력, 100개 이상의 언어/방언 지원, 고급 지시 따르기 및 에이전트 도구 사용을 제공합니다. 기본적으로 32K 컨텍스트를 처리하며 YaRN을 통해 131K까지 확장됩니다.",
  "qwen/qwen3-30b-a3b.description": "Qwen3는 밀집형 및 MoE 아키텍처를 갖춘 최신 Qwen LLM 세대로, 추론, 다국어 지원, 고급 에이전트 작업에서 뛰어난 성능을 발휘합니다. 복잡한 추론을 위한 사고 모드와 효율적인 대화를 위한 비사고 모드 간 전환 기능을 통해 다재다능하고 고품질의 성능을 보장합니다.\n\nQwen3는 QwQ 및 Qwen2.5와 같은 이전 모델을 크게 능가하며, 수학, 코딩, 상식 추론, 창의적 글쓰기, 대화형 채팅에서 탁월한 성능을 제공합니다. Qwen3-30B-A3B 변형은 305억 매개변수(3.3B 활성), 48개 레이어, 128명의 전문가(작업당 8명 활성)를 갖추고 있으며, YaRN을 통해 최대 131K 컨텍스트를 지원하여 오픈 모델의 새로운 기준을 제시합니다.",
  "qwen/qwen3-30b-a3b:free.description": "Qwen3는 밀집형 및 MoE 아키텍처를 갖춘 최신 Qwen LLM 세대로, 추론, 다국어 지원, 고급 에이전트 작업에서 뛰어난 성능을 발휘합니다. 복잡한 추론을 위한 사고 모드와 효율적인 대화를 위한 비사고 모드 간 전환 기능을 통해 다재다능하고 고품질의 성능을 보장합니다.\n\nQwen3는 QwQ 및 Qwen2.5와 같은 이전 모델을 크게 능가하며, 수학, 코딩, 상식 추론, 창의적 글쓰기, 대화형 채팅에서 탁월한 성능을 제공합니다. Qwen3-30B-A3B 변형은 305억 매개변수(3.3B 활성), 48개 레이어, 128명의 전문가(작업당 8명 활성)를 갖추고 있으며, YaRN을 통해 최대 131K 컨텍스트를 지원하여 오픈 모델의 새로운 기준을 제시합니다.",
  "qwen/qwen3-32b.description": "Qwen3-32B는 복잡한 추론과 효율적인 대화를 위해 최적화된 328억 매개변수의 밀집형 인과 LLM입니다. 수학, 코딩, 논리를 위한 사고 모드와 빠른 일반 대화를 위한 비사고 모드 간 전환이 가능합니다. 100개 이상의 언어와 방언에 걸쳐 지시 따르기, 에이전트 도구 사용, 창의적 글쓰기에 강점을 보입니다. 기본적으로 32K 컨텍스트를 처리하며 YaRN을 통해 131K까지 확장됩니다.",
  "qwen/qwen3-32b:free.description": "Qwen3-32B는 복잡한 추론과 효율적인 대화를 위해 최적화된 328억 매개변수의 밀집형 인과 LLM입니다. 수학, 코딩, 논리를 위한 사고 모드와 빠른 일반 대화를 위한 비사고 모드 간 전환이 가능합니다. 100개 이상의 언어와 방언에 걸쳐 지시 따르기, 에이전트 도구 사용, 창의적 글쓰기에 강점을 보입니다. 기본적으로 32K 컨텍스트를 처리하며 YaRN을 통해 131K까지 확장됩니다.",
  "qwen/qwen3-8b:free.description": "Qwen3-8B는 추론 중심 작업과 효율적인 대화를 위해 설계된 82억 매개변수의 밀집형 인과 LLM입니다. 수학, 코딩, 논리를 위한 사고 모드와 일반 대화를 위한 비사고 모드 간 전환이 가능합니다. 100개 이상의 언어와 방언에 걸쳐 지시 따르기, 에이전트 통합, 창의적 글쓰기에 최적화되어 있습니다. 기본적으로 32K 컨텍스트를 지원하며 YaRN을 통해 131K까지 확장됩니다.",
  "qwen/qwen3-coder-plus.description": "Qwen3-Coder-Plus는 복잡한 도구 사용과 장시간 세션에 최적화된 Qwen 시리즈의 코딩 에이전트 모델입니다.",
  "qwen/qwen3-coder.description": "Qwen3-Coder는 장문 코드 이해 및 생성에 강점을 가진 Qwen3 코드 생성 모델군입니다.",
  "qwen/qwen3-max-preview.description": "Qwen3 Max (프리뷰)는 고급 추론 및 도구 통합을 위한 Max 변형입니다.",
  "qwen/qwen3-max.description": "Qwen3 Max는 Qwen3 시리즈의 고급 추론 모델로, 다국어 추론 및 도구 통합에 최적화되어 있습니다.",
  "qwen/qwen3-vl-plus.description": "Qwen3 VL-Plus는 향상된 멀티모달 추론 및 비디오 처리 기능을 갖춘 비전 강화형 Qwen3 변형입니다.",
  "qwen2.5-14b-instruct-1m.description": "Qwen2.5 오픈소스 72B 모델입니다.",
  "qwen2.5-14b-instruct.description": "Qwen2.5 오픈소스 14B 모델입니다.",
  "qwen2.5-32b-instruct.description": "Qwen2.5 오픈소스 32B 모델입니다.",
  "qwen2.5-72b-instruct.description": "Qwen2.5 오픈소스 72B 모델입니다.",
  "qwen2.5-7b-instruct.description": "Qwen2.5 7B Instruct는 다중 시나리오 대화 및 생성을 위한 성숙한 오픈소스 지시 모델입니다.",
  "qwen2.5-coder-1.5b-instruct.description": "오픈소스 Qwen 코드 모델입니다.",
  "qwen2.5-coder-14b-instruct.description": "오픈소스 Qwen 코드 모델입니다.",
  "qwen2.5-coder-32b-instruct.description": "오픈소스 Qwen 코드 모델입니다.",
  "qwen2.5-coder-7b-instruct.description": "오픈소스 Qwen 코드 모델입니다.",
  "qwen2.5-coder-instruct.description": "Qwen2.5-Coder는 Qwen 계열의 최신 코드 중심 LLM입니다 (이전 명칭: CodeQwen).",
  "qwen2.5-instruct.description": "Qwen2.5는 0.5B에서 72B까지의 기본 및 지시 조정 모델을 포함한 최신 Qwen LLM 시리즈입니다.",
  "qwen2.5-math-1.5b-instruct.description": "Qwen-Math는 강력한 수학 문제 해결 능력을 제공합니다.",
  "qwen2.5-math-72b-instruct.description": "Qwen-Math는 강력한 수학 문제 해결 능력을 제공합니다.",
  "qwen2.5-math-7b-instruct.description": "Qwen-Math는 강력한 수학 문제 해결 능력을 제공합니다.",
  "qwen2.5-omni-7b.description": "Qwen-Omni 모델은 멀티모달 입력(비디오, 오디오, 이미지, 텍스트)을 지원하며 오디오 및 텍스트 출력을 제공합니다.",
  "qwen2.5-vl-32b-instruct.description": "Qwen2.5 VL 32B Instruct는 프라이빗 배포 및 다중 시나리오 사용에 적합한 오픈소스 멀티모달 모델입니다.",
  "qwen2.5-vl-72b-instruct.description": "지시 따르기, 수학, 문제 해결, 코딩이 향상되었으며, 일반 객체 인식이 강화되었습니다. 다양한 형식에서 정밀한 시각 요소 위치 지정, 최대 10분 길이의 비디오 이해, 이벤트 타이밍, 시간 순서 및 속도 이해, OS 또는 모바일 제어가 가능한 에이전트 지원, 핵심 정보 추출 및 JSON 출력 기능을 갖추고 있습니다. 이 모델은 시리즈 중 가장 강력한 72B 버전입니다.",
  "qwen2.5-vl-7b-instruct.description": "Qwen2.5 VL 7B Instruct는 배포 비용과 인식 능력 간의 균형을 고려한 경량 멀티모달 모델입니다.",
  "qwen2.5-vl-instruct.description": "Qwen2.5-VL은 Qwen 계열의 최신 비전-언어 모델입니다.",
  "qwen2.5.description": "Qwen2.5는 다양한 사용 사례에서 강력한 성능을 발휘하는 Alibaba의 차세대 대형 언어 모델입니다.",
  "qwen2.5:0.5b.description": "Qwen2.5는 다양한 사용 사례에서 강력한 성능을 발휘하는 Alibaba의 차세대 대형 언어 모델입니다.",
  "qwen2.5:1.5b.description": "Qwen2.5는 다양한 사용 사례에서 강력한 성능을 발휘하는 Alibaba의 차세대 대형 언어 모델입니다.",
  "qwen2.5:72b.description": "Qwen2.5는 다양한 사용 사례에서 강력한 성능을 발휘하는 Alibaba의 차세대 대형 언어 모델입니다.",
  "qwen2.description": "Qwen2는 다양한 사용 사례에서 강력한 성능을 발휘하는 Alibaba의 차세대 대형 언어 모델입니다.",
  "qwen2:0.5b.description": "Qwen2는 다양한 사용 사례에서 강력한 성능을 발휘하는 Alibaba의 차세대 대형 언어 모델입니다.",
  "qwen2:1.5b.description": "Qwen2는 다양한 사용 사례에서 강력한 성능을 발휘하는 Alibaba의 차세대 대형 언어 모델입니다.",
  "qwen2:72b.description": "Qwen2는 다양한 사용 사례에서 강력한 성능을 발휘하는 Alibaba의 차세대 대형 언어 모델입니다.",
  "qwen3-0.6b.description": "Qwen3 0.6B는 단순한 추론과 매우 제한된 환경을 위한 입문용 모델입니다.",
  "qwen3-1.7b.description": "Qwen3 1.7B는 엣지 및 디바이스 배포를 위한 초경량 모델입니다.",
  "qwen3-14b.description": "Qwen3-14B는 일반 추론 및 대화 시나리오에 적합한 14B 버전입니다.",
  "qwen3-235b-a22b-instruct-2507.description": "Qwen3 235B A22B Instruct 2507은 다양한 생성 및 추론 작업을 위한 플래그십 지시 모델입니다.",
  "qwen3-235b-a22b-thinking-2507.description": "Qwen3 235B A22B Thinking 2507은 고난도 추론을 위한 초대형 사고 모델입니다.",
  "qwen3-235b-a22b.description": "Qwen3는 차세대 Tongyi Qwen 모델로, 추론, 일반 능력, 에이전트 기능, 다국어 성능에서 큰 향상을 이루었으며, 사고 모드 전환을 지원합니다.",
  "qwen3-30b-a3b-instruct-2507.description": "Qwen3 30B A3B Instruct 2507은 고품질 생성 및 질의응답을 위한 중대형 지시 모델입니다.",
  "qwen3-30b-a3b-thinking-2507.description": "Qwen3 30B A3B Thinking 2507은 정확성과 비용의 균형을 맞춘 중대형 사고 모델입니다.",
  "qwen3-30b-a3b.description": "Qwen3 30B A3B는 비용과 품질의 균형을 고려한 중대형 범용 모델입니다.",
  "qwen3-32b.description": "Qwen3 32B는 더 강력한 이해가 필요한 일반 작업에 적합합니다.",
  "qwen3-4b.description": "Qwen3 4B는 소형~중형 애플리케이션 및 로컬 추론에 적합합니다.",
  "qwen3-8b.description": "Qwen3 8B는 고동시 처리에 적합한 유연한 배포가 가능한 경량 모델입니다.",
  "qwen3-coder-30b-a3b-instruct.description": "오픈소스 Qwen 코드 모델입니다. 최신 qwen3-coder-30b-a3b-instruct는 Qwen3 기반으로, 자율 프로그래밍을 위한 강력한 코딩 에이전트 기능, 도구 활용, 환경 상호작용을 제공하며, 우수한 코드 성능과 견고한 범용 능력을 갖추고 있습니다.",
  "qwen3-coder-480b-a35b-instruct.description": "Qwen3 Coder 480B A35B Instruct는 다국어 프로그래밍과 복잡한 코드 이해를 위한 플래그십 코드 모델입니다.",
  "qwen3-coder-flash.description": "Qwen 코드 모델입니다. 최신 Qwen3-Coder 시리즈는 Qwen3 기반으로, 자율 프로그래밍을 위한 강력한 코딩 에이전트 기능, 도구 활용, 환경 상호작용을 제공하며, 우수한 코드 성능과 견고한 범용 능력을 갖추고 있습니다.",
  "qwen3-coder-plus.description": "Qwen 코드 모델입니다. 최신 Qwen3-Coder 시리즈는 Qwen3 기반으로, 자율 프로그래밍을 위한 강력한 코딩 에이전트 기능, 도구 활용, 환경 상호작용을 제공하며, 우수한 코드 성능과 견고한 범용 능력을 갖추고 있습니다.",
  "qwen3-coder:480b.description": "Alibaba의 고성능 장문 컨텍스트 모델로, 에이전트 및 코딩 작업에 적합합니다.",
  "qwen3-max-2026-01-23.description": "Qwen3 Max 모델은 2.5 시리즈 대비 일반 능력, 중영어 이해, 복잡한 지시 따르기, 주관적 개방형 작업, 다국어 능력, 도구 사용에서 큰 향상을 이루었으며, 환각 현상이 줄었습니다. 최신 qwen3-max는 qwen3-max-preview보다 에이전트 프로그래밍 및 도구 사용이 향상되었으며, 복잡한 에이전트 요구를 충족하는 분야 최고 성능을 달성했습니다.",
  "qwen3-max-preview.description": "복잡하고 다단계 작업에 최적화된 Qwen 모델의 프리뷰 버전입니다. 사고 기능을 지원합니다.",
  "qwen3-max.description": "Qwen3 Max 모델은 2.5 시리즈 대비 전반적인 능력, 중영어 이해, 복잡한 지시 수행, 주관적 개방형 작업, 다국어 처리, 도구 활용 등에서 큰 향상을 보이며, 환각 현상도 줄였습니다. 최신 qwen3-max는 qwen3-max-preview보다 에이전트 프로그래밍과 도구 활용이 향상되었습니다. 이 릴리스는 분야별 SOTA 수준에 도달하며, 더 복잡한 에이전트 요구를 충족합니다.",
  "qwen3-next-80b-a3b-instruct.description": "차세대 Qwen3 오픈소스 모델로, 이전 버전(Qwen3-235B-A22B-Instruct-2507) 대비 중국어 이해, 논리적 추론, 텍스트 생성 능력이 향상되었습니다.",
  "qwen3-next-80b-a3b-thinking.description": "Qwen3 Next 80B A3B Thinking은 복잡한 작업을 위한 플래그십 추론 모델입니다.",
  "qwen3-omni-flash.description": "Qwen-Omni는 텍스트, 이미지, 오디오, 비디오 등 다양한 입력을 받아 텍스트 또는 음성으로 출력합니다. 다양한 자연스러운 음성 스타일을 제공하며, 다국어 및 방언 음성을 지원하고, 글쓰기, 시각 인식, 음성 비서 등 다양한 활용 사례에 적합합니다.",
  "qwen3-vl-235b-a22b-instruct.description": "Qwen3 VL 235B A22B Instruct는 고난도 이해 및 생성 작업을 위한 플래그십 멀티모달 모델입니다.",
  "qwen3-vl-235b-a22b-thinking.description": "Qwen3 VL 235B A22B Thinking은 복잡한 멀티모달 추론 및 계획을 위한 플래그십 사고 버전입니다.",
  "qwen3-vl-30b-a3b-instruct.description": "Qwen3 VL 30B A3B Instruct는 정확성과 추론 성능의 균형을 갖춘 대형 멀티모달 모델입니다.",
  "qwen3-vl-30b-a3b-thinking.description": "Qwen3 VL 30B A3B Thinking은 복잡한 멀티모달 작업을 위한 심층 사고 버전입니다.",
  "qwen3-vl-32b-instruct.description": "Qwen3 VL 32B Instruct는 고품질 이미지-텍스트 질의응답 및 생성에 최적화된 멀티모달 지시 조정 모델입니다.",
  "qwen3-vl-32b-thinking.description": "Qwen3 VL 32B Thinking은 복잡한 추론과 장기 연쇄 분석을 위한 심층 사고 멀티모달 버전입니다.",
  "qwen3-vl-8b-instruct.description": "Qwen3 VL 8B Instruct는 일상적인 시각 질의응답 및 앱 통합에 적합한 경량 멀티모달 모델입니다.",
  "qwen3-vl-8b-thinking.description": "Qwen3 VL 8B Thinking은 정밀한 시각 추론을 위한 멀티모달 연쇄 사고 모델입니다.",
  "qwen3-vl-flash.description": "Qwen3 VL Flash는 지연 민감 또는 대량 요청에 적합한 경량 고속 추론 버전입니다.",
  "qwen3-vl-plus.description": "Qwen VL은 시각 이해 기능을 갖춘 텍스트 생성 모델입니다. OCR 수행은 물론, 제품 사진에서 속성 추출이나 이미지 기반 문제 해결 등 요약 및 추론도 가능합니다.",
  "qwen3.description": "Qwen3는 Alibaba의 차세대 대형 언어 모델로, 다양한 활용 사례에서 강력한 성능을 발휘합니다.",
  "qwq-32b-preview.description": "QwQ는 향상된 추론 능력에 중점을 둔 Qwen의 실험적 연구 모델입니다.",
  "qwq-32b.description": "QwQ는 Qwen 계열의 추론 모델입니다. 일반적인 지시 조정 모델과 비교해 사고 및 추론 능력이 뛰어나며, 특히 복잡한 문제에서 다운스트림 성능을 크게 향상시킵니다. QwQ-32B는 DeepSeek-R1 및 o1-mini와 경쟁할 수 있는 중형 추론 모델입니다.",
  "qwq-plus.description": "Qwen2.5 기반으로 학습된 QwQ 추론 모델은 RL을 통해 추론 능력을 크게 향상시켰습니다. 수학/코드(AIME 24/25, LiveCodeBench) 및 일부 일반 벤치마크(IFEval, LiveBench)에서 DeepSeek-R1 수준의 성능을 달성합니다.",
  "qwq.description": "QwQ는 Qwen 계열의 추론 모델입니다. 일반적인 지시 조정 모델과 비교해 사고 및 추론 능력이 뛰어나며, 특히 어려운 문제에서 다운스트림 성능을 크게 향상시킵니다. QwQ-32B는 DeepSeek-R1 및 o1-mini와 경쟁할 수 있는 중형 추론 모델입니다.",
  "qwq_32b.description": "Qwen 계열의 중형 추론 모델입니다. 일반적인 지시 조정 모델과 비교해 QwQ의 사고 및 추론 능력은 특히 어려운 문제에서 다운스트림 성능을 크게 향상시킵니다.",
  "r1-1776.description": "R1-1776은 DeepSeek R1의 후속 학습 버전으로, 검열되지 않고 편향 없는 사실 정보를 제공합니다.",
  "solar-mini-ja.description": "Solar Mini (Ja)는 Solar Mini의 일본어 특화 버전으로, 영어와 한국어에서도 효율적이고 강력한 성능을 유지합니다.",
  "solar-mini.description": "Solar Mini는 GPT-3.5를 능가하는 성능을 가진 소형 LLM으로, 영어와 한국어를 지원하는 강력한 다국어 기능을 갖추고 있으며, 효율적인 경량 솔루션을 제공합니다.",
  "solar-pro.description": "Solar Pro는 Upstage의 고지능 LLM으로, 단일 GPU에서 지시 수행에 최적화되어 있으며, IFEval 점수 80 이상을 기록합니다. 현재는 영어를 지원하며, 2024년 11월 전체 릴리스 시 더 많은 언어와 긴 컨텍스트를 지원할 예정입니다.",
  "sonar-deep-research.description": "Deep Research는 전문가 수준의 종합적인 리서치를 수행하고 이를 이해하기 쉽고 실행 가능한 보고서로 정리합니다.",
  "sonar-pro.description": "복잡한 질의와 후속 질문을 위한 검색 기반 고급 검색 제품입니다.",
  "sonar-reasoning-pro.description": "복잡한 질의와 후속 질문을 위한 검색 기반 고급 검색 제품입니다.",
  "sonar-reasoning.description": "복잡한 질의와 후속 질문을 위한 검색 기반 고급 검색 제품입니다.",
  "sonar.description": "Sonar Pro보다 빠르고 저렴한 경량 검색 기반 제품입니다.",
  "spark-x.description": "X1.5 업데이트: (1) `thinking` 필드로 제어되는 동적 사고 모드 추가; (2) 64K 입력 및 64K 출력의 확장된 컨텍스트 길이; (3) FunctionCall 지원.",
  "stable-diffusion-3-medium.description": "Stability AI의 최신 텍스트-이미지 모델입니다. 이미지 품질, 텍스트 이해, 스타일 다양성이 크게 향상되었으며, 복잡한 자연어 프롬프트를 더 정확하게 해석하고 정밀하고 다양한 이미지를 생성합니다.",
  "stable-diffusion-3.5-large-turbo.description": "stable-diffusion-3.5-large-turbo는 stable-diffusion-3.5-large에 적대적 확산 증류(ADD)를 적용하여 속도를 향상시킨 버전입니다.",
  "stable-diffusion-3.5-large.description": "stable-diffusion-3.5-large는 800M 파라미터의 MMDiT 텍스트-이미지 모델로, 우수한 품질과 프롬프트 정렬을 제공하며, 1메가픽셀 이미지를 지원하고 소비자 하드웨어에서 효율적으로 실행됩니다.",
  "stable-diffusion-v1.5.description": "stable-diffusion-v1.5는 v1.2 체크포인트에서 초기화되어 \"laion-aesthetics v2 5+\" 데이터셋으로 595k 스텝 파인튜닝되었으며, 텍스트 조건화를 10% 줄여 classifier-free guidance 샘플링을 개선했습니다.",
  "stable-diffusion-xl-base-1.0.description": "Stability AI의 오픈소스 텍스트-이미지 모델로, 업계 최고 수준의 창의적 이미지 생성을 제공합니다. 지시 이해력이 뛰어나며, 정밀한 생성을 위한 역 프롬프트 정의도 지원합니다.",
  "stable-diffusion-xl.description": "stable-diffusion-xl은 v1.5 대비 큰 개선을 이루었으며, 최고 수준의 오픈 텍스트-이미지 결과와 견줄 만합니다. 개선 사항에는 3배 더 큰 UNet 백본, 이미지 품질 향상을 위한 리파인먼트 모듈, 더 효율적인 학습 기법이 포함됩니다.",
  "step-1-128k.description": "일반적인 시나리오에서 성능과 비용의 균형을 제공합니다.",
  "step-1-256k.description": "장문 문서 분석에 적합한 초장문 컨텍스트 처리 지원.",
  "step-1-32k.description": "다양한 시나리오에 적합한 중간 길이 대화 지원.",
  "step-1-8k.description": "경량 작업에 적합한 소형 모델입니다.",
  "step-1-flash.description": "실시간 채팅에 적합한 고속 모델입니다.",
  "step-1.5v-mini.description": "강력한 비디오 이해 능력을 갖춘 모델입니다.",
  "step-1o-turbo-vision.description": "1o보다 수학 및 코딩 성능이 뛰어난 이미지 이해 모델로, 더 작고 빠른 출력 속도를 자랑합니다.",
  "step-1o-vision-32k.description": "Step-1V 시리즈보다 향상된 시각 성능을 제공하는 강력한 이미지 이해 모델입니다.",
  "step-1v-32k.description": "풍부한 멀티모달 상호작용을 위한 시각 입력을 지원합니다.",
  "step-1v-8k.description": "기본 이미지-텍스트 작업을 위한 소형 비전 모델입니다.",
  "step-1x-edit.description": "이 모델은 이미지 편집에 중점을 두며, 사용자 제공 이미지와 텍스트를 기반으로 이미지를 수정 및 향상시킵니다. 텍스트 설명 및 예시 이미지 등 다양한 입력 형식을 지원하며, 사용자 의도에 맞는 편집을 생성합니다.",
  "step-1x-medium.description": "이 모델은 텍스트 프롬프트 입력을 기반으로 강력한 이미지 생성을 제공합니다. 중국어를 기본적으로 지원하여 중국어 설명을 더 잘 이해하고 의미를 시각적 특징으로 변환하여 더 정확한 생성을 수행합니다. 고해상도, 고품질 이미지를 생성하며 일정 수준의 스타일 전환도 지원합니다.",
  "step-2-16k-exp.description": "최신 기능과 지속적인 업데이트가 포함된 실험적 Step-2 빌드입니다. 프로덕션 환경에는 권장되지 않습니다.",
  "step-2-16k.description": "복잡한 대화를 위한 대용량 문맥 상호작용을 지원합니다.",
  "step-2-mini.description": "차세대 자체 개발 MFA 어텐션 아키텍처 기반으로, Step-1 수준의 결과를 훨씬 낮은 비용으로 제공하며, 처리량과 지연 시간도 개선되었습니다. 일반 작업과 강력한 코딩 능력을 처리합니다.",
  "step-2x-large.description": "StepFun의 차세대 이미지 생성 모델로, 텍스트 프롬프트로부터 고품질 이미지를 생성합니다. 더 사실적인 질감과 강력한 중영문 텍스트 렌더링을 제공합니다.",
  "step-3.description": "강력한 시각 인식과 복잡한 추론 능력을 갖춘 모델로, 도메인 간 지식 이해, 수학-시각 교차 분석, 다양한 일상 시각 분석 작업을 정확하게 처리합니다.",
  "step-r1-v-mini.description": "이미지와 텍스트를 처리한 후 깊은 추론을 통해 텍스트를 생성하는 강력한 이미지 이해 추론 모델입니다. 시각 추론에 뛰어나며, 수학, 코딩, 텍스트 추론에서 최고 수준의 성능을 발휘하며, 100K 문맥 창을 지원합니다.",
  "stepfun-ai/step3.description": "Step3는 StepFun의 최첨단 멀티모달 추론 모델로, 총 321B, 활성 38B 파라미터의 MoE 아키텍처 기반입니다. 종단 간 설계로 디코딩 비용을 최소화하면서 최고 수준의 비전-언어 추론을 제공합니다. MFA 및 AFD 설계를 통해 고급 및 저사양 가속기 모두에서 효율적입니다. 사전학습은 20T+ 텍스트 토큰과 4T 이미지-텍스트 토큰을 다국어로 사용하며, 수학, 코드, 멀티모달 벤치마크에서 최고 수준의 오픈모델 성능을 달성합니다.",
  "taichu_llm.description": "대규모 고품질 데이터로 학습되어 텍스트 이해, 콘텐츠 생성, 대화형 질의응답 능력이 향상되었습니다.",
  "taichu_o1.description": "taichu_o1은 멀티모달 상호작용과 강화학습을 통해 인간과 유사한 연쇄적 사고를 구현하는 차세대 추론 모델로, 복잡한 의사결정 시뮬레이션을 지원하며, 높은 정확도를 유지하면서 추론 경로를 노출합니다. 전략 분석 및 심층 사고에 적합합니다.",
  "taichu_vl.description": "이미지 이해, 지식 전이, 논리 귀속을 결합하여 이미지-텍스트 질의응답에서 뛰어난 성능을 발휘합니다.",
  "tencent/Hunyuan-A13B-Instruct.description": "Hunyuan-A13B-Instruct는 총 80B, 활성 13B 파라미터로 더 큰 모델과 유사한 성능을 제공합니다. 빠른/느린 하이브리드 추론, 안정적인 장문 이해, BFCL-v3 및 τ-Bench에서 선도적인 에이전트 능력을 지원합니다. GQA 및 다중 양자화 형식을 통해 효율적인 추론이 가능합니다.",
  "tencent/Hunyuan-MT-7B.description": "Hunyuan 번역 모델은 Hunyuan-MT-7B와 앙상블 모델 Hunyuan-MT-Chimera로 구성됩니다. Hunyuan-MT-7B는 33개 언어와 5개 중국 소수민족 언어를 지원하는 7B 경량 번역 모델로, WMT25에서 31개 언어쌍 중 30개에서 1위를 차지했습니다. 텐센트 Hunyuan은 사전학습부터 SFT, 번역 RL, 앙상블 RL까지 전체 학습 파이프라인을 사용하여 효율적이고 배포가 쉬운 최고 성능을 달성했습니다.",
  "text-embedding-3-large.description": "영어 및 비영어 작업에 가장 강력한 임베딩 모델입니다.",
  "text-embedding-3-small-inference.description": "텍스트 임베딩을 위한 Embedding V3 small (Inference) 모델입니다.",
  "text-embedding-3-small.description": "검색 및 RAG 시나리오에 적합한 효율적이고 비용 효율적인 차세대 임베딩 모델입니다.",
  "text-embedding-ada-002.description": "텍스트 임베딩을 위한 Embedding V2 Ada 모델입니다.",
  "thudm/glm-4-32b.description": "GLM-4-32B-0414는 코드 생성, 함수 호출, 에이전트 작업에 최적화된 32B 중영 이중언어 오픈 가중치 모델입니다. 15T 고품질 추론 중심 데이터로 사전학습되었으며, 인간 선호 정렬, 거절 샘플링, RL로 추가 정제되었습니다. 복잡한 추론, 산출물 생성, 구조화된 출력에서 뛰어나며, 여러 벤치마크에서 GPT-4o 및 DeepSeek-V3-0324 수준의 성능을 달성합니다.",
  "thudm/glm-4-32b:free.description": "GLM-4-32B-0414는 코드 생성, 함수 호출, 에이전트 작업에 최적화된 32B 중영 이중언어 오픈 가중치 모델입니다. 15T 고품질 추론 중심 데이터로 사전학습되었으며, 인간 선호 정렬, 거절 샘플링, RL로 추가 정제되었습니다. 복잡한 추론, 산출물 생성, 구조화된 출력에서 뛰어나며, 여러 벤치마크에서 GPT-4o 및 DeepSeek-V3-0324 수준의 성능을 달성합니다.",
  "thudm/glm-4-9b-chat.description": "Zhipu AI의 최신 GLM-4 사전학습 모델의 오픈소스 릴리스입니다.",
  "thudm/glm-z1-32b.description": "GLM-Z1-32B-0414는 GLM-4-32B의 향상된 추론 버전으로, 수학, 논리, 코드 중심 문제 해결에 최적화되었습니다. 복잡한 다단계 작업을 개선하기 위해 확장된 RL(작업별 및 일반 쌍별 선호)을 적용하였습니다. 프롬프트 엔지니어링을 통한 사고 단계 유도, 장문 출력의 일관성 향상, 에이전트 워크플로우 최적화(YaRN 기반 장문맥, JSON 도구 호출, 세밀한 샘플링)를 지원합니다. 정밀한 다단계 또는 형식적 유도 작업에 이상적입니다.",
  "thudm/glm-z1-rumination-32b.description": "GLM Z1 Rumination 32B는 GLM-4-Z1 시리즈의 32B 심층 추론 모델로, 장시간 사고가 필요한 복잡한 개방형 작업에 최적화되었습니다. glm-4-32b-0414를 기반으로 추가 RL 단계와 다단계 정렬을 도입하여 '반추' 기능을 구현하였습니다. 반복 추론, 다중 홉 분석, 검색·인용 기반 통합 등 도구 보강 워크플로우를 포함합니다. 연구 글쓰기, 비교 분석, 복잡한 질의응답에 뛰어나며, 에이전트 파이프라인을 위한 검색/탐색 함수 호출(`search`, `click`, `open`, `finish`)을 지원합니다. 반추 행동은 규칙 기반 보상 설계와 지연된 의사결정 메커니즘을 포함한 다회전 루프로 제어되며, OpenAI의 내부 정렬 스택과 같은 심층 연구 프레임워크를 기준으로 벤치마크되었습니다. 이 변형은 속도보다 깊이에 중점을 둡니다.",
  "tngtech/deepseek-r1t-chimera:free.description": "DeepSeek-R1T-Chimera는 DeepSeek-R1과 DeepSeek-V3(0324)를 병합하여 R1의 추론력과 V3의 토큰 효율성을 결합한 모델입니다. DeepSeek-MoE 트랜스포머 기반으로, 일반 텍스트 생성에 최적화되었습니다. 사전학습 가중치를 병합하여 추론, 효율성, 지시 따르기의 균형을 맞췄으며, 연구 및 상업적 사용을 위한 MIT 라이선스로 공개되었습니다.",
  "togethercomputer/StripedHyena-Nous-7B.description": "StripedHyena Nous (7B)는 아키텍처와 전략을 통해 연산 효율성을 향상시킨 모델입니다.",
  "tts-1-hd.description": "품질에 최적화된 최신 텍스트-투-스피치 모델입니다.",
  "tts-1.description": "실시간 속도에 최적화된 최신 텍스트-투-스피치 모델입니다.",
  "upstage/SOLAR-10.7B-Instruct-v1.0.description": "Upstage SOLAR Instruct v1 (11B)는 정밀한 지시 작업에 최적화된 강력한 언어 성능을 제공합니다.",
  "us.anthropic.claude-3-5-sonnet-20241022-v2:0.description": "Claude 3.5 Sonnet은 업계 기준을 끌어올리며, 다양한 평가에서 경쟁 모델과 Claude 3 Opus를 능가하면서도 중간 수준의 속도와 비용을 유지합니다.",
  "us.anthropic.claude-3-7-sonnet-20250219-v1:0.description": "Claude 3.7 Sonnet은 Anthropic의 가장 빠른 차세대 모델로, Claude 3 Haiku 대비 전반적인 능력이 향상되었으며, 이전 플래그십 Claude 3 Opus를 여러 지능 벤치마크에서 능가합니다.",
  "us.anthropic.claude-haiku-4-5-20251001-v1:0.description": "Claude Haiku 4.5는 Anthropic의 가장 빠르고 지능적인 Haiku 모델로, 번개 같은 속도와 확장된 사고 능력을 갖추고 있습니다.",
  "us.anthropic.claude-opus-4-6-v1.description": "Claude Opus 4.6은 에이전트 구축과 코딩에 최적화된 Anthropic의 가장 지능적인 모델입니다.",
  "us.anthropic.claude-sonnet-4-5-20250929-v1:0.description": "Claude Sonnet 4.5는 현재까지 출시된 Anthropic의 가장 지능적인 모델입니다.",
  "v0-1.0-md.description": "v0 API를 통해 제공되는 레거시 모델입니다.",
  "v0-1.5-lg.description": "고급 사고 또는 추론 작업에 적합합니다.",
  "v0-1.5-md.description": "일상 작업 및 UI 생성에 적합합니다.",
  "vercel/v0-1.0-md.description": "v0의 기반 모델에 접근하여 최신 웹 앱을 프레임워크별 추론과 최신 지식으로 생성, 수정, 최적화할 수 있습니다.",
  "vercel/v0-1.5-md.description": "v0의 모델에 접근하여 최신 지식과 프레임워크별 추론을 바탕으로 현대적인 웹 앱을 생성, 수정, 최적화할 수 있습니다.",
  "volcengine/doubao-seed-code.description": "Doubao-Seed-Code는 바이트댄스 화산 엔진의 LLM으로, 에이전트 프로그래밍에 최적화되어 있으며, 256K 컨텍스트 지원과 함께 프로그래밍 및 에이전트 벤치마크에서 뛰어난 성능을 발휘합니다.",
  "wan2.2-t2i-flash.description": "Wanxiang 2.2 Speed는 창의성, 안정성, 사실감이 향상된 최신 모델로, 빠른 생성 속도와 높은 가치를 제공합니다.",
  "wan2.2-t2i-plus.description": "Wanxiang 2.2 Pro는 창의성, 안정성, 사실감이 향상된 최신 모델로, 더욱 풍부한 디테일을 생성합니다.",
  "wanx-v1.description": "기본 텍스트-투-이미지 모델로, Tongyi Wanxiang 1.0 General에 해당합니다.",
  "wanx2.0-t2i-turbo.description": "텍스처가 풍부한 인물화에 강하며, 속도는 중간 수준이고 비용은 낮습니다. Tongyi Wanxiang 2.0 Speed에 해당합니다.",
  "wanx2.1-t2i-plus.description": "이미지 디테일이 더욱 풍부해진 완전 업그레이드 버전으로, 속도는 다소 느립니다. Tongyi Wanxiang 2.1 Pro에 해당합니다.",
  "wanx2.1-t2i-turbo.description": "빠른 생성 속도와 뛰어난 전반적 품질, 높은 가치를 제공하는 완전 업그레이드 버전입니다. Tongyi Wanxiang 2.1 Speed에 해당합니다.",
  "whisper-1.description": "다국어 음성 인식, 음성 번역, 언어 식별을 지원하는 범용 음성 인식 모델입니다.",
  "wizardlm2.description": "WizardLM 2는 Microsoft AI의 언어 모델로, 복잡한 대화, 다국어 작업, 추론, 어시스턴트 기능에 뛰어납니다.",
  "wizardlm2:8x22b.description": "WizardLM 2는 Microsoft AI의 언어 모델로, 복잡한 대화, 다국어 작업, 추론, 어시스턴트 기능에 뛰어납니다.",
  "x-ai/grok-4-fast-non-reasoning.description": "Grok 4 Fast (비추론형)는 xAI의 고처리량, 저비용 멀티모달 모델로, 2M 컨텍스트 윈도우를 지원하며, 지연 시간과 비용에 민감하지만 모델 내 추론이 필요 없는 시나리오에 적합합니다. 추론이 필요한 경우 API의 reasoning 파라미터를 통해 활성화할 수 있습니다. 프롬프트와 응답은 xAI 또는 OpenRouter가 향후 모델 개선을 위해 사용할 수 있습니다.",
  "x-ai/grok-4-fast.description": "Grok 4 Fast는 xAI의 고처리량, 저비용 모델로, 2M 컨텍스트 윈도우를 지원하며, 동시성 높은 환경과 장문 컨텍스트에 이상적입니다.",
  "x-ai/grok-4.1-fast-non-reasoning.description": "Grok 4 Fast (비추론형)는 xAI의 고처리량, 저비용 멀티모달 모델로, 2M 컨텍스트 윈도우를 지원하며, 지연 시간과 비용에 민감하지만 모델 내 추론이 필요 없는 시나리오에 적합합니다. 추론이 필요한 경우 API의 reasoning 파라미터를 통해 활성화할 수 있습니다. 프롬프트와 응답은 xAI 또는 OpenRouter가 향후 모델 개선을 위해 사용할 수 있습니다.",
  "x-ai/grok-4.1-fast.description": "Grok 4 Fast는 xAI의 고처리량, 저비용 모델로, 2M 컨텍스트 윈도우를 지원하며, 동시성 높은 환경과 장문 컨텍스트에 이상적입니다.",
  "x-ai/grok-4.description": "Grok 4는 xAI의 대표 추론 모델로, 강력한 추론 능력과 멀티모달 기능을 갖추고 있습니다.",
  "x-ai/grok-code-fast-1.description": "Grok Code Fast 1은 xAI의 빠른 코드 모델로, 가독성이 높고 엔지니어 친화적인 출력을 제공합니다.",
  "xai/grok-2-vision.description": "Grok 2 Vision은 시각적 작업에 뛰어나며, 시각 수학 추론(MathVista)과 문서 QA(DocVQA)에서 최고 성능을 발휘합니다. 문서, 차트, 그래프, 스크린샷, 사진을 처리할 수 있습니다.",
  "xai/grok-2.description": "Grok 2는 최첨단 추론, 강력한 대화, 코딩 성능을 갖춘 프런티어 모델로, LMSYS에서 Claude 3.5 Sonnet 및 GPT-4 Turbo보다 높은 순위를 기록했습니다.",
  "xai/grok-3-fast.description": "xAI의 대표 모델로, 데이터 추출, 코딩, 요약 등 기업용 사례에 뛰어나며, 금융, 의료, 법률, 과학 분야에 대한 깊은 전문 지식을 갖추고 있습니다. 빠른 변형은 더 빠른 응답을 위해 고속 인프라에서 실행되며, 토큰당 비용은 더 높습니다.",
  "xai/grok-3-mini-fast.description": "xAI의 경량 모델로, 응답 전에 사고하며, 복잡한 도메인 지식 없이 단순하거나 논리 기반 작업에 적합합니다. 원시 추론 경로를 제공합니다. 빠른 변형은 더 빠른 응답을 위해 고속 인프라에서 실행되며, 토큰당 비용은 더 높습니다.",
  "xai/grok-3-mini.description": "xAI의 경량 모델로, 응답 전에 사고하며, 복잡한 도메인 지식 없이 단순하거나 논리 기반 작업에 적합합니다. 원시 추론 경로를 제공합니다.",
  "xai/grok-3.description": "xAI의 대표 모델로, 데이터 추출, 코딩, 요약 등 기업용 사례에 뛰어나며, 금융, 의료, 법률, 과학 분야에 대한 깊은 전문 지식을 갖추고 있습니다.",
  "xai/grok-4.description": "xAI의 최신 대표 모델로, 자연어, 수학, 추론에서 탁월한 성능을 발휘하는 만능형 모델입니다.",
  "yi-large-fc.description": "yi-large 기반에 도구 호출 기능이 강화되어, 에이전트 및 워크플로우 시나리오에 적합합니다.",
  "yi-large-preview.description": "초기 버전이며, 최신 버전인 yi-large 사용을 권장합니다.",
  "yi-large-rag.description": "yi-large 기반의 고급 서비스로, 검색과 생성을 결합하여 실시간 웹 검색을 통한 정확한 답변을 제공합니다.",
  "yi-large-turbo.description": "우수한 성능과 가성비를 제공하며, 품질, 속도, 비용 간의 균형이 뛰어나게 조정된 모델입니다.",
  "yi-large.description": "100B 파라미터의 새로운 모델로, 강력한 질의응답 및 텍스트 생성 능력을 갖추고 있습니다.",
  "yi-lightning-lite.description": "경량 버전이며, yi-lightning 사용을 권장합니다.",
  "yi-lightning.description": "최신 고성능 모델로, 빠른 추론과 고품질 출력을 제공합니다.",
  "yi-medium-200k.description": "200K 길이의 장문 컨텍스트를 지원하여, 깊이 있는 장문 이해 및 생성을 가능하게 합니다.",
  "yi-medium.description": "중간 크기의 모델로, 명령어 수행에 최적화되어 있으며, 성능과 가성비의 균형이 뛰어납니다.",
  "yi-spark.description": "수학 및 코딩 능력이 강화된 컴팩트하고 빠른 모델입니다.",
  "yi-vision-v2.description": "복잡한 작업을 위한 비전 모델로, 다중 이미지 이해 및 분석 능력이 뛰어납니다.",
  "yi-vision.description": "복잡한 작업을 위한 비전 모델로, 강력한 이미지 이해 및 분석 능력을 갖추고 있습니다.",
  "z-ai/glm-4.5-air.description": "GLM 4.5 Air는 비용에 민감한 시나리오를 위한 경량 모델로, 강력한 추론 능력을 유지합니다.",
  "z-ai/glm-4.5.description": "GLM 4.5는 Z.AI의 대표 모델로, 하이브리드 추론이 가능하며, 엔지니어링 및 장문 컨텍스트 작업에 최적화되어 있습니다.",
  "z-ai/glm-4.6.description": "GLM 4.6은 Z.AI의 대표 모델로, 확장된 컨텍스트 길이와 향상된 코딩 기능을 제공합니다.",
  "z-ai/glm-4.7.description": "GLM-4.7은 Zhipu의 최신 플래그십 모델로, 일반 능력 향상, 더 자연스럽고 간결한 응답, 몰입감 있는 글쓰기 경험을 제공합니다.",
  "zai-org/GLM-4.5-Air.description": "GLM-4.5-Air는 Mixture-of-Experts 아키텍처를 사용하는 에이전트 애플리케이션용 기본 모델입니다. 도구 사용, 웹 브라우징, 소프트웨어 엔지니어링, 프론트엔드 코딩에 최적화되어 있으며, Claude Code 및 Roo Code와 같은 코드 에이전트와 통합됩니다. 복잡한 추론과 일상적인 시나리오 모두를 처리할 수 있는 하이브리드 추론을 사용합니다.",
  "zai-org/GLM-4.5.description": "GLM-4.5는 Mixture-of-Experts 아키텍처를 사용하는 에이전트 애플리케이션용 기본 모델입니다. 도구 사용, 웹 브라우징, 소프트웨어 엔지니어링, 프론트엔드 코딩에 깊이 최적화되어 있으며, Claude Code 및 Roo Code와 같은 코드 에이전트와 통합됩니다. 복잡한 추론과 일상적인 시나리오 모두를 처리할 수 있는 하이브리드 추론을 사용합니다.",
  "zai-org/GLM-4.5V.description": "GLM-4.5V는 GLM-4.5-Air 기반의 최신 VLM으로, 106B 총 파라미터(12B 활성)를 갖춘 MoE 아키텍처를 사용하여 낮은 비용으로 강력한 성능을 제공합니다. GLM-4.1V-Thinking 경로를 따르며, 3D-RoPE를 추가하여 3D 공간 추론을 향상시켰습니다. 사전학습, SFT, RL을 통해 최적화되었으며, 이미지, 비디오, 장문 문서를 처리할 수 있습니다. 41개 공개 멀티모달 벤치마크에서 오픈 모델 중 최고 순위를 기록했습니다. Thinking 모드 전환 기능을 통해 속도와 깊이를 조절할 수 있습니다.",
  "zai-org/GLM-4.6.description": "GLM-4.5와 비교해 GLM-4.6은 컨텍스트 길이를 128K에서 200K로 확장하여 더 복잡한 에이전트 작업을 처리할 수 있습니다. 코드 벤치마크에서 더 높은 점수를 기록하며, Claude Code, Cline, Roo Code, Kilo Code 등 실제 애플리케이션에서 더 강력한 성능을 보입니다. 추론 능력이 향상되었고, 추론 중 도구 사용이 가능하여 전반적인 역량이 강화되었습니다. 에이전트 프레임워크와의 통합이 개선되었으며, 도구/검색 에이전트 성능이 향상되고, 더 자연스러운 문체와 역할극 표현을 제공합니다.",
  "zai/glm-4.5-air.description": "GLM-4.5 및 GLM-4.5-Air는 에이전트 애플리케이션을 위한 최신 대표 모델로, 모두 MoE를 사용합니다. GLM-4.5는 총 355B 파라미터(32B 활성), GLM-4.5-Air는 더 슬림한 106B 총 파라미터(12B 활성)를 갖추고 있습니다.",
  "zai/glm-4.5.description": "GLM-4.5 시리즈는 에이전트를 위해 설계되었습니다. 대표 모델인 GLM-4.5는 355B 총 파라미터(32B 활성)를 갖추고 있으며, 추론, 코딩, 에이전트 기능을 결합한 하이브리드 추론 시스템으로 이중 작동 모드를 제공합니다.",
  "zai/glm-4.5v.description": "GLM-4.5V는 GLM-4.5-Air를 기반으로 하며, 검증된 GLM-4.1V-Thinking 기술을 계승하고, 106B 파라미터의 강력한 MoE 아키텍처로 확장되었습니다.",
  "zenmux/auto.description": "ZenMux 자동 라우팅은 요청에 따라 지원되는 옵션 중 최고의 성능과 가성비를 갖춘 모델을 선택합니다."
}
