{
  "dbV1.action.clearDB": "Очистить локальные данные",
  "dbV1.action.downloadBackup": "Скачать резервную копию данных",
  "dbV1.action.reUpgrade": "Повторно обновить",
  "dbV1.action.start": "Начать",
  "dbV1.action.upgrade": "Обновить",
  "dbV1.clear.confirm": "Вы собираетесь очистить локальные данные (глобальные настройки не будут затронуты). Пожалуйста, убедитесь, что вы скачали резервную копию данных.",
  "dbV1.description": "В новой версии хранилище данных {{appName}} значительно улучшено. Поэтому необходимо обновить старые данные, чтобы обеспечить вам более качественный пользовательский опыт.",
  "dbV1.features.capability.desc": "Основано на технологии IndexedDB, позволяет хранить сообщения чата за всю историю использования.",
  "dbV1.features.capability.title": "Большая ёмкость",
  "dbV1.features.performance.desc": "Автоматически индексирует миллионы сообщений, обеспечивая отклик на запросы за миллисекунды.",
  "dbV1.features.performance.title": "Высокая производительность",
  "dbV1.features.use.desc": "Поддерживает поиск по заголовкам, описаниям, тегам, содержимому сообщений и даже переведённому тексту, значительно повышая эффективность повседневного поиска.",
  "dbV1.features.use.title": "Более удобно",
  "dbV1.title": "Эволюция данных {{appName}}",
  "dbV1.upgrade.error.subTitle": "Приносим извинения, произошла ошибка во время обновления базы данных. Пожалуйста, попробуйте следующие решения: A. Очистите локальные данные и повторно импортируйте резервную копию; B. Нажмите кнопку «Повторно обновить».<br><br>Если проблема сохраняется, пожалуйста, <1>отправьте отчёт о проблеме</1>, и мы поможем вам как можно скорее.",
  "dbV1.upgrade.error.title": "Сбой обновления базы данных",
  "dbV1.upgrade.success.subTitle": "База данных успешно обновлена до последней версии. Вы можете продолжить работу.",
  "dbV1.upgrade.success.title": "Обновление базы данных прошло успешно",
  "dbV1.upgradeTip": "Обновление займет примерно от 10 до 20 секунд. Пожалуйста, не закрывайте {{appName}} во время процесса обновления.",
  "migrateError.missVersion": "В импортированных данных отсутствует номер версии. Пожалуйста, проверьте файл и попробуйте снова.",
  "migrateError.noMigration": "Не найдено решения для миграции текущей версии. Пожалуйста, проверьте номер версии и попробуйте снова. Если проблема сохраняется, отправьте запрос в службу поддержки."
}
