{
  "error.backHome": "Обратно към началната страница",
  "error.desc": "Опитайте отново по-късно или се върнете към познатия свят.",
  "error.retry": "Презареди",
  "error.title": "Упс, нещо се обърка..",
  "fetchError.detail": "Подробности за грешката",
  "fetchError.title": "Заявката не бе успешна",
  "import.importConfigFile.description": "Причина за грешката: {{reason}}",
  "import.importConfigFile.title": "Импортирането не бе успешно",
  "import.incompatible.description": "Този файл е експортиран от по-нова версия. Моля, обновете до последната версия и опитайте отново.",
  "import.incompatible.title": "Текущото приложение не поддържа импортиране на този файл",
  "inviteCode.continue": "Продължи",
  "inviteCode.currentEmail": "Текуща сметка: {{email}}",
  "inviteCode.desc": "Необходим е поканен код за достъп до LobeHub. Моля, въведете валиден поканен код, за да продължите.",
  "inviteCode.friends": "Приятели",
  "inviteCode.joinUsOn": "Присъедини се към нас в",
  "inviteCode.lookingForInvite": "Търсиш покана?",
  "inviteCode.notYou": "Не си ти?",
  "inviteCode.openingInStages": "се отваря поетапно.",
  "inviteCode.placeholder": "Код или линк за покана",
  "inviteCode.pleaseEnterCode": "Въведи своя код за покана, за да продължиш.",
  "inviteCode.switchAccount": "Смени акаунта",
  "inviteCode.title": "Изисква се поканен код",
  "loginRequired.desc": "Ще бъдете пренасочени към страницата за вход след малко",
  "loginRequired.title": "Моля, влезте, за да използвате тази функция",
  "notFound.backHome": "Обратно към началната страница",
  "notFound.check": "Моля, проверете дали URL адресът е правилен.",
  "notFound.desc": "Не можахме да намерим страницата, която търсите.",
  "notFound.title": "Влязохте в непозната територия?",
  "pluginSettings.desc": "Завършете следната конфигурация, за да започнете да използвате тази способност",
  "pluginSettings.title": "Настройки на способността {{name}}",
  "response.400": "Съжаляваме, сървърът не разбира вашата заявка. Моля, уверете се, че параметрите са правилни.",
  "response.401": "Съжаляваме, сървърът отхвърли вашата заявка, възможно е поради липса на права или невалидна автентикация.",
  "response.403": "Съжаляваме, нямате разрешение за достъп до това съдържание.",
  "response.404": "Съжаляваме, сървърът не може да намери страницата или ресурса, който търсите. Проверете дали URL адресът е правилен.",
  "response.405": "Съжаляваме, методът на заявката не се поддържа от сървъра. Проверете дали използвате правилния метод.",
  "response.406": "Съжаляваме, сървърът не може да изпълни заявката въз основа на характеристиките на съдържанието.",
  "response.407": "Съжаляваме, трябва да се удостоверите чрез прокси, преди да продължите със заявката.",
  "response.408": "Съжаляваме, сървърът изтече времето за изчакване. Проверете мрежовата връзка и опитайте отново.",
  "response.409": "Съжаляваме, заявката не може да бъде обработена поради конфликт, възможно е състоянието на ресурса да е несъвместимо.",
  "response.410": "Съжаляваме, ресурсът, който търсите, е премахнат и не може да бъде намерен.",
  "response.411": "Съжаляваме, сървърът не може да обработи заявката без валидна дължина на съдържанието.",
  "response.412": "Съжаляваме, заявката ви не отговаря на условията на сървъра и не може да бъде изпълнена.",
  "response.413": "Съжаляваме, данните в заявката са твърде големи за обработка от сървъра.",
  "response.414": "Съжаляваме, URI адресът на заявката е твърде дълъг за обработка.",
  "response.415": "Съжаляваме, сървърът не може да обработи медийния формат, прикачен към заявката.",
  "response.416": "Съжаляваме, сървърът не може да удовлетвори обхвата на заявката ви.",
  "response.417": "Съжаляваме, сървърът не може да удовлетвори вашите очаквания.",
  "response.422": "Съжаляваме, заявката е във валиден формат, но съдържа семантични грешки и не може да бъде изпълнена.",
  "response.423": "Съжаляваме, ресурсът, който търсите, е заключен.",
  "response.424": "Съжаляваме, текущата заявка не може да бъде изпълнена поради неуспешна предходна заявка.",
  "response.426": "Съжаляваме, сървърът изисква клиентът ви да използва по-нова версия на протокола.",
  "response.428": "Съжаляваме, сървърът изисква предварително условие. Моля, добавете необходимия условен хедър.",
  "response.429": "Съжаляваме, изпращате твърде много заявки. Сървърът е претоварен. Опитайте отново по-късно.",
  "response.431": "Съжаляваме, хедърите на заявката са твърде големи за обработка от сървъра.",
  "response.451": "Съжаляваме, достъпът до този ресурс е отказан поради правни причини.",
  "response.499": "Съжаляваме, заявката ви бе прекъсната неочаквано, възможно е поради отмяна или нестабилна мрежа. Проверете връзката и опитайте отново.",
  "response.500": "Съжаляваме, сървърът има затруднения и временно не може да изпълни заявката ви. Опитайте отново по-късно.",
  "response.501": "Съжаляваме, сървърът все още не знае как да обработи тази заявка. Проверете дали операцията е правилна.",
  "response.502": "Съжаляваме, сървърът е временно недостъпен. Опитайте отново по-късно.",
  "response.503": "Съжаляваме, сървърът в момента не може да обработи заявката ви, възможно е поради претоварване или поддръжка. Опитайте отново по-късно.",
  "response.504": "Съжаляваме, сървърът не получи отговор от горния сървър. Опитайте отново по-късно.",
  "response.505": "Съжаляваме, сървърът не поддържа използваната от вас HTTP версия. Моля, обновете и опитайте отново.",
  "response.506": "Съжаляваме, има проблем с конфигурацията на сървъра. Свържете се с администратора.",
  "response.507": "Съжаляваме, сървърът няма достатъчно място за съхранение, за да обработи заявката ви. Опитайте отново по-късно.",
  "response.509": "Съжаляваме, изчерпан е капацитетът на сървъра. Опитайте отново по-късно.",
  "response.510": "Съжаляваме, сървърът не поддържа заявеното разширение. Свържете се с администратора.",
  "response.520": "Съжаляваме, възникна неочакван проблем със сървъра. Опитайте отново по-късно. Работим по отстраняването му.",
  "response.522": "Съжаляваме, връзката със сървъра изтече. Възможно е поради нестабилна мрежа или временно недостъпен сървър. Опитайте отново по-късно.",
  "response.524": "Съжаляваме, сървърът изтече времето за изчакване на отговор. Опитайте отново по-късно.",
  "response.AgentRuntimeError": "Грешка при изпълнение на езиковия модел Lobe. Моля, отстранете проблема или опитайте отново въз основа на информацията по-долу.",
  "response.ComfyUIBizError": "Възникна грешка при заявка към услугата ComfyUI. Моля, отстранете проблема или опитайте отново.",
  "response.ComfyUIEmptyResult": "ComfyUI не генерира изображение. Проверете конфигурацията на модела или опитайте отново.",
  "response.ComfyUIModelError": "Неуспешно зареждане на модела ComfyUI. Уверете се, че файлът на модела съществува.",
  "response.ComfyUIServiceUnavailable": "Неуспешна връзка с услугата ComfyUI. Уверете се, че работи правилно и URL адресът е конфигуриран правилно.",
  "response.ComfyUIUploadFailed": "Неуспешно качване на изображение в ComfyUI. Проверете връзката със сървъра или опитайте отново.",
  "response.ComfyUIWorkflowError": "Грешка при изпълнение на работния процес в ComfyUI. Проверете конфигурацията.",
  "response.ConnectionCheckFailed": "Заявката върна празен резултат. Проверете дали адресът на API проксито не завършва с `/v1`.",
  "response.CreateMessageError": "Съжаляваме, съобщението не бе изпратено успешно. Копирайте съдържанието и опитайте отново. Това съобщение няма да се запази след презареждане на страницата.",
  "response.ExceededContextWindow": "Съдържанието на заявката надвишава допустимата дължина за модела. Намалете съдържанието и опитайте отново.",
  "response.FreePlanLimit": "В момента използвате безплатен план и не можете да използвате тази функция. Моля, преминете към платен план.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Съдържанието ви съдържа забранени термини. Моля, прегледайте и редактирайте входа си и опитайте отново.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "Генерираното изображение бе блокирано поради съображения за безопасност. Моля, променете заявката си.",
  "response.GoogleAIBlockReason.LANGUAGE": "Използваният език не се поддържа. Опитайте отново на английски или друг поддържан език.",
  "response.GoogleAIBlockReason.OTHER": "Съдържанието бе блокирано по неизвестна причина. Опитайте да преформулирате заявката си.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "Заявката ви може да съдържа забранено съдържание. Моля, коригирайте я според указанията за използване.",
  "response.GoogleAIBlockReason.RECITATION": "Съдържанието ви бе блокирано поради възможни авторски права. Използвайте оригинално съдържание или преформулирайте заявката си.",
  "response.GoogleAIBlockReason.SAFETY": "Съдържанието ви бе блокирано поради политики за безопасност. Моля, коригирайте заявката си.",
  "response.GoogleAIBlockReason.SPII": "Съдържанието ви може да съдържа чувствителна лична информация. Моля, премахнете я и опитайте отново.",
  "response.GoogleAIBlockReason.default": "Съдържанието е блокирано: {{blockReason}}. Моля, коригирайте заявката си и опитайте отново.",
  "response.InsufficientQuota": "Съжаляваме, достигнат е лимитът за този ключ. Проверете баланса си или увеличете квотата.",
  "response.InvalidAccessCode": "Невалиден или празен код за достъп. Въведете правилния код или добавете персонализиран API ключ.",
  "response.InvalidBedrockCredentials": "Неуспешна автентикация с Bedrock. Проверете AccessKeyId/SecretAccessKey и опитайте отново.",
  "response.InvalidComfyUIArgs": "Невалидна конфигурация на ComfyUI. Проверете настройките и опитайте отново.",
  "response.InvalidGithubToken": "Невалиден или празен GitHub токен. Проверете го и опитайте отново.",
  "response.InvalidOllamaArgs": "Невалидна конфигурация на Ollama. Проверете настройките и опитайте отново.",
  "response.InvalidProviderAPIKey": "Невалиден или празен API ключ за {{provider}}. Проверете го и опитайте отново.",
  "response.InvalidVertexCredentials": "Неуспешна автентикация с Vertex. Проверете данните си и опитайте отново.",
  "response.LocationNotSupportError": "Съжаляваме, услугата не се поддържа във вашето местоположение. Проверете дали е налична или опитайте от друго място.",
  "response.ModelNotFound": "Съжаляваме, моделът не бе намерен. Може да не съществува или нямате достъп. Опитайте с друг API ключ или коригирайте правата си.",
  "response.NoOpenAIAPIKey": "OpenAI API ключът е празен. Добавете персонализиран OpenAI API ключ.",
  "response.OllamaBizError": "Грешка при заявка към услугата Ollama. Отстранете проблема или опитайте отново.",
  "response.OllamaServiceUnavailable": "Услугата Ollama не е достъпна. Проверете дали работи и дали конфигурацията е правилна.",
  "response.PermissionDenied": "Съжаляваме, нямате достъп до тази услуга. Проверете дали ключът ви има необходимите права.",
  "response.PluginApiNotFound": "Съжаляваме, API не съществува в манифеста на способността. Проверете дали методът съвпада.",
  "response.PluginApiParamsError": "Съжаляваме, неуспешна валидация на параметрите. Проверете дали съвпадат с описанието на API.",
  "response.PluginFailToTransformArguments": "Съжаляваме, неуспешен анализ на аргументите. Опитайте да генерирате съобщението отново или използвайте по-мощен AI модел с поддръжка на Tools Calling.",
  "response.PluginGatewayError": "Съжаляваме, възникна грешка в шлюза на способността. Проверете конфигурацията.",
  "response.PluginManifestInvalid": "Съжаляваме, неуспешна валидация на манифеста. Проверете формата му.",
  "response.PluginManifestNotFound": "Съжаляваме, не бе намерен файлът manifest.json. Проверете адреса.",
  "response.PluginMarketIndexInvalid": "Съжаляваме, неуспешна валидация на индекса. Проверете формата на файла.",
  "response.PluginMarketIndexNotFound": "Съжаляваме, индексът на способността не бе намерен. Проверете адреса.",
  "response.PluginMetaInvalid": "Съжаляваме, неуспешна валидация на метаданните. Проверете формата им.",
  "response.PluginMetaNotFound": "Съжаляваме, способността не бе намерена в индекса. Проверете конфигурацията.",
  "response.PluginOpenApiInitError": "Съжаляваме, неуспешна инициализация на OpenAPI клиента. Проверете конфигурацията.",
  "response.PluginServerError": "Заявката към сървъра на способността върна грешка. Проверете манифеста, конфигурацията или имплементацията.",
  "response.PluginSettingsInvalid": "Тази способност трябва да бъде конфигурирана правилно, преди да се използва. Проверете настройките.",
  "response.ProviderBizError": "Грешка при заявка към услугата {{provider}}. Отстранете проблема или опитайте отново.",
  "response.QuotaLimitReached": "Съжаляваме, достигнат е лимитът за токени или заявки за този ключ. Увеличете квотата или опитайте по-късно.",
  "response.ServerAgentRuntimeError": "Съжаляваме, услугата Agent не е достъпна. Опитайте отново по-късно или се свържете с нас по имейл.",
  "response.StreamChunkError": "Грешка при анализ на съобщението от стрийм заявката. Проверете дали API интерфейсът отговаря на стандартите или се свържете с доставчика.",
  "response.SubscriptionKeyMismatch": "Съжаляваме, поради временен системен проблем, абонаментът ви е неактивен. Натиснете бутона по-долу, за да го възстановите, или се свържете с нас по имейл.",
  "response.SubscriptionPlanLimit": "Изчерпахте точките от абонамента си и не можете да използвате тази функция. Надградете плана си или конфигурирайте персонализиран API.",
  "response.SubscriptionPlanLimitUltimate": "Изчерпахте точките от абонамента си и не можете да използвате тази функция. Заредете кредити или конфигурирайте персонализиран API.",
  "response.SystemTimeNotMatchError": "Съжаляваме, системното ви време не съвпада със сървъра. Проверете времето и опитайте отново.",
  "response.UnknownChatFetchError": "Съжаляваме, възникна неизвестна грешка при заявката. Проверете информацията по-долу или опитайте отново.",
  "stt.responseError": "Заявката към услугата не бе успешна. Проверете конфигурацията или опитайте отново.",
  "supervisor.decisionFailed": "Хостът на групата не функционира. Проверете конфигурацията му – модел, API ключ и крайна точка.",
  "testConnectionFailed": "Неуспешна тестова връзка: {{error}}",
  "tts.responseError": "Заявката към услугата не бе успешна. Проверете конфигурацията или опитайте отново.",
  "unlock.addProxyUrl": "Добавете OpenAI прокси URL (по избор)",
  "unlock.apiKey.description": "Въведете вашия {{name}} API ключ, за да започнете сесията",
  "unlock.apiKey.imageGenerationDescription": "Въведете вашия {{name}} API ключ, за да започнете генериране",
  "unlock.apiKey.title": "Използвайте персонализиран {{name}} API ключ",
  "unlock.closeMessage": "Затвори съобщението",
  "unlock.comfyui.description": "Въведете валидни {{name}} данни, за да започнете генериране на изображения.",
  "unlock.comfyui.modifyBaseUrl": "Редактирайте URL адреса на услугата ComfyUI",
  "unlock.comfyui.title": "Потвърдете вашите {{name}} данни",
  "unlock.confirm": "Потвърди и опитай отново",
  "unlock.goToSettings": "Отиди в Настройки",
  "unlock.oauth.description": "Администраторът е активирал унифицирана автентикация. Натиснете бутона по-долу, за да влезете и отключите приложението.",
  "unlock.oauth.success": "Успешен вход",
  "unlock.oauth.title": "Влезте в акаунта си",
  "unlock.oauth.welcome": "Добре дошли!",
  "unlock.password.description": "Администраторът е активирал криптиране на приложението. Въведете паролата, за да го отключите. Не е нужно да я въвеждате повторно.",
  "unlock.password.placeholder": "Моля, въведете парола",
  "unlock.password.title": "Въведете парола, за да отключите приложението",
  "unlock.tabs.apiKey": "Персонализиран API ключ",
  "unlock.tabs.password": "Парола",
  "upload.desc": "Подробности: {{detail}}",
  "upload.fileOnlySupportInServerMode": "Текущият режим на разгръщане не поддържа качване на не-изображения. За да качите файлове във формат {{ext}}, преминете към сървърен режим или използвайте услугата {{cloud}}.",
  "upload.networkError": "Проверете мрежовата връзка и конфигурацията за CORS на услугата за съхранение.",
  "upload.storageLimitExceeded": "Вашето файлово хранилище е достигнало лимита на плана. Моля, надградете плана си или изтрийте неизползвани файлове, за да освободите място.",
  "upload.title": "Качването на файл не бе успешно. Проверете мрежовата връзка или опитайте отново по-късно.",
  "upload.unknownError": "Причина за грешката: {{reason}}",
  "upload.uploadFailed": "Качването на файл не бе успешно."
}
