{
  "dbV1.action.clearDB": "Изчисти локалните данни",
  "dbV1.action.downloadBackup": "Изтегли резервно копие на данните",
  "dbV1.action.reUpgrade": "Повтори надграждането",
  "dbV1.action.start": "Започни",
  "dbV1.action.upgrade": "Надгради",
  "dbV1.clear.confirm": "Предстои изчистване на локалните данни (глобалните настройки няма да бъдат засегнати). Моля, уверете се, че сте изтеглили резервно копие на данните.",
  "dbV1.description": "В новата версия съхранението на данни в {{appName}} е значително подобрено. Затова е необходимо да надградим старите данни, за да ви осигурим по-добро потребителско изживяване.",
  "dbV1.features.capability.desc": "Базирана на технологията IndexedDB, позволява съхранение на чат съобщения за цял живот.",
  "dbV1.features.capability.title": "Голям капацитет",
  "dbV1.features.performance.desc": "Автоматично индексира милиони съобщения, като заявките за търсене се изпълняват за милисекунди.",
  "dbV1.features.performance.title": "Висока производителност",
  "dbV1.features.use.desc": "Поддържа търсене по заглавие, описание, тагове, съдържание на съобщения и дори преведен текст, значително подобрявайки ежедневната ефективност при търсене.",
  "dbV1.features.use.title": "По-удобен за потребителя",
  "dbV1.title": "Еволюция на данните в {{appName}}",
  "dbV1.upgrade.error.subTitle": "Извиняваме се, възникна грешка по време на надграждането на базата данни. Моля, опитайте следните решения: А. Изчистете локалните данни и импортирайте отново резервното копие; Б. Натиснете бутона „Повтори надграждането“.<br><br> Ако проблемът продължи, моля <1>изпратете сигнал за проблем</1> и ще ви съдействаме възможно най-скоро.",
  "dbV1.upgrade.error.title": "Неуспешно надграждане на базата данни",
  "dbV1.upgrade.success.subTitle": "Базата данни беше успешно надградена до последната версия. Можете да продължите.",
  "dbV1.upgrade.success.title": "Успешно надграждане на базата данни",
  "dbV1.upgradeTip": "Надграждането ще отнеме приблизително от 10 до 20 секунди. Моля, не затваряйте {{appName}} по време на процеса.",
  "migrateError.missVersion": "Импортираните данни нямат посочена версия. Моля, проверете файла и опитайте отново.",
  "migrateError.noMigration": "Не е намерено решение за миграция за текущата версия. Моля, проверете номера на версията и опитайте отново. Ако проблемът продължи, моля, изпратете обратна връзка."
}
