{
  "error.backHome": "Powrót do strony głównej",
  "error.desc": "Spróbuj ponownie później lub wróć do znanego świata.",
  "error.retry": "Odśwież",
  "error.title": "Ups, coś poszło nie tak...",
  "fetchError.detail": "Szczegóły błędu",
  "fetchError.title": "Żądanie nie powiodło się",
  "import.importConfigFile.description": "Powód błędu: {{reason}}",
  "import.importConfigFile.title": "Import nieudany",
  "import.incompatible.description": "Ten plik został wyeksportowany z nowszej wersji. Zaktualizuj aplikację do najnowszej wersji i spróbuj ponownie zaimportować.",
  "import.incompatible.title": "Aktualna wersja aplikacji nie obsługuje importu tego pliku",
  "inviteCode.continue": "Kontynuuj",
  "inviteCode.currentEmail": "Bieżące konto: {{email}}",
  "inviteCode.desc": "Aby uzyskać dostęp do LobeHub, wymagany jest kod zaproszenia. Wprowadź ważny kod, aby kontynuować.",
  "inviteCode.friends": "Znajomi",
  "inviteCode.joinUsOn": "Dołącz do nas na",
  "inviteCode.lookingForInvite": "Szukasz zaproszenia?",
  "inviteCode.notYou": "To nie Ty?",
  "inviteCode.openingInStages": "otwiera się etapami.",
  "inviteCode.placeholder": "Kod zaproszenia lub link",
  "inviteCode.pleaseEnterCode": "Wprowadź kod zaproszenia, aby kontynuować.",
  "inviteCode.switchAccount": "Zmień konto",
  "inviteCode.title": "Wymagany kod zaproszenia",
  "loginRequired.desc": "Zaraz nastąpi przekierowanie do strony logowania",
  "loginRequired.title": "Zaloguj się, aby skorzystać z tej funkcji",
  "notFound.backHome": "Powrót do strony głównej",
  "notFound.check": "Sprawdź, czy adres URL jest poprawny.",
  "notFound.desc": "Nie udało się znaleźć strony, której szukasz.",
  "notFound.title": "Wkroczyłeś na nieznane terytorium?",
  "pluginSettings.desc": "Uzupełnij poniższą konfigurację, aby rozpocząć korzystanie z tej umiejętności",
  "pluginSettings.title": "Ustawienia umiejętności {{name}}",
  "response.400": "Przepraszamy, serwer nie rozumie Twojego żądania. Upewnij się, że parametry są poprawne.",
  "response.401": "Przepraszamy, serwer odrzucił Twoje żądanie – możliwe, że brakuje uprawnień lub uwierzytelnienie jest nieprawidłowe.",
  "response.403": "Przepraszamy, nie masz uprawnień do dostępu do tej zawartości.",
  "response.404": "Przepraszamy, serwer nie może znaleźć żądanej strony lub zasobu. Sprawdź poprawność adresu URL.",
  "response.405": "Przepraszamy, metoda żądania nie jest obsługiwana przez serwer. Sprawdź poprawność metody.",
  "response.406": "Przepraszamy, serwer nie może zrealizować żądania na podstawie charakterystyki żądanej treści.",
  "response.407": "Przepraszamy, przed kontynuacją musisz uwierzytelnić się w serwerze proxy.",
  "response.408": "Przepraszamy, serwer przekroczył czas oczekiwania na żądanie. Sprawdź połączenie sieciowe i spróbuj ponownie.",
  "response.409": "Przepraszamy, żądanie nie może zostać przetworzone z powodu konfliktu – możliwe, że stan zasobu jest niezgodny z żądaniem.",
  "response.410": "Przepraszamy, żądany zasób został trwale usunięty i nie jest już dostępny.",
  "response.411": "Przepraszamy, serwer nie może przetworzyć żądania bez określonej długości treści.",
  "response.412": "Przepraszamy, Twoje żądanie nie spełnia warunków serwera i nie może zostać zrealizowane.",
  "response.413": "Przepraszamy, dane żądania są zbyt duże, aby mogły zostać przetworzone przez serwer.",
  "response.414": "Przepraszamy, URI żądania jest zbyt długie, aby mogło zostać przetworzone przez serwer.",
  "response.415": "Przepraszamy, serwer nie obsługuje formatu multimedialnego dołączonego do żądania.",
  "response.416": "Przepraszamy, serwer nie może spełnić zakresu żądania.",
  "response.417": "Przepraszamy, serwer nie może spełnić Twoich oczekiwań.",
  "response.422": "Przepraszamy, żądanie ma poprawny format, ale zawiera błędy semantyczne i nie może zostać zrealizowane.",
  "response.423": "Przepraszamy, żądany zasób jest zablokowany.",
  "response.424": "Przepraszamy, bieżące żądanie nie może zostać zrealizowane z powodu niepowodzenia poprzedniego żądania.",
  "response.426": "Przepraszamy, serwer wymaga aktualizacji klienta do wyższej wersji protokołu.",
  "response.428": "Przepraszamy, serwer wymaga spełnienia warunku wstępnego. Dołącz odpowiedni nagłówek warunkowy.",
  "response.429": "Przepraszamy, wysyłasz zbyt wiele żądań. Serwer potrzebuje chwili odpoczynku. Spróbuj ponownie później.",
  "response.431": "Przepraszamy, pola nagłówka żądania są zbyt duże, aby mogły zostać przetworzone przez serwer.",
  "response.451": "Przepraszamy, serwer odmawia dostępu do tego zasobu z powodów prawnych.",
  "response.499": "Przepraszamy, żądanie zostało przerwane podczas przetwarzania – możliwe, że zostało anulowane lub wystąpił problem z połączeniem. Sprawdź sieć i spróbuj ponownie.",
  "response.500": "Przepraszamy, serwer napotkał trudności i tymczasowo nie może zrealizować żądania. Spróbuj ponownie później.",
  "response.501": "Przepraszamy, serwer nie wie, jak obsłużyć to żądanie. Sprawdź poprawność operacji.",
  "response.502": "Przepraszamy, serwer jest chwilowo niedostępny. Spróbuj ponownie później.",
  "response.503": "Przepraszamy, serwer jest przeciążony lub w trakcie konserwacji. Spróbuj ponownie później.",
  "response.504": "Przepraszamy, serwer nie otrzymał odpowiedzi od serwera nadrzędnego. Spróbuj ponownie później.",
  "response.505": "Przepraszamy, serwer nie obsługuje wersji HTTP, której używasz. Zaktualizuj i spróbuj ponownie.",
  "response.506": "Przepraszamy, wystąpił problem z konfiguracją serwera. Skontaktuj się z administratorem.",
  "response.507": "Przepraszamy, serwer nie ma wystarczającej ilości miejsca, aby przetworzyć żądanie. Spróbuj ponownie później.",
  "response.509": "Przepraszamy, przepustowość serwera została wyczerpana. Spróbuj ponownie później.",
  "response.510": "Przepraszamy, serwer nie obsługuje żądanego rozszerzenia. Skontaktuj się z administratorem.",
  "response.520": "Przepraszamy, wystąpił nieoczekiwany błąd serwera. Pracujemy nad jego rozwiązaniem. Spróbuj ponownie później.",
  "response.522": "Przepraszamy, połączenie z serwerem wygasło. Może to być spowodowane niestabilnym połączeniem lub chwilową niedostępnością serwera. Spróbuj ponownie później.",
  "response.524": "Przepraszamy, serwer przekroczył czas oczekiwania na odpowiedź. Spróbuj ponownie później.",
  "response.AgentRuntimeError": "Błąd wykonania modelu językowego Lobe. Spróbuj ponownie lub przeanalizuj poniższe informacje.",
  "response.ComfyUIBizError": "Wystąpił błąd podczas żądania usługi ComfyUI. Spróbuj ponownie lub sprawdź szczegóły poniżej.",
  "response.ComfyUIEmptyResult": "ComfyUI nie wygenerował obrazu. Sprawdź konfigurację modelu lub spróbuj ponownie.",
  "response.ComfyUIModelError": "Nie udało się załadować modelu ComfyUI. Upewnij się, że plik modelu istnieje.",
  "response.ComfyUIServiceUnavailable": "Nie udało się połączyć z usługą ComfyUI. Sprawdź, czy działa poprawnie i czy adres URL jest poprawnie skonfigurowany.",
  "response.ComfyUIUploadFailed": "Nie udało się przesłać obrazu do ComfyUI. Sprawdź połączenie z serwerem lub spróbuj ponownie.",
  "response.ComfyUIWorkflowError": "Wykonanie przepływu pracy ComfyUI nie powiodło się. Sprawdź konfigurację przepływu.",
  "response.ConnectionCheckFailed": "Żądanie zwróciło pustą odpowiedź. Sprawdź, czy adres proxy API nie kończy się na `/v1`.",
  "response.CreateMessageError": "Przepraszamy, nie udało się wysłać wiadomości. Skopiuj treść i spróbuj ponownie. Wiadomość nie zostanie zachowana po odświeżeniu strony.",
  "response.ExceededContextWindow": "Zawartość żądania przekracza długość obsługiwaną przez model. Zmniejsz ilość treści i spróbuj ponownie.",
  "response.FreePlanLimit": "Obecnie korzystasz z darmowego planu i ta funkcja nie jest dostępna. Uaktualnij do płatnego planu, aby kontynuować.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Twoja treść zawiera zabronione wyrażenia. Zmień treść i spróbuj ponownie.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "Wygenerowany obraz został zablokowany ze względów bezpieczeństwa. Zmień żądanie obrazu i spróbuj ponownie.",
  "response.GoogleAIBlockReason.LANGUAGE": "Używany język nie jest obsługiwany. Spróbuj ponownie w języku angielskim lub innym obsługiwanym.",
  "response.GoogleAIBlockReason.OTHER": "Treść została zablokowana z nieznanego powodu. Spróbuj sformułować żądanie inaczej.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "Twoje żądanie może zawierać zabronione treści. Dostosuj je do zasad użytkowania.",
  "response.GoogleAIBlockReason.RECITATION": "Twoja treść została zablokowana z powodu potencjalnych naruszeń praw autorskich. Użyj oryginalnej treści lub zmień sformułowanie.",
  "response.GoogleAIBlockReason.SAFETY": "Twoja treść została zablokowana ze względów bezpieczeństwa. Dostosuj żądanie, aby uniknąć potencjalnie szkodliwych treści.",
  "response.GoogleAIBlockReason.SPII": "Twoja treść może zawierać wrażliwe dane osobowe. Usuń je i spróbuj ponownie.",
  "response.GoogleAIBlockReason.default": "Treść zablokowana: {{blockReason}}. Dostosuj żądanie i spróbuj ponownie.",
  "response.InsufficientQuota": "Przepraszamy, limit dla tego klucza został osiągnięty. Sprawdź saldo konta lub zwiększ limit i spróbuj ponownie.",
  "response.InvalidAccessCode": "Nieprawidłowy lub pusty kod dostępu. Wprowadź poprawny kod lub dodaj własny klucz API.",
  "response.InvalidBedrockCredentials": "Uwierzytelnienie Bedrock nie powiodło się. Sprawdź AccessKeyId/SecretAccessKey i spróbuj ponownie.",
  "response.InvalidComfyUIArgs": "Nieprawidłowa konfiguracja ComfyUI. Sprawdź ustawienia i spróbuj ponownie.",
  "response.InvalidGithubToken": "Nieprawidłowy lub pusty token GitHub. Sprawdź token i spróbuj ponownie.",
  "response.InvalidOllamaArgs": "Nieprawidłowa konfiguracja Ollama. Sprawdź ustawienia i spróbuj ponownie.",
  "response.InvalidProviderAPIKey": "Nieprawidłowy lub pusty klucz API dla {{provider}}. Sprawdź i spróbuj ponownie.",
  "response.InvalidVertexCredentials": "Uwierzytelnienie Vertex nie powiodło się. Sprawdź dane logowania i spróbuj ponownie.",
  "response.LocationNotSupportError": "Przepraszamy, Twoja lokalizacja nie obsługuje tej usługi. Może to wynikać z ograniczeń regionalnych. Sprawdź dostępność usługi lub spróbuj z innej lokalizacji.",
  "response.ModelNotFound": "Przepraszamy, nie znaleziono żądanego modelu. Może nie istnieć lub nie masz do niego dostępu. Spróbuj ponownie z innym kluczem API lub zmień uprawnienia.",
  "response.NoOpenAIAPIKey": "Brak klucza OpenAI API. Dodaj własny klucz, aby kontynuować.",
  "response.OllamaBizError": "Błąd podczas żądania usługi Ollama. Spróbuj ponownie lub sprawdź szczegóły poniżej.",
  "response.OllamaServiceUnavailable": "Usługa Ollama jest niedostępna. Sprawdź, czy działa poprawnie i czy konfiguracja CORS jest ustawiona.",
  "response.PermissionDenied": "Przepraszamy, nie masz uprawnień do korzystania z tej usługi. Sprawdź uprawnienia klucza.",
  "response.PluginApiNotFound": "Przepraszamy, API nie istnieje w manifeście umiejętności. Sprawdź, czy metoda żądania jest zgodna z manifestem.",
  "response.PluginApiParamsError": "Przepraszamy, walidacja parametrów wejściowych nie powiodła się. Sprawdź zgodność z opisem API.",
  "response.PluginFailToTransformArguments": "Przepraszamy, nie udało się przetworzyć argumentów. Wygeneruj wiadomość ponownie lub użyj bardziej zaawansowanego modelu AI z obsługą Tools Calling.",
  "response.PluginGatewayError": "Przepraszamy, wystąpił błąd bramki umiejętności. Sprawdź konfigurację.",
  "response.PluginManifestInvalid": "Przepraszamy, walidacja manifestu umiejętności nie powiodła się. Sprawdź format.",
  "response.PluginManifestNotFound": "Przepraszamy, nie znaleziono pliku manifestu (manifest.json). Sprawdź adres.",
  "response.PluginMarketIndexInvalid": "Przepraszamy, walidacja indeksu umiejętności nie powiodła się. Sprawdź format pliku.",
  "response.PluginMarketIndexNotFound": "Przepraszamy, nie znaleziono indeksu umiejętności. Sprawdź adres.",
  "response.PluginMetaInvalid": "Przepraszamy, walidacja metadanych umiejętności nie powiodła się. Sprawdź format.",
  "response.PluginMetaNotFound": "Przepraszamy, nie znaleziono umiejętności w indeksie. Sprawdź konfigurację.",
  "response.PluginOpenApiInitError": "Przepraszamy, nie udało się zainicjować klienta OpenAPI. Sprawdź konfigurację.",
  "response.PluginServerError": "Błąd serwera umiejętności. Sprawdź manifest, konfigurację lub implementację serwera.",
  "response.PluginSettingsInvalid": "Ta umiejętność wymaga poprawnej konfiguracji przed użyciem. Sprawdź ustawienia.",
  "response.ProviderBizError": "Błąd podczas żądania usługi {{provider}}. Spróbuj ponownie lub sprawdź szczegóły.",
  "response.QuotaLimitReached": "Przepraszamy, limit tokenów lub liczby żądań dla tego klucza został osiągnięty. Zwiększ limit lub spróbuj później.",
  "response.ServerAgentRuntimeError": "Przepraszamy, usługa Agenta jest obecnie niedostępna. Spróbuj później lub skontaktuj się z nami mailowo.",
  "response.StreamChunkError": "Błąd podczas przetwarzania fragmentu wiadomości w żądaniu strumieniowym. Sprawdź zgodność API lub skontaktuj się z dostawcą.",
  "response.SubscriptionKeyMismatch": "Przepraszamy za niedogodności. Z powodu tymczasowej awarii systemu Twoja subskrypcja jest nieaktywna. Kliknij przycisk poniżej, aby ją przywrócić lub skontaktuj się z nami mailowo.",
  "response.SubscriptionPlanLimit": "Wyczerpałeś punkty subskrypcji i nie możesz korzystać z tej funkcji. Uaktualnij plan lub skonfiguruj własny model API.",
  "response.SubscriptionPlanLimitUltimate": "Wyczerpałeś punkty subskrypcji i nie możesz korzystać z tej funkcji. Doładuj konto lub skonfiguruj własny model API.",
  "response.SystemTimeNotMatchError": "Przepraszamy, czas systemowy nie zgadza się z czasem serwera. Sprawdź ustawienia czasu i spróbuj ponownie.",
  "response.UnknownChatFetchError": "Przepraszamy, wystąpił nieznany błąd żądania. Sprawdź szczegóły poniżej lub spróbuj ponownie.",
  "stt.responseError": "Błąd żądania usługi. Sprawdź konfigurację lub spróbuj ponownie.",
  "supervisor.decisionFailed": "Gospodarz grupy nie działa. Sprawdź konfigurację modelu, klucza API i punktu końcowego.",
  "testConnectionFailed": "Test połączenia nie powiódł się: {{error}}",
  "tts.responseError": "Błąd żądania usługi. Sprawdź konfigurację lub spróbuj ponownie.",
  "unlock.addProxyUrl": "Dodaj adres proxy OpenAI (opcjonalnie)",
  "unlock.apiKey.description": "Wprowadź swój klucz API {{name}}, aby rozpocząć sesję",
  "unlock.apiKey.imageGenerationDescription": "Wprowadź swój klucz API {{name}}, aby rozpocząć generowanie",
  "unlock.apiKey.title": "Użyj własnego klucza API {{name}}",
  "unlock.closeMessage": "Zamknij wiadomość",
  "unlock.comfyui.description": "Wprowadź poprawne dane uwierzytelniające {{name}}, aby rozpocząć generowanie obrazów.",
  "unlock.comfyui.modifyBaseUrl": "Edytuj adres URL usługi ComfyUI",
  "unlock.comfyui.title": "Zweryfikuj dane uwierzytelniające {{name}}",
  "unlock.confirm": "Potwierdź i spróbuj ponownie",
  "unlock.goToSettings": "Przejdź do ustawień",
  "unlock.oauth.description": "Administrator włączył jednolite logowanie. Kliknij przycisk poniżej, aby się zalogować i odblokować aplikację.",
  "unlock.oauth.success": "Logowanie zakończone sukcesem",
  "unlock.oauth.title": "Zaloguj się na swoje konto",
  "unlock.oauth.welcome": "Witamy!",
  "unlock.password.description": "Administrator włączył szyfrowanie aplikacji. Wprowadź hasło, aby ją odblokować. Hasło należy podać tylko raz.",
  "unlock.password.placeholder": "Wprowadź hasło",
  "unlock.password.title": "Wprowadź hasło, aby odblokować aplikację",
  "unlock.tabs.apiKey": "Własny klucz API",
  "unlock.tabs.password": "Hasło",
  "upload.desc": "Szczegóły: {{detail}}",
  "upload.fileOnlySupportInServerMode": "Obecny tryb wdrożenia nie obsługuje przesyłania plików innych niż obrazy. Aby przesłać pliki w formacie {{ext}}, przełącz się na wdrożenie z bazą danych serwera lub skorzystaj z usługi {{cloud}}.",
  "upload.networkError": "Sprawdź połączenie sieciowe i konfigurację CORS usługi przechowywania plików.",
  "upload.storageLimitExceeded": "Limit przestrzeni dyskowej w Twoim planie został osiągnięty. Zaktualizuj plan lub usuń nieużywane pliki, aby zwolnić miejsce.",
  "upload.title": "Przesyłanie pliku nie powiodło się. Sprawdź połączenie sieciowe lub spróbuj ponownie później.",
  "upload.unknownError": "Powód błędu: {{reason}}",
  "upload.uploadFailed": "Przesyłanie pliku nie powiodło się."
}
