{
  "ai21.description": "AI21 Labs tworzy modele bazowe i systemy AI dla przedsiębiorstw, przyspieszając wdrażanie generatywnej sztucznej inteligencji w produkcji.",
  "ai302.description": "302.AI to platforma AI w modelu pay-as-you-go, oferująca szeroki katalog API AI i aplikacji online.",
  "ai360.description": "360 AI to platforma modeli i usług od 360, oferująca modele NLP, takie jak 360GPT2 Pro, 360GPT Pro i 360GPT Turbo. Modele łączą dużą liczbę parametrów i możliwości multimodalne do generowania tekstu, rozumienia semantycznego, czatu i kodu, z elastycznym cennikiem dostosowanym do różnych potrzeb.",
  "aihubmix.description": "AiHubMix zapewnia dostęp do wielu modeli AI za pośrednictwem zunifikowanego API.",
  "akashchat.description": "Akash to zdecentralizowany rynek zasobów chmurowych z konkurencyjnymi cenami w porównaniu do tradycyjnych dostawców chmury.",
  "anthropic.description": "Anthropic tworzy zaawansowane modele językowe, takie jak Claude 3.5 Sonnet, Claude 3 Sonnet, Claude 3 Opus i Claude 3 Haiku, łącząc inteligencję, szybkość i koszty dla zastosowań od korporacyjnych po szybkie odpowiedzi.",
  "azure.description": "Azure oferuje zaawansowane modele AI, w tym serie GPT-3.5 i GPT-4, do różnorodnych typów danych i złożonych zadań, z naciskiem na bezpieczną, niezawodną i zrównoważoną AI.",
  "azureai.description": "Azure zapewnia zaawansowane modele AI, w tym serie GPT-3.5 i GPT-4, do różnorodnych typów danych i złożonych zadań, z naciskiem na bezpieczną, niezawodną i zrównoważoną AI.",
  "baichuan.description": "Baichuan AI koncentruje się na modelach bazowych o wysokiej wydajności w zakresie wiedzy chińskiej, przetwarzania długiego kontekstu i kreatywnego generowania. Modele (Baichuan 4, Baichuan 3 Turbo, Baichuan 3 Turbo 128k) są zoptymalizowane pod kątem różnych scenariuszy i oferują dużą wartość.",
  "bedrock.description": "Amazon Bedrock dostarcza przedsiębiorstwom zaawansowane modele językowe i wizualne, w tym Anthropic Claude i Meta Llama 3.1, obejmujące lekkie i wysokowydajne opcje do zadań tekstowych, czatowych i obrazowych.",
  "bfl.description": "Wiodące laboratorium badawcze AI nowej generacji, budujące wizualną infrastrukturę przyszłości.",
  "cerebras.description": "Cerebras to platforma inferencyjna oparta na systemie CS-3, skoncentrowana na ultra-niskim opóźnieniu i wysokiej przepustowości usług LLM do zadań w czasie rzeczywistym, takich jak generowanie kodu i zadania agentowe.",
  "cloudflare.description": "Uruchamiaj modele ML zasilane przez GPU bezserwerowo w globalnej sieci Cloudflare.",
  "cohere.description": "Cohere dostarcza nowoczesne modele wielojęzyczne, zaawansowane wyszukiwanie i przestrzenie robocze AI dla współczesnych przedsiębiorstw — wszystko w jednej bezpiecznej platformie.",
  "cometapi.description": "CometAPI zapewnia dostęp do czołowych modeli od OpenAI, Anthropic, Google i innych, umożliwiając wybór najlepszego modelu i ceny dla różnych zastosowań.",
  "comfyui.description": "Potężny silnik open-source do tworzenia obrazów, wideo i dźwięku, obsługujący modele takie jak SD, FLUX, Qwen, Hunyuan i WAN, z edycją opartą na węzłach i możliwością prywatnego wdrożenia.",
  "deepseek.description": "DeepSeek koncentruje się na badaniach i zastosowaniach AI; jego najnowszy model DeepSeek-V3 przewyższa otwarte modele, takie jak Qwen2.5-72B i Llama-3.1-405B, dorównując zamkniętym modelom, takim jak GPT-4o i Claude-3.5-Sonnet.",
  "fal.description": "Platforma generatywnej mediów stworzona z myślą o deweloperach.",
  "fireworksai.description": "Fireworks AI oferuje zaawansowane usługi modeli językowych z obsługą wywołań funkcji i przetwarzania multimodalnego. Firefunction V2 (oparty na Llama-3) jest zoptymalizowany pod kątem wywołań funkcji, czatu i wykonywania instrukcji, a FireLLaVA-13B obsługuje mieszane dane obraz-tekst. Inne znane modele to rodziny Llama i Mixtral.",
  "giteeai.description": "Gitee AI Serverless API oferuje gotowe do użycia usługi inferencyjne LLM dla deweloperów.",
  "github.description": "Dzięki modelom GitHub deweloperzy mogą działać jak inżynierowie AI, korzystając z wiodących modeli branżowych.",
  "google.description": "Rodzina Gemini od Google to najbardziej zaawansowana AI ogólnego przeznaczenia, stworzona przez Google DeepMind do zastosowań multimodalnych w tekście, kodzie, obrazach, dźwięku i wideo. Skalowalna od centrów danych po urządzenia mobilne, zapewnia wysoką wydajność i szeroki zasięg.",
  "groq.description": "Silnik inferencyjny LPU firmy Groq oferuje wyjątkową wydajność benchmarkową z niezwykłą szybkością i efektywnością, wyznaczając nowe standardy dla inferencji LLM w chmurze o niskim opóźnieniu.",
  "higress.description": "Higress to natywny dla chmury gateway API stworzony w Alibaba, rozwiązujący problemy z przeładowywaniem Tengine przy długotrwałych połączeniach i braki w równoważeniu obciążenia gRPC/Dubbo.",
  "huggingface.description": "API inferencyjne Hugging Face umożliwia szybkie testowanie tysięcy modeli do różnych zadań, zapewniając natychmiastowy dostęp do wydajnych modeli do prototypowania i eksperymentów ML.",
  "hunyuan.description": "Model LLM opracowany przez Tencent, oferujący silne możliwości pisania po chińsku, solidne rozumowanie w złożonych kontekstach i niezawodne wykonywanie zadań.",
  "infiniai.description": "Zapewnia deweloperom aplikacji wydajne, łatwe w użyciu i bezpieczne usługi LLM na każdym etapie — od tworzenia modelu po wdrożenie produkcyjne.",
  "internlm.description": "Organizacja open-source skupiona na badaniach nad dużymi modelami i narzędziach, oferująca wydajną i łatwą w użyciu platformę udostępniającą najnowsze modele i algorytmy.",
  "jina.description": "Założona w 2020 roku, Jina AI to wiodąca firma zajmująca się wyszukiwaniem AI. Jej stos wyszukiwania obejmuje modele wektorowe, rerankery i małe modele językowe do tworzenia niezawodnych, wysokiej jakości aplikacji generatywnych i multimodalnych.",
  "lmstudio.description": "LM Studio to aplikacja desktopowa do tworzenia i testowania LLM-ów na własnym komputerze.",
  "minimax.description": "Założona w 2021 roku, MiniMax tworzy AI ogólnego przeznaczenia z multimodalnymi modelami bazowymi, w tym tekstowymi modelami MoE z bilionami parametrów, modelami mowy i wizji oraz aplikacjami takimi jak Hailuo AI.",
  "mistral.description": "Mistral oferuje zaawansowane modele ogólne, specjalistyczne i badawcze do złożonego rozumowania, zadań wielojęzycznych i generowania kodu, z obsługą wywołań funkcji do niestandardowych integracji.",
  "modelscope.description": "ModelScope to platforma model-as-a-service Alibaba Cloud, oferująca szeroki wybór modeli AI i usług inferencyjnych.",
  "moonshot.description": "Moonshot, od Moonshot AI (Beijing Moonshot Technology), oferuje wiele modeli NLP do zastosowań takich jak tworzenie treści, badania, rekomendacje i analiza medyczna, z silnym wsparciem dla długiego kontekstu i złożonego generowania.",
  "nebius.description": "Nebius zapewnia wysokowydajną infrastrukturę dla globalnych innowatorów AI poprzez duże klastry GPU i pionowo zintegrowaną platformę chmurową.",
  "newapi.description": "Open-source’owa platforma agregacji i routingu dla wielu usług AI.",
  "novita.description": "Novita AI oferuje elastyczne, niezawodne i opłacalne API do LLM i generowania obrazów. Obsługuje modele takie jak Llama 3 i Mistral oraz zapewnia skalowalne, przyjazne dla deweloperów API dla startupów generatywnej AI.",
  "nvidia.description": "NVIDIA NIM dostarcza kontenery do samodzielnie hostowanych, przyspieszanych przez GPU mikroserwisów inferencyjnych w chmurze, centrach danych, komputerach RTX AI i stacjach roboczych dla modeli wstępnie wytrenowanych i niestandardowych.",
  "ollama.description": "Ollama oferuje modele do generowania kodu, matematyki, przetwarzania wielojęzycznego i czatu, obsługując wdrożenia zarówno korporacyjne, jak i lokalne.",
  "ollamacloud.description": "Ollama Cloud zapewnia zarządzaną inferencję z gotowym dostępem do biblioteki modeli Ollama i API kompatybilnych z OpenAI.",
  "openai.description": "OpenAI to wiodące laboratorium badawcze AI, którego modele GPT zrewolucjonizowały przetwarzanie języka naturalnego, oferując wysoką wydajność i dużą wartość w badaniach, biznesie i innowacjach.",
  "openrouter.description": "OpenRouter zapewnia dostęp do wielu czołowych modeli od OpenAI, Anthropic, LLaMA i innych, umożliwiając użytkownikom wybór najlepszego modelu i ceny dla ich zastosowania.",
  "perplexity.description": "Perplexity oferuje zaawansowane modele czatu, w tym warianty Llama 3.1, do użytku online i offline oraz złożonych zadań NLP.",
  "ppio.description": "PPIO oferuje niezawodne, opłacalne API otwartych modeli, w tym DeepSeek, Llama, Qwen i inne wiodące modele.",
  "qiniu.description": "Qiniu zapewnia niezawodne, opłacalne usługi inferencyjne AI w czasie rzeczywistym i wsadowo, łatwe w użyciu.",
  "qwen.description": "Qwen to duży model językowy Alibaba Cloud o silnych możliwościach rozumienia i generowania, obejmujący pytania i odpowiedzi, pisanie, wyrażanie opinii i kodowanie w wielu dziedzinach.",
  "replicate.description": "Replicate uruchamia otwarte modele obrazów, takie jak FLUX i Stable Diffusion, za pomocą prostego API w chmurze.",
  "sambanova.description": "SambaNova Cloud umożliwia deweloperom korzystanie z najlepszych otwartych modeli z niezwykle szybką inferencją.",
  "search1api.description": "Search1API zapewnia dostęp do modeli DeepSeek z opcjonalnym połączeniem z siecią, w tym standardowe i szybkie warianty w różnych rozmiarach parametrów.",
  "sensenova.description": "SenseNova oferuje wydajne, łatwe w użyciu usługi LLM typu full-stack, wspierane przez infrastrukturę SenseTime.",
  "siliconcloud.description": "SiliconCloud to opłacalna usługa chmurowa GenAI oparta na solidnych otwartych modelach.",
  "spark.description": "iFLYTEK Spark oferuje potężną wielojęzyczną AI w różnych dziedzinach, umożliwiając innowacje w inteligentnym sprzęcie, opiece zdrowotnej, finansach i innych branżach.",
  "stepfun.description": "Modele Stepfun oferują wiodące możliwości multimodalne i złożonego rozumowania, z rozumieniem długiego kontekstu i potężną autonomiczną orkiestracją wyszukiwania.",
  "taichu.description": "Model multimodalny nowej generacji od CASIA i Instytutu AI w Wuhan, obsługujący wieloetapowe pytania i odpowiedzi, pisanie, generowanie obrazów, rozumienie 3D i analizę sygnałów z większą kognicją i kreatywnością.",
  "tencentcloud.description": "Silnik wiedzy LLM Atomic Power zapewnia kompleksowe pytania i odpowiedzi dla przedsiębiorstw i deweloperów, z modułowymi usługami, takimi jak analiza dokumentów, dzielenie, osadzanie i wieloetapowe przekształcanie, umożliwiając tworzenie niestandardowych rozwiązań AI.",
  "togetherai.description": "Together AI oferuje wiodącą wydajność dzięki innowacyjnym modelom, szerokim możliwościom dostosowania, szybkiemu skalowaniu i prostemu wdrażaniu dla potrzeb przedsiębiorstw.",
  "upstage.description": "Upstage tworzy modele AI dla potrzeb biznesowych, w tym Solar LLM i Document AI, z API czatu obsługującymi wywołania funkcji, tłumaczenia, osadzanie i zastosowania branżowe.",
  "v0.description": "v0 to asystent pair-programming, który zamienia pomysły w języku naturalnym w kod i interfejs użytkownika dla Twojego projektu.",
  "vercelaigateway.description": "Vercel AI Gateway zapewnia zunifikowane API dla ponad 100 modeli z OpenAI, Anthropic, Google i innych, z funkcjami budżetowania, monitorowania użycia, równoważenia obciążenia i przełączania awaryjnego.",
  "vertexai.description": "Rodzina Gemini od Google to najbardziej zaawansowana AI ogólnego przeznaczenia, stworzona przez Google DeepMind do zastosowań multimodalnych w tekście, kodzie, obrazach, dźwięku i wideo. Skalowalna od centrów danych po urządzenia mobilne, poprawia efektywność i elastyczność wdrożeń.",
  "vllm.description": "vLLM to szybka, łatwa w użyciu biblioteka do inferencji i obsługi LLM.",
  "volcengine.description": "Platforma usług modelowych ByteDance oferuje bezpieczny, bogaty w funkcje i konkurencyjny cenowo dostęp do modeli oraz kompleksowe narzędzia do danych, dostrajania, inferencji i oceny.",
  "wenxin.description": "Platforma all-in-one dla przedsiębiorstw do modeli bazowych i tworzenia aplikacji AI-native, oferująca kompleksowe narzędzia do pracy z generatywnymi modelami AI i aplikacjami.",
  "xai.description": "xAI tworzy AI w celu przyspieszenia odkryć naukowych, z misją pogłębiania zrozumienia wszechświata przez ludzkość.",
  "xiaomimimo.description": "Xiaomi MiMo oferuje usługę modelu konwersacyjnego z interfejsem API kompatybilnym z OpenAI. Model mimo-v2-flash obsługuje zaawansowane rozumowanie, strumieniowe generowanie odpowiedzi, wywoływanie funkcji, kontekst o rozmiarze 256K oraz maksymalną długość odpowiedzi wynoszącą 128K.",
  "xinference.description": "Xorbits Inference (Xinference) to open-source’owa platforma upraszczająca uruchamianie i integrację modeli AI. Umożliwia lokalne lub chmurowe uruchamianie otwartych LLM, modeli osadzania i modeli multimodalnych do tworzenia zaawansowanych aplikacji AI.",
  "zenmux.description": "ZenMux to zunifikowana platforma agregacji AI obsługująca OpenAI, Anthropic, Google VertexAI i inne, z elastycznym routingiem umożliwiającym łatwe przełączanie i zarządzanie modelami.",
  "zeroone.description": "01.AI napędza rewolucję AI 2.0 skoncentrowaną na człowieku, wykorzystując LLM do tworzenia wartości ekonomicznej i społecznej oraz budowania nowych ekosystemów i modeli biznesowych AI.",
  "zhipu.description": "ZhiPu AI oferuje otwartą platformę dla modeli multimodalnych i językowych do przetwarzania tekstu, rozumienia obrazów i wspomagania kodowania."
}
