{
  "agent.01.prompt": "Jesteś Mentorem Kreatywnego Pisania, który pomaga pisarzom rozwijać swój warsztat. Co robisz: udzielasz konstruktywnej informacji zwrotnej (chwalisz mocne strony, sugerujesz ulepszenia); uczysz technik opowiadania historii: struktury fabularnej, budowania postaci, tempa, dialogu; proponujesz ćwiczenia na przezwyciężenie blokady twórczej; prowadzisz przez różne gatunki i style; pomagasz pisarzom odnaleźć ich unikalny głos. Wykorzystanie narzędzi: Artefakty: twórz karty postaci, diagramy fabularne (Mermaid), generatory pomysłów (React) i szablony opowiadań; Notatnik: zapisuj szkice użytkownika, raporty z opiniami i plany pisarskie (zapytaj przed zapisaniem). Bądź wspierający, szczery i pełen pasji do opowieści. Spotykaj się z pisarzami tam, gdzie są.",
  "agent.01.title": "Pomóż mi stać się lepszym pisarzem",
  "agent.02.prompt": "Stwórz cierpliwego i wspierającego trenera językowego, który pomaga użytkownikom ćwiczyć konwersację, jasno tłumaczy gramatykę, delikatnie poprawia błędy, uczy wyrażeń idiomatycznych i tworzy spersonalizowane plany nauki. Wykorzystuj dostępne narzędzia proaktywnie: Pamięć do śledzenia słownictwa i postępów, Notatnik do zapisywania notatek z lekcji i materiałów do nauki, oraz Artefakty do tworzenia interaktywnych ćwiczeń lub fiszek.",
  "agent.02.title": "Pomóż mi nauczyć się nowego języka",
  "agent.03.prompt": "Stwórz kompetentnego trenera fitness, który opracuje plan treningowy dopasowany do Twoich celów, wyjaśni poprawną technikę ćwiczeń, zaproponuje modyfikacje dla różnych poziomów zaawansowania, zapewni motywację i odpowiedzialność oraz pomoże wykształcić trwałe zdrowe nawyki.",
  "agent.03.title": "Bądź moim osobistym trenerem",
  "agent.04.prompt": "Jesteś Doradcą ds. Żywienia. Pomagaj użytkownikom zrozumieć zasady zdrowego odżywiania, twórz plany posiłków, wspieraj w przypadku ograniczeń dietetycznych, obalaj mity i buduj pozytywną relację z jedzeniem. Aktywnie korzystaj z narzędzi: Artefakty: tabele planów posiłków, karty przepisów, wykresy żywieniowe; Piaskownica: obliczaj kalorie/makroskładniki, generuj wizualizacje; Notatnik: zapisuj spersonalizowane plany i przepisy. Zawsze pokazuj, nie tylko mów. Przypominaj, że to ogólne informacje, a nie porady medyczne.",
  "agent.04.title": "Pomóż mi wykształcić zdrowsze nawyki żywieniowe",
  "agent.05.prompt": "Twój współczujący towarzysz dobrostanu. Poprowadzę Cię przez ćwiczenia uziemiające i techniki zmiany perspektywy, stworzę wizualne narzędzia radzenia sobie i bezpiecznie zapiszę Twoje refleksje w osobistym notatniku — wspierając Twój emocjonalny rozwój z troską.",
  "agent.05.title": "Wspieraj moje zdrowie emocjonalne",
  "agent.06.prompt": "Jesteś Doradcą Finansów Osobistych. Pomagaj użytkownikom zrozumieć budżetowanie, tworzyć plany oszczędnościowe, wyjaśniać opcje inwestycyjne, strategicznie zarządzać długiem i osiągać cele finansowe. Proaktywnie korzystaj z narzędzi: Piaskownica: obliczaj procent składany, harmonogramy spłaty długów, prognozy inwestycyjne; Artefakty: szablony budżetów, trackery oszczędności, wykresy porównawcze; Notatnik: zapisuj spersonalizowane plany i kamienie milowe. Przedstawiaj jasne liczby i wizualizacje. Przypominaj, że to edukacja, a nie profesjonalna porada finansowa.",
  "agent.06.title": "Pomóż mi zarządzać finansami osobistymi",
  "agent.07.prompt": "Stwórz entuzjastycznego planistę podróży, który pomoże Ci odkrywać miejsca, tworzyć szczegółowe plany podróży, znajdować ukryte perełki, optymalizować budżet, zrozumieć lokalne zwyczaje i w pełni wykorzystać każdą przygodę.",
  "agent.07.title": "Pomóż mi zaplanować kolejną podróż",
  "agent.08.prompt": "Stwórz pasjonującego przewodnika kulinarnego, który nauczy technik gotowania, zaproponuje przepisy na podstawie dostępnych składników, wyjaśni połączenia smakowe, pomoże odkrywać kuchnie świata i zwiększy Twoją pewność siebie w kuchni.",
  "agent.08.title": "Naucz mnie lepiej gotować",
  "agent.09.prompt": "Stwórz przemyślanego doradcę zawodowego, który pomoże Ci odkrywać ścieżki kariery, zidentyfikować mocne strony i zainteresowania, przygotować się do zmian zawodowych, rozwijać umiejętności i stworzyć plan działania prowadzący do realizacji celów zawodowych.",
  "agent.09.title": "Pomóż mi odnaleźć ścieżkę kariery",
  "agent.10.prompt": "Stwórz stratega nauki, który pomoże Ci uczyć się skuteczniej, poprawić pamięć i zapamiętywanie, rozwinąć umiejętność krytycznego myślenia, pokonać prokrastynację i wykształcić nawyki uczenia się dostosowane do Twojego stylu.",
  "agent.10.title": "Pomóż mi uczyć się skuteczniej",
  "agent.11.prompt": "Stwórz Analityka i Opowiadacza Historii. Oprócz barwnej narracji, używaj „Narzędzia Równoległej Osi Czasu”, aby łączyć wydarzenia historyczne ze współczesnymi problemami. Analizuj wzloty i upadki cywilizacji w oparciu o strukturę przyczynowo-skutkową, pomagając użytkownikom wyciągać „lekcje z przeszłości” dla przyszłych decyzji.",
  "agent.11.title": "Opowiedz mi fascynujące historie historyczne",
  "agent.12.prompt": "Stwórz Mentora Filozoficznego Dociekania. Działaj jako moderator stosujący metodę sokratejską do kwestionowania założeń. Włącz „Wykrywacz Błędów Logicznych” do audytu argumentów użytkownika oraz „Macierz Porównawczą Tradycji”, aby pomóc użytkownikom syntetyzować różne szkoły myślenia w spójną osobistą wizję świata.",
  "agent.12.title": "Odkrywaj ze mną filozofię i wielkie idee",
  "agent.13.prompt": "Stwórz Interaktywnego Trenera Fotografii. Udostępnij „Dekonstruktor Kompozycji” do analizy przesłanych/opisanych zdjęć. Zaproponuj „Symulator Ustawień Technicznych” (przysłona/ISO/czas naświetlania) dla konkretnych warunków oświetleniowych i generuj strukturalne 7-dniowe plany kreatywnych wyzwań dostosowane do poziomu użytkownika.",
  "agent.13.title": "Pomóż mi robić lepsze zdjęcia",
  "agent.14.prompt": "Stwórz Stratega Rodzicielstwa Opartego na Nauce. Wykorzystaj „Śledzenie Kamieni Milowych Odpowiednich do Wieku” do oceny rozwoju dziecka. Udostępnij „Gotowe Skrypty Rozwiązywania Konfliktów” oparte na pozytywnej dyscyplinie i generuj spersonalizowane tygodniowe dzienniki aktywności równoważące rozwój poznawczy, społeczny i fizyczny.",
  "agent.14.title": "Daj mi pomocne porady rodzicielskie",
  "agent.15.prompt": "Stwórz Architekta Pojęć Prawnych. Użyj „Tłumacza na Język Zrozumiały”, aby uprościć złożone przepisy. Wprowadź „Mapę Ryzyka Sytuacyjnego”, aby zidentyfikować potencjalne zagrożenia w scenariuszach użytkownika i udostępnij „Listy Kontrolne Następnych Kroków”, które pomogą użytkownikom skutecznie przygotować się przed konsultacją z prawnikiem.",
  "agent.15.title": "Wyjaśnij mi kwestie prawne prostym językiem",
  "agent.16.prompt": "Stwórz Stratega Marketingu Skoncentrowanego na Wzroście. Zastosuj model lejka AARRR i STP do diagnozowania problemów biznesowych. Wykorzystaj „Generator Person” i „Macierz Wyboru Kanałów”, aby budować strategie treści oparte na danych oraz dostarczaj szablony szacowania KPI dla każdej proponowanej kampanii.",
  "agent.16.title": "Pomóż mi skutecznie promować moją pracę",
  "agent.17.prompt": "Stwórz Empatycznego Architekta Relacji. Wykorzystaj „Profil Komunikacyjny” do diagnozowania dynamiki międzyludzkiej. Udostępnij „Symulator Rozwiązywania Konfliktów” do odgrywania trudnych rozmów i generuj spersonalizowane „Skrypty Ustalania Granic”, które pomogą utrzymać zdrowe relacje.",
  "agent.17.title": "Pomóż mi budować lepsze relacje",
  "agent.18.prompt": "Zostań Trenerem Produktywności i Metody GTD. Pomagaj użytkownikom wdrażać Getting Things Done (GTD), planowanie blokowe i systemy wyznaczania celów. Wykorzystuj wbudowany system zarządzania zadaniami do przetwarzania i organizowania zadań. Zapewniaj regularne przeglądy i wizualne narzędzia do śledzenia zobowiązań i zwiększania koncentracji.",
  "agent.18.title": "Pomóż mi być bardziej produktywnym",
  "agent.19.prompt": "Stwórz przewodnika po uważności, który nauczy technik medytacji, pomoże radzić sobie ze stresem, rozwinąć świadomość chwili obecnej, zbudować regularną praktykę i zastosować zasady uważności w codziennym życiu.",
  "agent.19.title": "Naucz mnie uważności i medytacji",
  "agent.20.prompt": "Stwórz kuratora rozrywki, który poleci książki, filmy, seriale, podcasty i muzykę dopasowaną do Twoich upodobań, wyjaśni, dlaczego mogą Ci się spodobać, i pomoże odkrywać ukryte perełki w różnych gatunkach.",
  "agent.20.title": "Poleć mi coś ciekawego do obejrzenia lub przeczytania",
  "agent.21.prompt": "Stwórz trenera wystąpień publicznych, który pomoże Ci pokonać tremę, zbudować przekonującą prezentację, poprawić sposób mówienia i mowę ciała, radzić sobie z pytaniami i stać się pewnym siebie i angażującym mówcą.",
  "agent.21.title": "Pomóż mi stać się pewnym siebie mówcą",
  "agent.22.prompt": "Stwórz trenera rozmów kwalifikacyjnych, który pomoże Ci się przygotować, przećwiczyć typowe pytania, opracować ciekawe historie o swoim doświadczeniu, poradzić sobie z trudnymi pytaniami i zrobić dobre wrażenie.",
  "agent.22.title": "Pomóż mi przygotować się do rozmowy o pracę",
  "agent.23.prompt": "Stwórz nauczyciela muzyki, który w przystępny sposób wyjaśni teorię muzyki, pomoże nauczyć się gry na instrumencie, rozwinąć słuch muzyczny, zaproponuje techniki ćwiczeń i pogłębi Twoje zrozumienie różnych stylów muzycznych.",
  "agent.23.title": "Naucz mnie muzyki i gry na instrumencie",
  "agent.24.prompt": "Stwórz przewodnika po sztuce, który pomoże Ci zrozumieć różne nurty artystyczne, analizować dzieła, rozwinąć wrażliwość wizualną i czerpać większą przyjemność z wizyt w muzeach, galeriach i kontaktu z twórczością.",
  "agent.24.title": "Pomóż mi zrozumieć i docenić sztukę",
  "agent.25.prompt": "Stwórz doradcę ds. opieki nad zwierzętami, który udziela wskazówek dotyczących zdrowia pupila, treningu zachowań, żywienia, aktywności wzbogacających i budowania więzi — dla szerokiego zakresu zwierząt: futrzastych, pierzastych i łuskowatych. Agent powinien traktować opiekę nad zwierzęciem jako ciągłą odpowiedzialność i pomagać użytkownikom identyfikować ważne zadania, rutyny i kamienie milowe. Gdy opieka nad zwierzęciem wymaga działań cyklicznych lub zależnych od czasu, agent powinien pomóc użytkownikowi zorganizować te obowiązki i powiązać je z kalendarzem, aby plany były konsekwentnie realizowane w codziennym życiu.",
  "agent.25.title": "Pomóż mi lepiej dbać o mojego pupila",
  "agent.26.prompt": "Stwórz konsultanta ds. aranżacji wnętrz, który pomoże Ci zaplanować układ pomieszczeń, dobrać kolory, meble i dekoracje, zmieścić się w budżecie i stworzyć przestrzeń odzwierciedlającą Twoją osobowość i styl życia.",
  "agent.26.title": "Pomóż mi zaprojektować moje wnętrze",
  "agent.27.prompt": "Stwórz trenera przedsiębiorczości, który pomoże Ci zweryfikować pomysł na biznes, opracować model biznesowy, zrozumieć podstawy startupów, pokonać typowe wyzwania i podjąć praktyczne kroki w kierunku uruchomienia firmy.",
  "agent.27.title": "Pomóż mi uruchomić mój pomysł na biznes",
  "agent.28.prompt": "Stwórz popularyzatora nauki, który w angażujący sposób wyjaśni złożone koncepcje naukowe, omówi najnowsze odkrycia, oddzieli fakty od mitów i pomoże rozwinąć ciekawość oraz zrozumienie nauki.",
  "agent.28.title": "Wyjaśnij mi zagadnienia naukowe",
  "agent.29.prompt": "Stwórz doświadczonego recenzenta kodu, który specjalizuje się w wykrywaniu zapachów kodu, potencjalnych błędów, luk bezpieczeństwa i problemów z wydajnością. Powinien udzielać konstruktywnej informacji zwrotnej z konkretnymi sugestiami ulepszeń, wyjaśniać powody każdej rekomendacji oraz pomagać w egzekwowaniu standardów kodowania i najlepszych praktyk w całej bazie kodu.",
  "agent.29.title": "Pomóż mi zrecenzować i ulepszyć mój kod",
  "agent.30.prompt": "Stwórz mentora frontendowego, który jest ekspertem w nowoczesnych frameworkach takich jak React, Vue i Angular. Powinien tłumaczyć złożone koncepcje w prosty sposób, oceniać architekturę komponentów, sugerować optymalizacje wydajności, pomagać w debugowaniu trudnych problemów UI oraz doradzać w zakresie zarządzania stanem, testowania i dostępności.",
  "agent.30.title": "Pomóż mi w rozwoju frontendowym",
  "agent.31.prompt": "Stwórz architekta backendu, który specjalizuje się w projektowaniu skalowalnych architektur mikroserwisowych, wdrażaniu systemów opartych na zdarzeniach, optymalizacji wydajności API, zarządzaniu wyzwaniami systemów rozproszonych oraz podejmowaniu decyzji technologicznych z uwzględnieniem wydajności, łatwości utrzymania i kompetencji zespołu.",
  "agent.31.title": "Pomóż mi zaprojektować architekturę backendu",
  "agent.32.prompt": "Stwórz architekta baz danych, który pomoże zaprojektować wydajne schematy baz danych, zoptymalizować wolne zapytania, wybrać między rozwiązaniami SQL i NoSQL, wdrożyć odpowiednie strategie indeksowania oraz doradzić w zakresie modelowania danych, strategii migracji i skalowania dla różnych przypadków użycia.",
  "agent.32.title": "Pomóż mi zaprojektować bazę danych",
  "agent.33.prompt": "Stwórz inżyniera DevOps, który specjalizuje się w budowaniu solidnych pipeline’ów CI/CD, konteneryzacji z użyciem Dockera i Kubernetesa, infrastrukturze jako kodzie, optymalizacji platform chmurowych (AWS/GCP/Azure), konfiguracji monitoringu i alertów oraz wdrażaniu najlepszych praktyk bezpieczeństwa w całym cyklu wdrożeniowym.",
  "agent.33.title": "Pomóż mi skonfigurować pipeline DevOps",
  "agent.34.prompt": "Stwórz menedżera produktu, który pomoże zdefiniować jasne wymagania produktowe, napisać skuteczne user stories z kryteriami akceptacji, priorytetyzować funkcje przy użyciu metod takich jak RICE lub MoSCoW, tworzyć roadmapy produktowe oraz ułatwiać komunikację między interesariuszami, projektantami i zespołami inżynieryjnymi.",
  "agent.34.title": "Pomóż mi zdefiniować wymagania produktowe",
  "agent.35.prompt": "Stwórz konsultanta UX, który oceni interfejsy użytkownika pod kątem problemów z użytecznością, zaproponuje ulepszenia oparte na zasadach projektowania i psychologii użytkownika, pomoże stworzyć spójne systemy projektowe, przeprowadzi ewaluacje heurystyczne oraz udzieli wskazówek dotyczących dostępności, projektowania responsywnego i metod badań użytkowników.",
  "agent.35.title": "Oceń i ulepsz mój projekt UX",
  "agent.36.prompt": "Stwórz data scientistę, który pomoże w analizie statystycznej, wizualizacji danych, testowaniu hipotez, modelowaniu predykcyjnym oraz przekładaniu pytań biznesowych na wnioski oparte na danych. Powinien tłumaczyć złożone koncepcje analityczne w przystępny sposób i rekomendować odpowiednie narzędzia i techniki.",
  "agent.36.title": "Pomóż mi analizować i wizualizować dane",
  "agent.37.prompt": "Stwórz inżyniera uczenia maszynowego, który pomoże w wyborze modelu, inżynierii cech, optymalizacji pipeline’u treningowego, strategiach wdrażania modeli oraz tłumaczeniu koncepcji ML w praktyczny sposób. Powinien przeprowadzić cię przez cały cykl życia ML – od sformułowania problemu po wdrożenie produkcyjne.",
  "agent.37.title": "Pomóż mi zbudować rozwiązania ML",
  "agent.38.prompt": "Stwórz architekta rozwiązań chmurowych, który zaprojektuje opłacalną, wysoko dostępną infrastrukturę chmurową, wdroży strategie odzyskiwania po awarii, zoptymalizuje koszty chmury oraz pomoże w migracji systemów legacy do nowoczesnych architektur cloud-native na AWS, GCP lub Azure.",
  "agent.38.title": "Pomóż mi zaprojektować infrastrukturę chmurową",
  "agent.39.prompt": "Stwórz analityka bezpieczeństwa, który przeprowadzi przegląd bezpieczeństwa kodu, zidentyfikuje podatności takie jak SQL injection, XSS i CSRF, zarekomenduje bezpieczne wzorce uwierzytelniania i autoryzacji, pomoże poprawnie wdrożyć szyfrowanie oraz doradzi w zakresie zgodności ze standardami bezpieczeństwa, takimi jak OWASP Top 10.",
  "agent.39.title": "Pomóż mi sprawdzić bezpieczeństwo aplikacji",
  "agent.40.prompt": "Stwórz technicznego kierownika projektu, który pomoże we wdrażaniu metodologii agile, planowaniu sprintów, zarządzaniu ryzykiem, komunikacji z interesariuszami, alokacji zasobów oraz utrzymaniu złożonych projektów technicznych na właściwym torze przy jednoczesnym dbaniu o morale i produktywność zespołu.",
  "agent.40.title": "Pomóż mi zarządzać projektem technicznym",
  "group.01.prompt": "Zorganizuj dyskusję klubu książki z udziałem różnorodnych czytelników, którzy wnoszą odmienne perspektywy – krytyk literacki analizujący motywy i styl, zwykły czytelnik dzielący się emocjonalnymi reakcjami, pasjonat historii dostarczający kontekstu oraz entuzjasta filozofii zgłębiający głębsze znaczenia. Niech wspólnie omówią wpływ książki i to, co mówi ona o naturze człowieka.",
  "group.01.title": "Porozmawiaj ze mną o książce",
  "group.02.prompt": "Zorganizuj przyjazną debatę, w której uczestnicy zajmują różne stanowiska w danym temacie. Uwzględnij moderatora dbającego o sprawiedliwy przebieg dyskusji, rzeczników każdej ze stron prezentujących przekonujące argumenty oraz neutralnego analityka podsumowującego kluczowe punkty. Niech uczestnicy prowadzą rozmowę z szacunkiem, badając temat z wielu perspektyw.",
  "group.02.title": "Przeprowadźmy przyjazną debatę",
  "group.03.prompt": "Stwórz warsztaty pisarskie z udziałem autorów na różnych etapach kariery – opublikowanego powieściopisarza dzielącego się wiedzą o rzemiośle, redaktora udzielającego informacji zwrotnej, specjalisty od poezji omawiającego język oraz początkujących pisarzy prezentujących swoje prace. Niech wspólnie udzielają konstruktywnej krytyki i inspirują się nawzajem.",
  "group.03.title": "Pomóż mi ulepszyć moje pisanie",
  "group.04.prompt": "Zbierz grupę dyskusyjną o inwestowaniu z udziałem inwestora wartościowego, analityka skoncentrowanego na wzroście, eksperta ds. zarządzania ryzykiem oraz doradcy finansowego. Niech analizują możliwości inwestycyjne, omawiają trendy rynkowe i dzielą się różnymi strategiami, podkreślając znaczenie należytej staranności.",
  "group.04.title": "Porozmawiaj ze mną o strategiach inwestycyjnych",
  "group.05.prompt": "Stwórz zespół planujący podróż z udziałem poszukiwacza przygód proponującego ekscytujące aktywności, miłośnika kultury polecającego autentyczne doświadczenia, podróżnika budżetowego dzielącego się sposobami na oszczędzanie oraz eksperta od luksusowych podróży sugerującego ekskluzywne opcje. Niech wspólnie stworzą idealny plan podróży.",
  "group.05.title": "Pomóż mi zaplanować wymarzone wakacje",
  "group.06.prompt": "Zorganizuj krąg dyskusyjny o filmach z udziałem historyka kina dostarczającego kontekstu, reżysera omawiającego aspekty techniczne, zwykłego widza dzielącego się wrażeniami oraz krytyka analizującego motywy i wykonanie. Niech wspólnie zastanowią się, co sprawia, że filmy są znaczące i zapadające w pamięć.",
  "group.06.title": "Porozmawiaj ze mną o filmach",
  "group.07.prompt": "Zorganizuj sesję burzy mózgów dla startupu z udziałem kreatywnego pomysłodawcy generującego koncepcje, badacza rynku weryfikującego zapotrzebowanie, stratega biznesowego oceniającego wykonalność oraz przedsiębiorcy dzielącego się doświadczeniem. Niech wspólnie rozwijają i dopracowują pomysły biznesowe.",
  "group.07.title": "Wspólnie wymyślmy pomysł na biznes",
  "group.08.prompt": "Zbierz radę ds. planowania życia z udziałem coacha kariery skupiającego się na rozwoju zawodowym, doradcy finansowego zajmującego się finansami, eksperta ds. zdrowia i równowagi oraz coacha życiowego wspierającego spełnienie osobiste. Niech pomogą stworzyć całościowy plan na życie.",
  "group.08.title": "Pomóż mi zaplanować cele życiowe",
  "group.09.prompt": "Stwórz grupę dyskusyjną o zdrowiu z udziałem trenera fitness, dietetyka, rzecznika zdrowia psychicznego oraz specjalisty ds. snu. Niech omawiają holistyczne podejście do zdrowia, dzielą się praktycznymi wskazówkami i poruszają typowe wyzwania związane z utrzymaniem zdrowego stylu życia.",
  "group.09.title": "Porozmawiaj ze mną o zdrowiu i dobrym samopoczuciu",
  "group.10.prompt": "Zorganizuj okrągły stół dla rodziców z udziałem opiekunów dzieci w różnym wieku, psychologa dziecięcego, nauczyciela oraz doradcy rodzinnego. Niech dzielą się doświadczeniami, omawiają wyzwania i oferują wsparcie, szanując różne podejścia wychowawcze.",
  "group.10.title": "Podziel się doświadczeniami rodzicielskimi",
  "group.11.prompt": "Zbierz panel dyskusyjny o historii z udziałem ekspertów od różnych epok i regionów – specjalisty od historii starożytnej, historyka nowożytnego, antropologa kulturowego oraz politologa. Niech analizują wydarzenia historyczne i ich znaczenie dla współczesności.",
  "group.11.title": "Poznajmy razem fascynującą historię",
  "group.12.prompt": "Stwórz salon filozoficzny z udziałem myślicieli reprezentujących różne tradycje – eksperta od filozofii Wschodu, znawcę filozofii Zachodu, specjalistę od etyki oraz egzystencjalistę. Niech wspólnie zgłębiają wielkie pytania życia z różnych perspektyw filozoficznych.",
  "group.12.title": "Zastanówmy się wspólnie nad sensem życia",
  "group.13.prompt": "Zbierz grupę miłośników sztuki z udziałem historyka sztuki, aktywnego artysty, kuratora muzealnego oraz kolekcjonera. Niech omawiają dzieła, nurty i to, co sprawia, że sztuka jest znacząca w różnych kulturach i epokach.",
  "group.13.title": "Porozmawiaj ze mną o sztuce",
  "group.14.prompt": "Stwórz klub kulinarny z udziałem profesjonalnego szefa kuchni, krytyka kulinarnego, domowego kucharza oraz historyka jedzenia. Niech rozmawiają o kuchniach świata, dzielą się przepisami, omawiają techniki gotowania i celebrują kulturowe historie potraw.",
  "group.14.title": "Poznajmy razem kuchnie świata",
  "group.15.prompt": "Zbierz grupę wymiany językowej z udziałem native speakerów różnych języków, językoznawcy wyjaśniającego struktury językowe oraz uczniów na różnych poziomach. Niech ćwiczą konwersacje, dzielą się wskazówkami i odkrywają kulturowe niuanse.",
  "group.15.title": "Poćwicz ze mną języki obce",
  "group.16.prompt": "Zorganizuj grupę wsparcia dla osób zmieniających karierę z udziałem coacha kariery, osoby, która skutecznie zmieniła zawód, specjalisty HR oraz eksperta ds. rozwoju umiejętności. Niech omawiają strategie, dzielą się doświadczeniami i dodają otuchy osobom w trakcie zmiany zawodowej.",
  "group.16.title": "Pomóż mi przejść przez zmianę kariery",
  "group.17.prompt": "Stwórz krąg doradztwa relacyjnego z udziałem terapeuty par, eksperta ds. komunikacji, pary z wieloletnim stażem dzielącej się mądrością oraz singla oferującego świeże spojrzenie. Niech omawiają zdrową dynamikę relacji i strategie komunikacyjne.",
  "group.17.title": "Porozmawiajmy o zdrowych relacjach",
  "group.18.prompt": "Zbierz warsztaty finansów osobistych z udziałem eksperta od budżetowania, doradcy inwestycyjnego, specjalisty ds. zadłużenia oraz osoby, która osiągnęła niezależność finansową. Niech dzielą się praktycznymi strategiami budowania majątku i bezpieczeństwa finansowego.",
  "group.18.title": "Pomóż mi opanować finanse osobiste",
  "group.19.prompt": "Stwórz krąg wsparcia zdrowia psychicznego z udziałem terapeuty, praktyka uważności, coacha życiowego oraz osoby dzielącej się swoją historią zdrowia psychicznego. Niech omawiają strategie radzenia sobie, praktyki dbania o siebie i sposoby na zmniejszenie stygmatyzacji.",
  "group.19.title": "Wspieraj moją drogę do zdrowia psychicznego",
  "group.20.prompt": "Stwórz kreatywny zespół marketingowy z udziałem stratega marki, twórcy treści, eksperta od mediów społecznościowych oraz psychologa konsumenckiego. Niech opracowują angażujące kampanie i omawiają, co sprawia, że przekaz trafia do odbiorców.",
  "group.20.title": "Pomóż mi zaplanować strategię marketingową",
  "group.21.prompt": "Zorganizuj warsztaty budowania marki z udziałem eksperta ds. brandingu, projektanta wizualnego, specjalisty od storytellingu i odnoszącego sukcesy przedsiębiorcy. Niech pomogą opracować spójną tożsamość marki, przekaz i strategię.",
  "group.21.title": "Pomóż mi zbudować moją markę osobistą",
  "group.22.prompt": "Stwórz panel dyskusyjny o bieżących wydarzeniach z udziałem dziennikarza, analityka politycznego, ekonomisty i komentatora społecznego. Niech analizują wiadomości z różnych perspektyw, oddzielają fakty od opinii i omawiają konsekwencje.",
  "group.22.title": "Dyskutujmy o bieżących wydarzeniach i wiadomościach",
  "group.23.prompt": "Stwórz zespół eksploracji nauki złożony z naukowców różnych dziedzin – fizyka, biologa, specjalisty ds. środowiska i popularyzatora nauki. Niech wyjaśniają złożone tematy, omawiają najnowsze odkrycia i odkrywają cuda nauki.",
  "group.23.title": "Odkrywajmy razem naukowe odkrycia",
  "group.24.prompt": "Zbierz grupę wymiany kulturowej złożoną z osób o różnych korzeniach kulturowych, antropologa i podróżnika-pisarza. Niech dzielą się tradycjami, omawiają różnice kulturowe z szacunkiem i odnajdują wspólne ludzkie doświadczenia.",
  "group.24.title": "Dziel się i odkrywaj doświadczenia kulturowe",
  "group.25.prompt": "Stwórz grupę rozwoju osobistego z ekspertem ds. produktywności, coachem nawyków, specjalistą od motywacji i osobami sukcesu dzielącymi się swoimi historiami. Niech omawiają strategie rozwoju, odpowiedzialność i osiąganie celów.",
  "group.25.title": "Pomóż mi rozwijać się jako osoba",
  "group.26.prompt": "Stwórz zespół do planowania podcastu lub treści z udziałem stratega treści, eksperta od storytellingu, producenta technicznego i odnoszącego sukcesy twórcy. Niech wspólnie wymyślają pomysły, planują serie i omawiają, co sprawia, że treść angażuje.",
  "group.26.title": "Pomóż mi zaplanować angażujące treści",
  "group.27.prompt": "Zorganizuj krąg opinii pisarskich z udziałem autorów różnych gatunków, redaktora dającego techniczne uwagi i czytelników dzielących się perspektywą odbiorcy. Niech wspólnie pracują nad tekstami, udzielają konstruktywnej krytyki i wspierają twórczy rozwój.",
  "group.27.title": "Daj konstruktywną opinię o moim pisaniu",
  "group.28.prompt": "Stwórz grupę miłośników muzyki z historykiem muzyki, muzykiem, producentem i entuzjastycznym słuchaczem. Niech wspólnie odkrywają różne gatunki, omawiają, co czyni muzykę potężną, i dzielą się odkryciami z różnych epok i kultur.",
  "group.28.title": "Odkrywajmy razem nową muzykę",
  "group.29.prompt": "Zbierz kompletny zespół programistyczny: lidera technicznego odpowiedzialnego za architekturę, frontend developera dbającego o UX, backend developera obsługującego dane i API oraz inżyniera QA zapewniającego jakość. Niech wspólnie planują, omawiają kompromisy i tworzą strategię wdrożenia nowej funkcji.",
  "group.29.title": "Zaplanujmy razem nową funkcję",
  "group.30.prompt": "Stwórz panel przeglądu kodu złożony z doświadczonych inżynierów różnych specjalizacji – eksperta backendu, specjalisty frontendowego, inżyniera ds. bezpieczeństwa i eksperta od optymalizacji wydajności. Niech dokładnie przeanalizują kod z różnych perspektyw i udzielą kompleksowej opinii.",
  "group.30.title": "Zrecenzuj mój kod z różnych perspektyw",
  "group.31.prompt": "Zorganizuj przegląd architektury technicznej z udziałem architekta systemów przedstawiającego projekt, eksperta ds. bezpieczeństwa oceniającego podatności, inżyniera wydajności analizującego skalowalność i starszego developera oceniającego złożoność wdrożenia. Niech kwestionują założenia i udoskonalają architekturę.",
  "group.31.title": "Zrecenzuj moją architekturę systemu",
  "group.32.prompt": "Stwórz zespół założycielski startupu z CEO odpowiedzialnym za wizję i strategię, CTO oceniającym wykonalność techniczną i architekturę oraz CMO planującym strategię wejścia na rynek. Niech wspólnie dyskutują i uzgadniają kierunek produktu, alokację zasobów, pozycjonowanie konkurencyjne i taktyki wzrostu.",
  "group.32.title": "Zasymuluj dyskusję zespołu startupowego",
  "group.33.prompt": "Stwórz komisję rekrutacyjną z menedżerem zatrudniającym, starszymi inżynierami, przedstawicielem HR i osobą dbającą o kulturę zespołu. Niech uzgodnią wymagania wobec kandydatów, zaprojektują proces rekrutacji i ocenią kandydatów całościowo.",
  "group.33.title": "Pomóż mi stworzyć lepszy proces rekrutacji",
  "group.34.prompt": "Zbierz laboratorium innowacji z wizjonerem produktu, inżynierem prototypów, badaczem rynku i projektantem myślenia projektowego. Niech wspólnie badają nowe technologie, szybko weryfikują pomysły i proponują innowacyjne kierunki rozwoju produktu.",
  "group.34.title": "Odkrywajmy razem nowe technologie",
  "group.35.prompt": "Stwórz panel przeglądu opinii klientów z menedżerem produktu, badaczem UX, specjalistą ds. sukcesu klienta i przedstawicielami inżynierii. Niech analizują opinie klientów, identyfikują wzorce i ustalają priorytety ulepszeń.",
  "group.35.title": "Pomóż mi przeanalizować opinie klientów",
  "group.36.prompt": "Zbierz zespół do wprowadzenia produktu na rynek z menedżerem produktu, liderem marketingu, specjalistą ds. sukcesu klienta i liderem inżynierii. Niech koordynują działania związane z premierą, przygotują się na potencjalne problemy i zapewnią płynne wdrożenie.",
  "group.36.title": "Pomóż mi skoordynować premierę produktu",
  "group.37.prompt": "Zorganizuj komitet oceny technologii z architektem technicznym, programistami, którzy będą korzystać z technologii, recenzentem ds. bezpieczeństwa i menedżerem analizującym całkowity koszt posiadania. Niech systematycznie ocenią nowe narzędzia lub frameworki.",
  "group.37.title": "Pomóż mi ocenić nową technologię",
  "group.38.prompt": "Stwórz radę ds. bezpieczeństwa z inżynierem ds. bezpieczeństwa, specjalistą ds. zgodności, backend developerem i inżynierem DevOps. Niech ocenią system pod kątem podatności, braków w zgodności i ryzyk operacyjnych, a następnie ustalą priorytety działań naprawczych.",
  "group.38.title": "Zrecenzuj bezpieczeństwo mojego systemu",
  "group.39.prompt": "Zorganizuj warsztaty dotyczące metryk i KPI z menedżerem produktu, analitykiem danych, liderem inżynierii i interesariuszami biznesowymi. Niech wspólnie zdefiniują istotne metryki, ustalą wartości bazowe i stworzą dashboardy wspierające dobre decyzje.",
  "group.39.title": "Pomóż mi zdefiniować istotne metryki",
  "group.40.prompt": "Zbierz panel przeglądu projektu z projektantem UX prezentującym projekt, frontend developerem oceniającym wykonalność, menedżerem produktu sprawdzającym zgodność z wymaganiami i ekspertem ds. dostępności dbającym o inkluzywność. Niech udzielą konstruktywnej opinii i wspólnie iterują projekt.",
  "group.40.title": "Zrecenzuj mój projekt z różnych perspektyw",
  "write.01.prompt": "Napisz wciągające opowiadanie z interesującymi postaciami, angażującą fabułą i satysfakcjonującym zakończeniem. Uwzględnij barwne opisy ożywiające sceny, naturalne dialogi ukazujące osobowości bohaterów, narastające napięcie trzymające czytelnika w napięciu oraz głęboki przekaz lub przesłanie przewijające się przez całą narrację.",
  "write.01.title": "Napisz wciągające opowiadanie",
  "write.02.prompt": "Stwórz piękny wiersz wyrażający głębokie emocje lub uchwycający ulotną chwilę. Eksperymentuj z obrazowaniem, metaforą, rytmem i środkami dźwiękowymi. Wiersz może mieć formę klasyczną (sonet, haiku itp.) lub być wierszem wolnym, ale powinien mieć wyraźny głos i emocjonalny wydźwięk.",
  "write.02.title": "Napisz dla mnie piękny wiersz",
  "write.03.prompt": "Napisz angażujący scenariusz do krótkometrażowego filmu, sztuki teatralnej lub wideo. Uwzględnij przekonujące dialogi brzmiące naturalnie w mowie, jasne opisy scen i wskazówki sceniczne, dobrze rozwinięte postacie z wyrazistymi głosami oraz napięcie dramatyczne napędzające akcję.",
  "write.03.title": "Napisz scenariusz filmowy lub teatralny",
  "write.04.prompt": "Napisz pełną wyobraźni bajkę lub opowieść dla dzieci z zapadającymi w pamięć bohaterami, wyraźnym morałem, językiem dostosowanym do wieku oraz poczuciem magii i cudowności. Uwzględnij elementy pobudzające wyobraźnię, zachowując jednocześnie przystępność i atrakcyjność dla młodych czytelników.",
  "write.04.title": "Napisz magiczną opowieść dla dzieci",
  "write.05.prompt": "Stwórz wciągającą opowieść science fiction lub fantasy z kreatywnym światem, unikalnymi koncepcjami i interesującymi postaciami. Konsekwentnie rozwijaj zasady rządzące fikcyjnym światem, buduj napięcie poprzez konflikty i eksploruj tematy rezonujące z czytelnikami.",
  "write.05.title": "Napisz wciągającą historię sci-fi lub fantasy",
  "write.06.prompt": "Napisz trzymający w napięciu kryminał lub thriller z dynamicznym tempem, sprytnymi zwrotami akcji i wskazówkami wplecionymi w narrację. Stwórz intrygującą zagadkę, którą czytelnik będzie rozwiązywał razem z bohaterem, utrzymując napięcie aż do satysfakcjonującego rozwiązania.",
  "write.06.title": "Napisz wciągającą historię kryminalną",
  "write.07.prompt": "Napisz refleksyjny esej osobisty lub fragment wspomnień, który opowiada o życiowych doświadczeniach, obserwacjach lub emocjach. Użyj barwnych szczegółów, by ożywić wspomnienia, odnajdź uniwersalne tematy w osobistych historiach i stwórz prozę, która będzie zarówno intymna, jak i znacząca dla czytelnika.",
  "write.07.title": "Napisz refleksyjny esej osobisty",
  "write.08.prompt": "Stwórz flash fiction lub mikroopowiadanie, które wywoła silne emocje przy minimalnej liczbie słów. Każde słowo powinno mieć znaczenie – zwięzła proza, zarysowane tło i zaskakujące lub poruszające zakończenie. Celuj w kompletne historie poniżej 1000 słów, które zostaną w pamięci.",
  "write.08.title": "Napisz mocne flash fiction",
  "write.09.prompt": "Napisz profesjonalny e-mail, który będzie jasny, zwięzły i skutecznie osiągnie swój cel. Niezależnie od tego, czy chodzi o prośbę o informacje, przypomnienie, propozycję czy delikatną sprawę – zadbaj o odpowiedni ton, logiczną strukturę i wyraźne wezwanie do działania.",
  "write.09.title": "Pomóż mi napisać profesjonalny e-mail",
  "write.10.prompt": "Stwórz przekonujące CV, które skutecznie podkreśli Twoje umiejętności, doświadczenie i osiągnięcia. Użyj mocnych czasowników, liczbowo przedstaw osiągnięcia, dostosuj treść do konkretnej roli i zadbaj o przejrzysty format zgodny z systemami ATS, a jednocześnie czytelny.",
  "write.10.title": "Pomóż mi stworzyć imponujące CV",
  "write.11.prompt": "Napisz przekonujący list motywacyjny, który uzupełni Twoje CV i opowie Twoją historię zawodową. Pokaż autentyczne zainteresowanie rolą i firmą, podkreśl doświadczenia odpowiadające wymaganiom stanowiska i zaprezentuj swoją unikalną wartość w zapadający w pamięć sposób.",
  "write.11.title": "Pomóż mi napisać list motywacyjny",
  "write.12.prompt": "Napisz angażujące przemówienie lub scenariusz prezentacji, który przyciągnie i utrzyma uwagę publiczności. Uwzględnij mocne otwarcie, przejrzystą strukturę z płynnymi przejściami, ciekawe historie lub przykłady oraz zapadające w pamięć zakończenie z jasnym przesłaniem lub wezwaniem do działania.",
  "write.12.title": "Napisz dla mnie angażujące przemówienie",
  "write.13.prompt": "Napisz serdeczny list z podziękowaniami, który wyrazi szczerą wdzięczność. Niezależnie od tego, czy dziękujesz za prezent, rozmowę kwalifikacyjną, przysługę czy wsparcie – bądź konkretny, opisz wpływ, jaki to miało na Ciebie, i zachowaj autentyczny ton wzmacniający relację.",
  "write.13.title": "Napisz serdeczne podziękowanie",
  "write.14.prompt": "Napisz szczery list z przeprosinami, w którym bierzesz odpowiedzialność, wyrażasz żal i proponujesz rozwiązanie. Uznaj konkretną krzywdę, unikaj wymówek, wyjaśnij, jak zapobiegniesz powtórzeniu sytuacji, i poproś o wybaczenie bez nacisku.",
  "write.14.title": "Napisz szczery list z przeprosinami",
  "write.15.prompt": "Stwórz eleganckie zaproszenie na wydarzenie – formalne (ślub, gala) lub nieformalne (impreza, spotkanie). Uwzględnij wszystkie niezbędne informacje (kto, co, kiedy, gdzie, RSVP), dopasuj ton do okazji i wzbudź zainteresowanie, jasno określając oczekiwania.",
  "write.15.title": "Zaprojektuj eleganckie zaproszenie",
  "write.16.prompt": "Napisz mocny list polecający, który skutecznie poprze daną osobę. Podaj konkretne przykłady jej mocnych stron i osiągnięć, opisz kontekst Waszej relacji i obserwacji oraz wyraź autentyczne poparcie, które pomoże odbiorcy podjąć świadomą decyzję.",
  "write.16.title": "Napisz mocny list polecający",
  "write.17.prompt": "Napisz szczerą i pomocną recenzję produktu, która pomoże potencjalnym nabywcom. Opisz kluczowe cechy, działanie w praktyce, zalety i wady, stosunek jakości do ceny oraz dla kogo produkt jest odpowiedni. Podaj konkretne przykłady z własnego doświadczenia i jasną rekomendację.",
  "write.17.title": "Napisz pomocną recenzję produktu",
  "write.18.prompt": "Stwórz kompleksowy przewodnik turystyczny lub plan podróży dla wybranego miejsca. Uwzględnij najważniejsze atrakcje, ukryte perełki, praktyczne porady (transport, noclegi, jedzenie), kwestie budżetowe i wskazówki od lokalnych mieszkańców, które pomogą w pełni wykorzystać wyjazd.",
  "write.18.title": "Stwórz kompleksowy przewodnik turystyczny",
  "write.19.prompt": "Napisz angażujące treści do mediów społecznościowych, które przyciągną uwagę i zwiększą zaangażowanie. Niezależnie od platformy (Instagram, Twitter/X, LinkedIn, TikTok), dopasuj styl do odbiorców, użyj chwytliwego wstępu i jasnego wezwania do działania.",
  "write.19.title": "Napisz angażujące treści do social mediów",
  "write.20.prompt": "Napisz apetyczną recenzję kulinarną lub przepis z barwnymi opisami, które pobudzą apetyt. W recenzjach uchwyć atmosferę, obsługę i smaki. W przepisach podaj jasne instrukcje, przydatne wskazówki i historię dania.",
  "write.20.title": "Napisz apetyczną recenzję kulinarną",
  "write.21.prompt": "Napisz przemyślaną recenzję książki lub filmu, która pomoże czytelnikom zdecydować, czy jest to coś dla nich. Podsumuj bez zdradzania fabuły, przeanalizuj motywy i wykonanie, omów mocne i słabe strony, określ docelową grupę odbiorców i zaproponuj jasną ocenę lub rekomendację.",
  "write.21.title": "Napisz przemyślaną recenzję książki lub filmu",
  "write.22.prompt": "Napisz angażujący wpis na bloga, który nawiąże więź z czytelnikami. Wybierz temat, który jest Ci bliski, podziel się swoją unikalną perspektywą, użyj swobodnego tonu, dodaj osobiste anegdoty lub przykłady i zakończ refleksją lub pytaniem zachęcającym do dyskusji.",
  "write.22.title": "Napisz angażujący wpis na bloga",
  "write.23.prompt": "Napisz klarowny i obiektywny artykuł informacyjny zgodny ze standardami dziennikarskimi. Uwzględnij podstawowe informacje: kto, co, kiedy, gdzie, dlaczego i jak. Zastosuj strukturę odwróconej piramidy, dodaj odpowiednie cytaty, zachowaj neutralność i zweryfikuj fakty przed publikacją.",
  "write.23.title": "Napisz przejrzysty artykuł informacyjny",
  "write.24.prompt": "Napisz wnikliwy artykuł w formie wywiadu, który ożywi rozmowę. Przygotuj przemyślane pytania, uchwyć osobowość i sposób wypowiedzi rozmówcy, wpleć cytaty w ciekawą narrację i zapewnij kontekst, który pomoże czytelnikom zrozumieć, dlaczego ta historia jest ważna.",
  "write.24.title": "Napisz wnikliwy artykuł wywiadowy",
  "write.25.prompt": "Napisz kompleksowy biznesplan, który przekona inwestorów lub posłuży jako przewodnik dla Twojego przedsięwzięcia. Uwzględnij streszczenie, analizę rynku, otoczenie konkurencyjne, model biznesowy, strategię marketingową, prognozy finansowe, zespół oraz wymagania dotyczące finansowania z jasnym podziałem środków.",
  "write.25.title": "Napisz kompleksowy biznesplan",
  "write.26.prompt": "Napisz szczegółowe i przydatne notatki z lektury lub podsumowanie książki, zawierające kluczowe spostrzeżenia. Uwzględnij główne tezy i argumenty, zapadające w pamięć cytaty, osobiste refleksje, praktyczne zastosowania oraz pytania do dalszych rozważań.",
  "write.26.title": "Napisz przydatne notatki z lektury",
  "write.27.prompt": "Napisz szczegółowy raport badawczy lub analizę na wybrany temat. Uwzględnij jasną metodologię, uporządkowane wyniki, opisy wizualizacji danych, zrównoważoną analizę różnych perspektyw oraz konkretne wnioski poparte dowodami.",
  "write.27.title": "Napisz szczegółowy raport badawczy",
  "write.28.prompt": "Napisz analizę rynku, która zidentyfikuje szanse i zagrożenia. Uwzględnij przegląd branży, analizę docelowych klientów, mapę konkurencji, identyfikację trendów, analizę SWOT oraz strategiczne rekomendacje oparte na wynikach.",
  "write.28.title": "Napisz szczegółową analizę rynku",
  "write.29.prompt": "Napisz przejrzysty i konkretny protokół ze spotkania, zawierający podjęte decyzje i kolejne kroki. Uwzględnij uczestników, omawiane punkty agendy, kluczowe kwestie, ustalenia, zadania z przypisanymi osobami i terminami oraz punkty do dalszego śledzenia.",
  "write.29.title": "Napisz przejrzysty protokół ze spotkania",
  "write.30.prompt": "Napisz refleksyjne podsumowanie roku lub roczny przegląd osiągnięć i wniosków. Uwzględnij kluczowe sukcesy z mierzalnymi wynikami, pokonane wyzwania, zdobyte lekcje, ocenę celów oraz plany i priorytety na nadchodzący rok.",
  "write.30.title": "Napisz moje podsumowanie roku",
  "write.31.prompt": "Napisz kompleksowy wpis techniczny na bloga, który w przystępny sposób wyjaśnia złożone zagadnienie programistyczne. Zadbaj o wciągające wprowadzenie, stopniowe wyjaśnienia od podstaw do zaawansowanych tematów, praktyczne przykłady kodu z komentarzami, opisy diagramów, rzeczywiste zastosowania, typowe błędy do uniknięcia oraz zakończenie z propozycjami dalszej nauki.",
  "write.31.title": "Napisz angażujący wpis techniczny",
  "write.32.prompt": "Wygeneruj kompletny, profesjonalny plik README.md dla projektu open source. Uwzględnij przyciągający uwagę opis projektu z odznakami, jasne instrukcje instalacji dla różnych platform, przewodnik szybkiego startu z przykładami użycia, pełną dokumentację API z dostępnymi opcjami, zasady współtworzenia z wymaganiami dotyczącymi stylu kodu, informacje o licencji oraz sekcję z podziękowaniami.",
  "write.32.title": "Stwórz profesjonalny plik README",
  "write.33.prompt": "Napisz szczegółową dokumentację API, którą programiści będą chcieli czytać. Uwzględnij przegląd celu i możliwości API, wymagania dotyczące uwierzytelniania i autoryzacji z przykładami, opisy endpointów z formatami żądań i odpowiedzi, interaktywne przykłady kodu w różnych językach, pełną dokumentację kodów błędów z poradami dotyczącymi rozwiązywania problemów, informacje o limitach zapytań oraz politykę wersjonowania.",
  "write.33.title": "Napisz szczegółową dokumentację API",
  "write.34.prompt": "Stwórz dokumentację projektową, która jasno przedstawi architekturę systemu zarówno technicznym, jak i nietechnicznym interesariuszom. Uwzględnij opis problemu i cele, ogólny przegląd architektury z diagramami komponentów, szczegółowy opis przepływu danych, wybór technologii z uzasadnieniem, kwestie skalowalności i wydajności, środki bezpieczeństwa, strategię testowania oraz plan wdrożenia z analizą ryzyka.",
  "write.34.title": "Napisz dokumentację projektową",
  "write.35.prompt": "Napisz przyjazny dla użytkownika przewodnik, który pomoże im osiągnąć cele z Twoim oprogramowaniem. Uwzględnij sekcję wprowadzającą z wymaganiami wstępnymi, instrukcje krok po kroku z opisami zrzutów ekranu, przydatne wskazówki i skróty, często zadawane pytania, sekcję rozwiązywania problemów oraz linki do dodatkowych zasobów dla zaawansowanych użytkowników.",
  "write.35.title": "Stwórz przyjazny przewodnik dla użytkownika",
  "write.36.prompt": "Przygotuj profesjonalne informacje o wydaniu, które poinformują użytkowników i wzbudzą ich entuzjazm. Uwzględnij podsumowanie najważniejszych zmian, szczegółowe opisy nowych funkcji z przykładami użycia, wprowadzone ulepszenia i optymalizacje, naprawione błędy z odniesieniami do zgłoszeń, zmiany niekompatybilne wstecz z instrukcjami migracji, informacje o wycofywanych funkcjach oraz podziękowania dla współtwórców.",
  "write.36.title": "Napisz profesjonalne informacje o wydaniu",
  "write.37.prompt": "Stwórz kompleksowy przewodnik wdrożeniowy, który pomoże nowym członkom zespołu szybko stać się produktywnymi. Uwzględnij przedstawienie zespołu i kanałów komunikacji, instrukcje konfiguracji środowiska, przegląd architektury kodu z kluczowymi katalogami, standardy i konwencje, typowe przepływy pracy, wskazówki dotyczące debugowania, listę przydatnych zasobów oraz sugerowane zadania na pierwszy tydzień.",
  "write.37.title": "Stwórz kompleksowy przewodnik wdrożeniowy",
  "write.38.prompt": "Napisz przekonujący dokument propozycji projektu, który jasno określa rozwiązywany problem i jego wpływ biznesowy, przedstawia przemyślane rozwiązanie z podejściem technicznym, zawiera realistyczne kamienie milowe i harmonogram, określa wymagania dotyczące zasobów i budżetu, definiuje mierzalne wskaźniki sukcesu i KPI oraz uwzględnia potencjalne ryzyka z planami ich minimalizacji.",
  "write.38.title": "Napisz przekonującą propozycję projektu",
  "write.39.prompt": "Napisz dokument wymagań produktowych (PRD), który jasno określa, co należy zbudować. Uwzględnij opis problemu i potrzeby użytkowników, persony i przypadki użycia, wymagania funkcjonalne z kryteriami akceptacji, wymagania niefunkcjonalne (wydajność, bezpieczeństwo itp.), wymagania dotyczące UI/UX z makietami, wskaźniki sukcesu oraz harmonogram z zależnościami.",
  "write.39.title": "Napisz dokument wymagań produktowych",
  "write.40.prompt": "Napisz artykuł do bazy wiedzy, który pomoże użytkownikom rozwiązać konkretny problem. Uwzględnij jasne określenie problemu, wymagania wstępne i założenia, rozwiązanie krok po kroku z ilustracjami, alternatywne podejścia (jeśli dotyczy), porady dotyczące rozwiązywania typowych problemów, powiązane artykuły i dalsze kroki oraz mechanizm przekazywania opinii.",
  "write.40.title": "Napisz artykuł do bazy wiedzy"
}
