{
  "error.backHome": "العودة إلى الصفحة الرئيسية",
  "error.desc": "حاول مرة أخرى لاحقًا، أو عد إلى العالم المعروف.",
  "error.retry": "إعادة التحميل",
  "error.title": "عذرًا، حدث خطأ ما..",
  "fetchError.detail": "تفاصيل الخطأ",
  "fetchError.title": "فشل الطلب",
  "import.importConfigFile.description": "سبب الخطأ: {{reason}}",
  "import.importConfigFile.title": "فشل الاستيراد",
  "import.incompatible.description": "تم تصدير هذا الملف من إصدار أحدث. يرجى الترقية إلى أحدث إصدار ثم إعادة الاستيراد.",
  "import.incompatible.title": "التطبيق الحالي لا يدعم استيراد هذا الملف",
  "inviteCode.continue": "متابعة",
  "inviteCode.currentEmail": "الحساب الحالي: {{email}}",
  "inviteCode.desc": "مطلوب رمز دعوة للوصول إلى LobeHub. يرجى إدخال رمز دعوة صالح للمتابعة.",
  "inviteCode.friends": "الأصدقاء",
  "inviteCode.joinUsOn": "انضم إلينا على",
  "inviteCode.lookingForInvite": "تبحث عن دعوة؟",
  "inviteCode.notYou": "لست أنت؟",
  "inviteCode.openingInStages": "يتم الفتح على مراحل.",
  "inviteCode.placeholder": "رمز الدعوة أو الرابط",
  "inviteCode.pleaseEnterCode": "أدخل رمز الدعوة للمتابعة.",
  "inviteCode.switchAccount": "تبديل الحساب",
  "inviteCode.title": "رمز الدعوة مطلوب",
  "loginRequired.desc": "سيتم تحويلك إلى صفحة تسجيل الدخول قريبًا",
  "loginRequired.title": "يرجى تسجيل الدخول لاستخدام هذه الميزة",
  "notFound.backHome": "العودة إلى الصفحة الرئيسية",
  "notFound.check": "يرجى التحقق من صحة عنوان URL.",
  "notFound.desc": "لم نتمكن من العثور على الصفحة التي تبحث عنها.",
  "notFound.title": "هل دخلت منطقة غير معروفة؟",
  "pluginSettings.desc": "أكمل الإعدادات التالية لبدء استخدام هذه المهارة",
  "pluginSettings.title": "إعدادات مهارة {{name}}",
  "response.400": "عذرًا، الخادم لا يفهم طلبك. يرجى التأكد من صحة معلمات الطلب.",
  "response.401": "عذرًا، تم رفض طلبك من قبل الخادم، ربما بسبب عدم كفاية الصلاحيات أو فشل التوثيق.",
  "response.403": "عذرًا، تم رفض طلبك. ليس لديك إذن للوصول إلى هذا المحتوى.",
  "response.404": "عذرًا، لم يتم العثور على الصفحة أو المورد المطلوب. يرجى التأكد من صحة عنوان URL.",
  "response.405": "عذرًا، لا يدعم الخادم طريقة الطلب المستخدمة. يرجى التأكد من صحة طريقة الطلب.",
  "response.406": "عذرًا، لا يمكن للخادم إكمال الطلب بناءً على خصائص المحتوى المطلوب.",
  "response.407": "عذرًا، تحتاج إلى توثيق الوكيل قبل متابعة هذا الطلب.",
  "response.408": "عذرًا، انتهت مهلة الخادم أثناء انتظار الطلب. يرجى التحقق من اتصالك بالشبكة والمحاولة مرة أخرى.",
  "response.409": "عذرًا، لا يمكن معالجة الطلب بسبب تعارض، ربما بسبب حالة المورد غير المتوافقة مع الطلب.",
  "response.410": "عذرًا، تم حذف المورد المطلوب بشكل دائم ولا يمكن العثور عليه.",
  "response.411": "عذرًا، لا يمكن للخادم معالجة الطلب بدون طول محتوى صالح.",
  "response.412": "عذرًا، لا يستوفي طلبك شروط الخادم ولا يمكن إكماله.",
  "response.413": "عذرًا، بيانات الطلب كبيرة جدًا ولا يمكن معالجتها من قبل الخادم.",
  "response.414": "عذرًا، عنوان URI الخاص بطلبك طويل جدًا ولا يمكن معالجته.",
  "response.415": "عذرًا، لا يمكن للخادم معالجة تنسيق الوسائط المرفق بالطلب.",
  "response.416": "عذرًا، لا يمكن للخادم تلبية نطاق طلبك.",
  "response.417": "عذرًا، لا يمكن للخادم تلبية توقعاتك.",
  "response.422": "عذرًا، تنسيق الطلب صحيح، ولكن لا يمكن الرد عليه بسبب أخطاء دلالية.",
  "response.423": "عذرًا، المورد المطلوب مقفل.",
  "response.424": "عذرًا، لا يمكن إكمال الطلب الحالي بسبب فشل في طلب سابق.",
  "response.426": "عذرًا، يتطلب الخادم ترقية إصدار البروتوكول المستخدم.",
  "response.428": "عذرًا، يتطلب الخادم شرطًا مسبقًا، ويجب أن يحتوي طلبك على ترويسة شرطية صحيحة.",
  "response.429": "عذرًا، طلباتك متكررة جدًا والخادم مرهق. يرجى المحاولة لاحقًا.",
  "response.431": "عذرًا، حقول الترويسة في طلبك كبيرة جدًا ولا يمكن معالجتها.",
  "response.451": "عذرًا، يرفض الخادم توفير هذا المورد لأسباب قانونية.",
  "response.499": "نعتذر، تم قطع طلبك بشكل غير متوقع أثناء معالجته من قبل الخادم، ربما بسبب إلغاء العملية أو ضعف الاتصال. يرجى التحقق من الشبكة والمحاولة مجددًا.",
  "response.500": "عذرًا، يبدو أن الخادم يواجه صعوبات مؤقتة ولا يمكنه إكمال طلبك. يرجى المحاولة لاحقًا.",
  "response.501": "عذرًا، لا يعرف الخادم كيفية معالجة هذا الطلب بعد. يرجى التأكد من صحة العملية.",
  "response.502": "عذرًا، يبدو أن الخادم غير متصل مؤقتًا ولا يمكنه تقديم الخدمة. يرجى المحاولة لاحقًا.",
  "response.503": "عذرًا، لا يمكن للخادم حاليًا معالجة طلبك، ربما بسبب الحمل الزائد أو الصيانة. يرجى المحاولة لاحقًا.",
  "response.504": "عذرًا، لم يتلق الخادم ردًا من الخادم العلوي. يرجى المحاولة لاحقًا.",
  "response.505": "عذرًا، لا يدعم الخادم إصدار HTTP الذي تستخدمه. يرجى التحديث والمحاولة مجددًا.",
  "response.506": "عذرًا، هناك مشكلة في إعدادات الخادم. يرجى التواصل مع المسؤول لحل المشكلة.",
  "response.507": "عذرًا، لا توجد مساحة تخزين كافية على الخادم لمعالجة طلبك. يرجى المحاولة لاحقًا.",
  "response.509": "عذرًا، تم استهلاك عرض النطاق الترددي للخادم. يرجى المحاولة لاحقًا.",
  "response.510": "عذرًا، لا يدعم الخادم الامتداد المطلوب. يرجى التواصل مع المسؤول.",
  "response.520": "نعتذر، واجه الخادم مشكلة غير متوقعة منعته من إكمال طلبك. يرجى المحاولة لاحقًا، نحن نعمل على حل المشكلة.",
  "response.522": "نعتذر، انتهت مهلة الاتصال بالخادم ولم يتمكن من الرد في الوقت المناسب. قد يكون السبب ضعف الشبكة أو تعذر الوصول المؤقت. يرجى المحاولة لاحقًا.",
  "response.524": "نعتذر، انتهت مهلة الخادم أثناء انتظار الرد، ربما بسبب بطء الاستجابة. يرجى المحاولة لاحقًا.",
  "response.AgentRuntimeError": "حدث خطأ أثناء تنفيذ نموذج Lobe. يرجى التحقق أو إعادة المحاولة بناءً على المعلومات التالية.",
  "response.ComfyUIBizError": "حدث خطأ أثناء طلب خدمة ComfyUI. يرجى التحقق من المعلومات أدناه أو إعادة المحاولة.",
  "response.ComfyUIEmptyResult": "لم يتم إنشاء أي صورة بواسطة ComfyUI. يرجى التحقق من إعدادات النموذج أو إعادة المحاولة.",
  "response.ComfyUIModelError": "فشل تحميل نموذج ComfyUI. يرجى التأكد من وجود ملف النموذج.",
  "response.ComfyUIServiceUnavailable": "فشل الاتصال بخدمة ComfyUI. يرجى التأكد من أنها تعمل بشكل صحيح وأن عنوان الخدمة مضبوط بشكل صحيح.",
  "response.ComfyUIUploadFailed": "فشل تحميل الصورة إلى ComfyUI. يرجى التحقق من الاتصال بالخادم أو إعادة المحاولة.",
  "response.ComfyUIWorkflowError": "فشل تنفيذ سير عمل ComfyUI. يرجى التحقق من إعدادات سير العمل.",
  "response.ConnectionCheckFailed": "الطلب أعاد نتيجة فارغة. يرجى التحقق من أن عنوان وكيل API لا ينتهي بـ `/v1`.",
  "response.CreateMessageError": "عذرًا، لم يتم إرسال الرسالة بنجاح. يرجى نسخ المحتوى والمحاولة مرة أخرى. لن يتم الاحتفاظ بهذه الرسالة بعد تحديث الصفحة.",
  "response.ExceededContextWindow": "يتجاوز محتوى الطلب الحالي الحد الأقصى الذي يمكن للنموذج معالجته. يرجى تقليل المحتوى والمحاولة مجددًا.",
  "response.FreePlanLimit": "أنت تستخدم الخطة المجانية حاليًا ولا يمكنك استخدام هذه الميزة. يرجى الترقية إلى خطة مدفوعة للمتابعة.",
  "response.GoogleAIBlockReason.BLOCKLIST": "يحتوي المحتوى الخاص بك على مصطلحات محظورة. يرجى مراجعة مدخلاتك وتعديلها ثم المحاولة مجددًا.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "تم حظر الصورة المُولدة لأسباب تتعلق بالسلامة. يرجى تعديل طلب الصورة.",
  "response.GoogleAIBlockReason.LANGUAGE": "اللغة المستخدمة غير مدعومة. يرجى المحاولة باللغة الإنجليزية أو بلغة مدعومة أخرى.",
  "response.GoogleAIBlockReason.OTHER": "تم حظر المحتوى لسبب غير معروف. يرجى إعادة صياغة الطلب والمحاولة مجددًا.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "قد يحتوي طلبك على محتوى محظور. يرجى تعديل الطلب ليتوافق مع إرشادات الاستخدام.",
  "response.GoogleAIBlockReason.RECITATION": "تم حظر المحتوى بسبب مخاوف تتعلق بحقوق النشر. يرجى استخدام محتوى أصلي أو إعادة صياغة الطلب.",
  "response.GoogleAIBlockReason.SAFETY": "تم حظر المحتوى لأسباب تتعلق بسياسة السلامة. يرجى تعديل الطلب لتجنب المحتوى الضار أو غير المناسب.",
  "response.GoogleAIBlockReason.SPII": "قد يحتوي المحتوى الخاص بك على معلومات تعريف شخصية حساسة. لحماية الخصوصية، يرجى إزالة التفاصيل الحساسة والمحاولة مجددًا.",
  "response.GoogleAIBlockReason.default": "تم حظر المحتوى: {{blockReason}}. يرجى تعديل الطلب والمحاولة مجددًا.",
  "response.InsufficientQuota": "عذرًا، تم استهلاك الحصة المخصصة لهذا المفتاح. يرجى التحقق من رصيد حسابك أو زيادة الحصة والمحاولة مجددًا.",
  "response.InvalidAccessCode": "رمز الوصول غير صالح أو فارغ. يرجى إدخال رمز الوصول الصحيح أو إضافة مفتاح API مخصص.",
  "response.InvalidBedrockCredentials": "فشل التوثيق مع Bedrock. يرجى التحقق من AccessKeyId/SecretAccessKey والمحاولة مجددًا.",
  "response.InvalidComfyUIArgs": "إعدادات ComfyUI غير صالحة. يرجى التحقق من الإعدادات والمحاولة مجددًا.",
  "response.InvalidGithubToken": "رمز GitHub الشخصي غير صحيح أو فارغ. يرجى التحقق من الرمز والمحاولة مجددًا.",
  "response.InvalidOllamaArgs": "إعدادات Ollama غير صالحة، يرجى التحقق منها والمحاولة مجددًا.",
  "response.InvalidProviderAPIKey": "مفتاح API الخاص بـ {{provider}} غير صحيح أو فارغ، يرجى التحقق منه والمحاولة مجددًا.",
  "response.InvalidVertexCredentials": "فشل التوثيق مع Vertex. يرجى التحقق من بيانات الاعتماد والمحاولة مجددًا.",
  "response.LocationNotSupportError": "نعتذر، لا يدعم موقعك الحالي هذه الخدمة. قد يكون ذلك بسبب قيود إقليمية أو عدم توفر الخدمة. يرجى التأكد من دعم الموقع الحالي أو المحاولة من موقع مختلف.",
  "response.ModelNotFound": "عذرًا، لم يتم العثور على النموذج المطلوب. قد لا يكون موجودًا أو ليس لديك صلاحية الوصول. يرجى المحاولة بعد تغيير مفتاح API أو تعديل الصلاحيات.",
  "response.NoOpenAIAPIKey": "مفتاح OpenAI API فارغ، يرجى إضافة مفتاح API مخصص.",
  "response.OllamaBizError": "حدث خطأ أثناء طلب خدمة Ollama، يرجى التحقق أو إعادة المحاولة بناءً على المعلومات التالية.",
  "response.OllamaServiceUnavailable": "خدمة Ollama غير متوفرة. يرجى التحقق من تشغيلها بشكل صحيح أو إعدادات التكوين.",
  "response.PermissionDenied": "عذرًا، لا تملك صلاحية الوصول إلى هذه الخدمة. يرجى التحقق من صلاحيات المفتاح.",
  "response.PluginApiNotFound": "عذرًا، لم يتم العثور على API في ملف تعريف المهارة. يرجى التحقق من تطابق طريقة الطلب مع API المعرفة.",
  "response.PluginApiParamsError": "عذرًا، فشل التحقق من معلمات الطلب للمهارة. يرجى التحقق من تطابق المعلمات مع وصف API.",
  "response.PluginFailToTransformArguments": "عذرًا، فشلت المهارة في تحليل المعلمات. يرجى إعادة إنشاء رسالة الوكيل أو استخدام نموذج AI أقوى يدعم استدعاء الأدوات.",
  "response.PluginGatewayError": "عذرًا، حدث خطأ في بوابة المهارة. يرجى التحقق من إعدادات البوابة.",
  "response.PluginManifestInvalid": "عذرًا، فشل التحقق من ملف تعريف المهارة. يرجى التحقق من صحة التنسيق.",
  "response.PluginManifestNotFound": "عذرًا، لم يتم العثور على ملف تعريف المهارة (manifest.json). يرجى التحقق من العنوان.",
  "response.PluginMarketIndexInvalid": "عذرًا، فشل التحقق من فهرس المهارة. يرجى التحقق من تنسيق الملف.",
  "response.PluginMarketIndexNotFound": "عذرًا، لم يتم العثور على فهرس المهارة. يرجى التحقق من العنوان.",
  "response.PluginMetaInvalid": "عذرًا، فشل التحقق من بيانات المهارة. يرجى التحقق من التنسيق.",
  "response.PluginMetaNotFound": "عذرًا، لم يتم العثور على المهارة في الفهرس. يرجى التحقق من إعدادات المهارة.",
  "response.PluginOpenApiInitError": "عذرًا، فشل تهيئة عميل OpenAPI. يرجى التحقق من إعدادات OpenAPI.",
  "response.PluginServerError": "أعاد خادم المهارة خطأ. يرجى التحقق من ملف تعريف المهارة أو إعدادات الخادم.",
  "response.PluginSettingsInvalid": "تتطلب هذه المهارة إعدادًا صحيحًا قبل الاستخدام. يرجى التحقق من الإعدادات.",
  "response.ProviderBizError": "حدث خطأ أثناء طلب خدمة {{provider}}، يرجى التحقق أو إعادة المحاولة.",
  "response.QuotaLimitReached": "عذرًا، تم الوصول إلى الحد الأقصى لاستخدام الرموز أو عدد الطلبات لهذا المفتاح. يرجى زيادة الحصة أو المحاولة لاحقًا.",
  "response.ServerAgentRuntimeError": "عذرًا، خدمة الوكيل غير متوفرة حاليًا. يرجى المحاولة لاحقًا أو التواصل معنا عبر البريد الإلكتروني.",
  "response.StreamChunkError": "حدث خطأ أثناء تحليل جزء الرسالة من الطلب المتدفق. يرجى التحقق من توافق واجهة API أو التواصل مع مزود الخدمة.",
  "response.SubscriptionKeyMismatch": "نعتذر عن الإزعاج. بسبب خلل مؤقت في النظام، اشتراكك غير نشط حاليًا. يرجى النقر على الزر أدناه لاستعادته أو التواصل معنا عبر البريد الإلكتروني.",
  "response.SubscriptionPlanLimit": "تم استنفاد نقاط اشتراكك، ولا يمكنك استخدام هذه الميزة. يرجى الترقية إلى خطة أعلى أو إعداد API مخصص.",
  "response.SubscriptionPlanLimitUltimate": "تم استنفاد نقاط اشتراكك، ولا يمكنك استخدام هذه الميزة. يرجى شحن الرصيد أو إعداد API مخصص.",
  "response.SystemTimeNotMatchError": "عذرًا، لا يتطابق وقت نظامك مع الخادم. يرجى التحقق من الوقت والمحاولة مجددًا.",
  "response.UnknownChatFetchError": "عذرًا، حدث خطأ غير معروف في الطلب. يرجى التحقق من المعلومات أدناه أو إعادة المحاولة.",
  "stt.responseError": "فشل طلب الخدمة، يرجى التحقق من الإعدادات أو إعادة المحاولة.",
  "supervisor.decisionFailed": "المضيف الجماعي غير قادر على العمل. يرجى التحقق من إعدادات المضيف والتأكد من صحة النموذج ومفتاح API ونقطة النهاية.",
  "testConnectionFailed": "فشل اختبار الاتصال: {{error}}",
  "tts.responseError": "فشل طلب الخدمة، يرجى التحقق من الإعدادات أو إعادة المحاولة.",
  "unlock.addProxyUrl": "إضافة عنوان وكيل OpenAI (اختياري)",
  "unlock.apiKey.description": "أدخل مفتاح API الخاص بـ {{name}} لبدء الجلسة",
  "unlock.apiKey.imageGenerationDescription": "أدخل مفتاح API الخاص بـ {{name}} لبدء التوليد",
  "unlock.apiKey.title": "استخدام مفتاح API مخصص لـ {{name}}",
  "unlock.closeMessage": "إغلاق الرسالة",
  "unlock.comfyui.description": "أدخل بيانات اعتماد {{name}} الصالحة لبدء توليد الصور.",
  "unlock.comfyui.modifyBaseUrl": "تعديل عنوان خدمة ComfyUI",
  "unlock.comfyui.title": "تحقق من بيانات اعتماد {{name}}",
  "unlock.confirm": "تأكيد وإعادة المحاولة",
  "unlock.goToSettings": "الذهاب إلى الإعدادات",
  "unlock.oauth.description": "قام المسؤول بتمكين تسجيل الدخول الموحد. انقر على الزر أدناه لتسجيل الدخول وفتح التطبيق.",
  "unlock.oauth.success": "تم تسجيل الدخول بنجاح",
  "unlock.oauth.title": "تسجيل الدخول إلى حسابك",
  "unlock.oauth.welcome": "مرحبًا بك!",
  "unlock.password.description": "تم تفعيل تشفير التطبيق من قبل المسؤول. أدخل كلمة مرور التطبيق لفتحه. لا حاجة لإدخالها مرة أخرى.",
  "unlock.password.placeholder": "يرجى إدخال كلمة المرور",
  "unlock.password.title": "أدخل كلمة المرور لفتح التطبيق",
  "unlock.tabs.apiKey": "مفتاح API مخصص",
  "unlock.tabs.password": "كلمة المرور",
  "upload.desc": "التفاصيل: {{detail}}",
  "upload.fileOnlySupportInServerMode": "وضع النشر الحالي لا يدعم تحميل الملفات غير الصورية. لتحميل ملفات بصيغة {{ext}}، يرجى التبديل إلى وضع قاعدة بيانات الخادم أو استخدام خدمة {{cloud}}.",
  "upload.networkError": "يرجى التحقق من اتصال الشبكة والتأكد من صحة إعدادات CORS لخدمة تخزين الملفات.",
  "upload.storageLimitExceeded": "لقد وصلت مساحة تخزين الملفات إلى الحد الأقصى للخطة. يرجى ترقية خطتك أو حذف الملفات غير المستخدمة لتوفير مساحة.",
  "upload.title": "فشل تحميل الملف. يرجى التحقق من الاتصال أو المحاولة لاحقًا.",
  "upload.unknownError": "سبب الخطأ: {{reason}}",
  "upload.uploadFailed": "فشل تحميل الملف."
}
