{
  "01-ai/yi-1.5-34b-chat.description": "أحدث نموذج مفتوح المصدر من 01.AI، مضبوط بدقة ويحتوي على 34 مليار معامل، يدعم سيناريوهات حوار متعددة، ومدرب على بيانات عالية الجودة ومتوافق مع تفضيلات البشر.",
  "01-ai/yi-1.5-9b-chat.description": "أحدث نموذج مفتوح المصدر من 01.AI، مضبوط بدقة ويحتوي على 9 مليارات معامل، يدعم سيناريوهات حوار متعددة، ومدرب على بيانات عالية الجودة ومتوافق مع تفضيلات البشر.",
  "360/deepseek-r1.description": "نموذج DeepSeek-R1 من 360 يستخدم التعلم المعزز واسع النطاق بعد التدريب لتحسين قدرات الاستدلال بشكل كبير باستخدام الحد الأدنى من البيانات الموسومة. يضاهي نموذج OpenAI o1 في مهام الرياضيات والبرمجة والاستدلال باللغة الطبيعية.",
  "360gpt-pro-trans.description": "نموذج متخصص في الترجمة، مضبوط بدقة لتحقيق جودة ترجمة رائدة.",
  "360gpt-pro.description": "360GPT Pro هو نموذج رئيسي من 360 للذكاء الاصطناعي يتميز بكفاءة عالية في معالجة النصوص لمجموعة متنوعة من سيناريوهات معالجة اللغة الطبيعية، ويدعم فهم النصوص الطويلة والحوار متعدد الأدوار.",
  "360gpt-turbo-responsibility-8k.description": "360GPT Turbo Responsibility 8K يركز على الأمان الدلالي والمسؤولية في التطبيقات الحساسة للمحتوى، مما يضمن تجربة مستخدم دقيقة وموثوقة.",
  "360gpt-turbo.description": "360GPT Turbo يقدم أداءً قويًا في الحوسبة والدردشة مع فهم دلالي ممتاز وكفاءة عالية في التوليد، مما يجعله مثاليًا للمؤسسات والمطورين.",
  "360gpt2-o1.description": "360gpt2-o1 يبني سلسلة التفكير من خلال البحث الشجري وآلية الانعكاس والتدريب بالتعلم المعزز، مما يمكنه من التفكير الذاتي وتصحيح الأخطاء.",
  "360gpt2-pro.description": "360GPT2 Pro هو نموذج متقدم لمعالجة اللغة الطبيعية من 360 يتميز بتوليد وفهم نصوص ممتاز، خاصة في المهام الإبداعية، ويعالج التحولات المعقدة ولعب الأدوار.",
  "360zhinao2-o1.description": "360zhinao2-o1 يبني سلسلة التفكير من خلال البحث الشجري وآلية الانعكاس والتدريب بالتعلم المعزز، مما يمكنه من التفكير الذاتي وتصحيح الأخطاء.",
  "4.0Ultra.description": "Spark Ultra هو أقوى نموذج في سلسلة Spark، يعزز فهم النصوص والتلخيص ويطور البحث عبر الإنترنت. إنه حل شامل لزيادة الإنتاجية في بيئة العمل وتقديم إجابات دقيقة، مما يجعله منتجًا ذكيًا رائدًا.",
  "AnimeSharp.description": "AnimeSharp (المعروف أيضًا باسم \"4x-AnimeSharp\") هو نموذج مفتوح المصدر لتحسين دقة الصور يعتمد على ESRGAN من Kim2091، يركز على تكبير وتوضيح الصور بأسلوب الأنمي. تم تغيير اسمه من \"4x-TextSharpV1\" في فبراير 2022، وكان مخصصًا أيضًا لصور النصوص ولكنه أصبح محسنًا بشكل كبير لمحتوى الأنمي.",
  "Baichuan2-Turbo.description": "يستخدم تعزيز البحث لربط النموذج بالمعرفة المتخصصة ومعرفة الويب. يدعم تحميل ملفات PDF/Word وإدخال الروابط لاسترجاع شامل وفي الوقت المناسب وإخراج احترافي ودقيق.",
  "Baichuan3-Turbo-128k.description": "بفضل نافذة السياق الطويلة جدًا التي تصل إلى 128 ألف رمز، تم تحسينه لسيناريوهات المؤسسات عالية التكرار مع مكاسب كبيرة وقيمة قوية. مقارنة بـ Baichuan2، تحسنت قدرات إنشاء المحتوى بنسبة 20٪، والإجابة على الأسئلة المعرفية بنسبة 17٪، ولعب الأدوار بنسبة 40٪. الأداء العام أفضل من GPT-3.5.",
  "Baichuan3-Turbo.description": "تم تحسينه لسيناريوهات المؤسسات عالية التكرار مع مكاسب كبيرة وقيمة قوية. مقارنة بـ Baichuan2، تحسنت قدرات إنشاء المحتوى بنسبة 20٪، والإجابة على الأسئلة المعرفية بنسبة 17٪، ولعب الأدوار بنسبة 40٪. الأداء العام أفضل من GPT-3.5.",
  "Baichuan4-Air.description": "نموذج رائد في الصين، يتفوق على النماذج العالمية في المهام الصينية مثل المعرفة، النصوص الطويلة، والتوليد الإبداعي. كما يتميز بقدرات متعددة الوسائط رائدة في الصناعة ونتائج قوية في المعايير الموثوقة.",
  "Baichuan4-Turbo.description": "نموذج رائد في الصين، يتفوق على النماذج العالمية في المهام الصينية مثل المعرفة، النصوص الطويلة، والتوليد الإبداعي. كما يتميز بقدرات متعددة الوسائط رائدة في الصناعة ونتائج قوية في المعايير الموثوقة.",
  "Baichuan4.description": "أداء محلي رائد، يتفوق على النماذج العالمية في المهام الصينية مثل المعرفة الموسوعية، النصوص الطويلة، والتوليد الإبداعي. كما يقدم قدرات متعددة الوسائط رائدة ونتائج قوية في المعايير.",
  "ByteDance-Seed/Seed-OSS-36B-Instruct.description": "Seed-OSS هي عائلة من النماذج اللغوية الكبيرة مفتوحة المصدر من ByteDance Seed، مصممة للتعامل مع السياقات الطويلة، والاستدلال، والمهام العامة. Seed-OSS-36B-Instruct هو نموذج مضبوط على التعليمات يحتوي على 36 مليار معامل ويدعم السياقات الطويلة بشكل طبيعي لمعالجة المستندات الكبيرة أو قواعد الشيفرة. تم تحسينه للاستدلال وتوليد الشيفرة والمهام الوكيلة (استخدام الأدوات) مع الحفاظ على قدرات عامة قوية. من أبرز ميزاته \"ميزانية التفكير\" التي تسمح بطول استدلال مرن لتحسين الكفاءة.",
  "DeepSeek-R1-Distill-Llama-70B.description": "DeepSeek R1، النموذج الأكبر والأذكى في مجموعة DeepSeek، تم تقطيره في بنية Llama 70B. تُظهر المعايير والتقييمات البشرية أنه أذكى من Llama 70B الأساسي، خاصة في مهام الرياضيات ودقة الحقائق.",
  "DeepSeek-R1-Distill-Qwen-1.5B.description": "نموذج DeepSeek-R1 مقطر يعتمد على Qwen2.5-Math-1.5B. يعمل التعلم المعزز وبيانات البداية الباردة على تحسين أداء الاستدلال، مما يضع معايير جديدة متعددة المهام للنماذج المفتوحة.",
  "DeepSeek-R1-Distill-Qwen-14B.description": "نماذج DeepSeek-R1-Distill مضبوطة بدقة من نماذج مفتوحة المصدر باستخدام بيانات عينة تم إنشاؤها بواسطة DeepSeek-R1.",
  "DeepSeek-R1-Distill-Qwen-32B.description": "نماذج DeepSeek-R1-Distill مضبوطة بدقة من نماذج مفتوحة المصدر باستخدام بيانات عينة تم إنشاؤها بواسطة DeepSeek-R1.",
  "DeepSeek-R1-Distill-Qwen-7B.description": "نموذج DeepSeek-R1 مقطر يعتمد على Qwen2.5-Math-7B. يعمل التعلم المعزز وبيانات البداية الباردة على تحسين أداء الاستدلال، مما يضع معايير جديدة متعددة المهام للنماذج المفتوحة.",
  "DeepSeek-R1.description": "يطبق DeepSeek-R1 التعلم المعزز واسع النطاق بعد التدريب، مما يعزز الاستدلال بشكل كبير باستخدام القليل من البيانات الموسومة. يضاهي نموذج OpenAI o1 في مهام الرياضيات، البرمجة، والاستدلال باللغة الطبيعية.",
  "DeepSeek-V3-1.description": "DeepSeek V3.1 هو نموذج استدلال من الجيل التالي مع تحسينات في الاستدلال المعقد وسلسلة التفكير، مناسب لمهام التحليل العميق.",
  "DeepSeek-V3-Fast.description": "المزود: sophnet. DeepSeek V3 Fast هو الإصدار عالي الإنتاجية من DeepSeek V3 0324، بدقة كاملة (غير مضغوطة) مع أداء أقوى في البرمجة والرياضيات واستجابات أسرع.",
  "DeepSeek-V3.1-Fast.description": "DeepSeek V3.1 Fast هو الإصدار السريع عالي الإنتاجية من DeepSeek V3.1. وضع تفكير هجين: من خلال قوالب الدردشة، يدعم نموذج واحد كلاً من أوضاع التفكير وغير التفكير. استخدام أدوات أذكى: التحسينات بعد التدريب تعزز أداء المهام الوكيلة واستخدام الأدوات.",
  "DeepSeek-V3.1-Think.description": "وضع التفكير في DeepSeek-V3.1: نموذج استدلال هجين جديد يدعم أوضاع التفكير وغير التفكير، أكثر كفاءة من DeepSeek-R1-0528. التحسينات بعد التدريب تعزز بشكل كبير استخدام الأدوات الوكيلة وأداء المهام الوكيلة.",
  "DeepSeek-V3.description": "DeepSeek-V3 هو نموذج MoE تم تطويره بواسطة DeepSeek. يتفوق على النماذج المفتوحة الأخرى مثل Qwen2.5-72B وLlama-3.1-405B في العديد من المعايير، ويتنافس مع النماذج المغلقة الرائدة مثل GPT-4o وClaude 3.5 Sonnet.",
  "Doubao-lite-128k.description": "يوفر Doubao-lite استجابات فائقة السرعة وقيمة أفضل، مع خيارات مرنة عبر السيناريوهات. يدعم سياق 128K للاستدلال والتدريب الدقيق.",
  "Doubao-lite-32k.description": "يوفر Doubao-lite استجابات فائقة السرعة وقيمة أفضل، مع خيارات مرنة عبر السيناريوهات. يدعم سياق 32K للاستدلال والتدريب الدقيق.",
  "Doubao-lite-4k.description": "يوفر Doubao-lite استجابات فائقة السرعة وقيمة أفضل، مع خيارات مرنة عبر السيناريوهات. يدعم سياق 4K للاستدلال والتدريب الدقيق.",
  "Doubao-pro-128k.description": "أفضل نموذج رئيسي للأداء في المهام المعقدة، قوي في الإجابة المرجعية، التلخيص، الإبداع، التصنيف، ولعب الأدوار. يدعم سياق 128K للاستدلال والتدريب الدقيق.",
  "Doubao-pro-32k.description": "أفضل نموذج رئيسي للأداء في المهام المعقدة، قوي في الإجابة المرجعية، التلخيص، الإبداع، التصنيف، ولعب الأدوار. يدعم سياق 32K للاستدلال والتدريب الدقيق.",
  "Doubao-pro-4k.description": "أفضل نموذج رئيسي للأداء في المهام المعقدة، قوي في الإجابة المرجعية، التلخيص، الإبداع، التصنيف، ولعب الأدوار. يدعم سياق 4K للاستدلال والتدريب الدقيق.",
  "DreamO.description": "DreamO هو نموذج مفتوح المصدر لتخصيص الصور تم تطويره بشكل مشترك من قبل ByteDance وجامعة بكين، يستخدم بنية موحدة لدعم توليد الصور متعددة المهام. يستخدم نمذجة تركيبية فعالة لإنشاء صور مخصصة ومتسقة للغاية بناءً على الهوية، الموضوع، النمط، الخلفية، وغيرها من الشروط التي يحددها المستخدم.",
  "amazon/titan-embed-text-v2.description": "Amazon Titan Text Embeddings V2 هو نموذج تضمين متعدد اللغات خفيف الوزن وفعال، يدعم أبعاد 1024 و512 و256.",
  "gemini-flash-latest.description": "أحدث إصدار من Gemini Flash",
  "gemini-flash-lite-latest.description": "أحدث إصدار من Gemini Flash-Lite",
  "gemini-pro-latest.description": "أحدث إصدار من Gemini Pro",
  "meta/Llama-3.2-90B-Vision-Instruct.description": "نموذج متقدم للاستدلال الصوري مخصص لتطبيقات الفهم البصري.",
  "meta/Llama-3.3-70B-Instruct.description": "Llama 3.3 هو النموذج مفتوح المصدر الأكثر تقدماً متعدد اللغات من سلسلة Llama، ويقدم أداءً قريباً من نماذج 405B بتكلفة منخفضة جداً. يعتمد على بنية Transformer وتم تحسينه باستخدام SFT وRLHF لتحقيق الفائدة والسلامة. النسخة المضبوطة للتعليمات مُحسّنة للدردشة متعددة اللغات وتتفوّق على العديد من النماذج المفتوحة والمغلقة في معايير الصناعة. تاريخ المعرفة: ديسمبر 2023.",
  "meta/Meta-Llama-3-70B-Instruct.description": "نموذج قوي يحتوي على 70 مليار معلمة، يتميز في الاستدلال، البرمجة، ومهام اللغة العامة.",
  "meta/Meta-Llama-3-8B-Instruct.description": "نموذج متعدد الاستخدامات يحتوي على 8 مليارات معلمة، مُحسّن للدردشة وتوليد النصوص.",
  "meta/Meta-Llama-3.1-405B-Instruct.description": "نموذج Llama 3.1 مضبوط للتعليمات ومُحسّن للدردشة متعددة اللغات، ويؤدي أداءً قوياً في معايير الصناعة الشائعة بين النماذج المفتوحة والمغلقة.",
  "meta/Meta-Llama-3.1-70B-Instruct.description": "نموذج Llama 3.1 مضبوط للتعليمات ومُحسّن للدردشة متعددة اللغات، ويؤدي أداءً قوياً في معايير الصناعة الشائعة بين النماذج المفتوحة والمغلقة.",
  "meta/Meta-Llama-3.1-8B-Instruct.description": "نموذج Llama 3.1 مضبوط للتعليمات ومُحسّن للدردشة متعددة اللغات، ويؤدي أداءً قوياً في معايير الصناعة الشائعة بين النماذج المفتوحة والمغلقة.",
  "meta/llama-3-70b.description": "نموذج مفتوح المصدر يحتوي على 70 مليار معلمة، تم ضبطه بواسطة Meta لمتابعة التعليمات، ويُقدَّم عبر Groq باستخدام عتاد LPU لتوفير استدلال سريع وفعّال.",
  "meta/llama-3-8b.description": "نموذج مفتوح المصدر يحتوي على 8 مليارات معلمة، تم ضبطه بواسطة Meta لمتابعة التعليمات، ويُقدَّم عبر Groq باستخدام عتاد LPU لتوفير استدلال سريع وفعّال.",
  "meta/llama-3.1-405b-instruct.description": "نموذج لغوي متقدم يدعم توليد البيانات الاصطناعية، تقطير المعرفة، والاستدلال لمهام الدردشة، البرمجة، والمجالات المتخصصة.",
  "meta/llama-3.1-70b-instruct.description": "مصمم للحوار المعقد مع فهم ممتاز للسياق، واستدلال، وتوليد نصوص.",
  "meta/llama-3.1-70b.description": "نسخة محدثة من Meta Llama 3 70B Instruct بدعم سياق 128K، ودعم متعدد اللغات، واستدلال محسّن.",
  "meta/llama-3.1-8b-instruct.description": "نموذج متطور يتمتع بفهم لغوي قوي، واستدلال، وتوليد نصوص.",
  "meta/llama-3.1-8b.description": "يدعم Llama 3.1 8B نافذة سياق 128K، مثالي للدردشة في الوقت الحقيقي وتحليل البيانات، ويوفر وفورات كبيرة في التكلفة مقارنة بالنماذج الأكبر. يُقدَّم عبر Groq باستخدام عتاد LPU لاستدلال سريع وفعّال.",
  "meta/llama-3.2-11b-vision-instruct.description": "نموذج رائد في مجال الرؤية واللغة يتميز باستدلال عالي الجودة من الصور.",
  "meta/llama-3.2-11b.description": "نموذج مضبوط للتعليمات لاستدلال الصور (مدخلات نص + صورة، مخرجات نصية) مُحسّن للتعرف البصري، واستدلال الصور، والتعليق، والأسئلة العامة حول الصور.",
  "meta/llama-3.2-1b-instruct.description": "نموذج لغوي صغير متطور يتمتع بفهم قوي، واستدلال، وتوليد نصوص.",
  "meta/llama-3.2-1b.description": "نموذج نصي فقط مخصص لحالات الاستخدام على الأجهزة مثل الاسترجاع المحلي متعدد اللغات، التلخيص، وإعادة الصياغة.",
  "meta/llama-3.2-3b-instruct.description": "نموذج لغوي صغير متطور يتمتع بفهم قوي، واستدلال، وتوليد نصوص.",
  "meta/llama-3.2-3b.description": "نموذج نصي فقط مضبوط لحالات الاستخدام على الأجهزة مثل الاسترجاع المحلي متعدد اللغات، التلخيص، وإعادة الصياغة.",
  "meta/llama-3.2-90b-vision-instruct.description": "نموذج رائد في مجال الرؤية واللغة يتميز باستدلال عالي الجودة من الصور.",
  "meta/llama-3.2-90b.description": "نموذج مضبوط للتعليمات لاستدلال الصور (مدخلات نص + صورة، مخرجات نصية) مُحسّن للتعرف البصري، واستدلال الصور، والتعليق، والأسئلة العامة حول الصور.",
  "meta/llama-3.3-70b-instruct.description": "نموذج لغوي متقدم يتميز في الاستدلال، الرياضيات، المنطق العام، واستدعاء الوظائف.",
  "meta/llama-3.3-70b.description": "توازن مثالي بين الأداء والكفاءة. مصمم للذكاء الاصطناعي الحواري عالي الأداء في إنشاء المحتوى، تطبيقات المؤسسات، والبحث، مع فهم لغوي قوي للتلخيص، التصنيف، تحليل المشاعر، وتوليد الشيفرة.",
  "meta/llama-4-maverick.description": "عائلة Llama 4 هي مجموعة نماذج ذكاء اصطناعي متعددة الوسائط تدعم النص والتجارب متعددة الوسائط، وتستخدم MoE لفهم رائد للنصوص والصور. Llama 4 Maverick هو نموذج يحتوي على 17 مليار معلمة و128 خبيراً، يُقدَّم عبر DeepInfra.",
  "meta/llama-4-scout.description": "عائلة Llama 4 هي مجموعة نماذج ذكاء اصطناعي متعددة الوسائط تدعم النص والتجارب متعددة الوسائط، وتستخدم MoE لفهم رائد للنصوص والصور. Llama 4 Scout هو نموذج يحتوي على 17 مليار معلمة و16 خبيراً، يُقدَّم عبر DeepInfra."
}
