{
  "error.backHome": "Zurück zur Startseite",
  "error.desc": "Versuchen Sie es später erneut oder kehren Sie in die bekannte Welt zurück.",
  "error.retry": "Neu laden",
  "error.title": "Hoppla, da ist etwas schiefgelaufen..",
  "fetchError.detail": "Fehlerdetails",
  "fetchError.title": "Anfrage fehlgeschlagen",
  "import.importConfigFile.description": "Fehlerursache: {{reason}}",
  "import.importConfigFile.title": "Import fehlgeschlagen",
  "import.incompatible.description": "Diese Datei wurde aus einer neueren Version exportiert. Bitte aktualisieren Sie auf die neueste Version und versuchen Sie den Import erneut.",
  "import.incompatible.title": "Aktuelle Anwendung unterstützt den Import dieser Datei nicht",
  "inviteCode.continue": "Weiter",
  "inviteCode.currentEmail": "Aktuelles Konto: {{email}}",
  "inviteCode.desc": "Ein Einladungscode ist erforderlich, um auf LobeHub zuzugreifen. Bitte gib einen gültigen Einladungscode ein, um fortzufahren.",
  "inviteCode.friends": "Freunde",
  "inviteCode.joinUsOn": "Begleite uns auf",
  "inviteCode.lookingForInvite": "Suchst du eine Einladung?",
  "inviteCode.notYou": "Nicht du?",
  "inviteCode.openingInStages": "wird schrittweise geöffnet.",
  "inviteCode.placeholder": "Einladungscode oder -link",
  "inviteCode.pleaseEnterCode": "Gib deinen Einladungscode ein, um fortzufahren.",
  "inviteCode.switchAccount": "Konto wechseln",
  "inviteCode.title": "Einladungscode erforderlich",
  "loginRequired.desc": "Sie werden in Kürze zur Anmeldeseite weitergeleitet",
  "loginRequired.title": "Bitte melden Sie sich an, um diese Funktion zu nutzen",
  "notFound.backHome": "Zurück zur Startseite",
  "notFound.check": "Bitte überprüfen Sie, ob Ihre URL korrekt ist.",
  "notFound.desc": "Die gesuchte Seite konnte nicht gefunden werden.",
  "notFound.title": "Unbekanntes Gebiet betreten?",
  "pluginSettings.desc": "Füllen Sie die folgende Konfiguration aus, um diese Fähigkeit zu nutzen",
  "pluginSettings.title": "{{name}} Fähigkeitseinstellungen",
  "response.400": "Entschuldigung, der Server versteht Ihre Anfrage nicht. Bitte überprüfen Sie die Parameter.",
  "response.401": "Entschuldigung, Ihre Anfrage wurde abgelehnt, möglicherweise wegen fehlender Berechtigungen oder ungültiger Authentifizierung.",
  "response.403": "Entschuldigung, Sie haben keine Berechtigung, auf diesen Inhalt zuzugreifen.",
  "response.404": "Entschuldigung, die angeforderte Seite oder Ressource wurde nicht gefunden. Bitte überprüfen Sie die URL.",
  "response.405": "Entschuldigung, die verwendete Anfragemethode wird vom Server nicht unterstützt.",
  "response.406": "Entschuldigung, die Anfrage kann aufgrund der angeforderten Inhalteigenschaften nicht abgeschlossen werden.",
  "response.407": "Entschuldigung, Sie müssen den Proxy authentifizieren, um fortzufahren.",
  "response.408": "Entschuldigung, die Anfrage ist aufgrund eines Zeitüberschreitungsfehlers fehlgeschlagen. Bitte überprüfen Sie Ihre Netzwerkverbindung.",
  "response.409": "Entschuldigung, die Anfrage kann aufgrund eines Konflikts nicht verarbeitet werden.",
  "response.410": "Entschuldigung, die angeforderte Ressource wurde dauerhaft entfernt.",
  "response.411": "Entschuldigung, die Anfrage benötigt eine gültige Inhaltslänge.",
  "response.412": "Entschuldigung, Ihre Anfrage erfüllt nicht die Bedingungen des Servers.",
  "response.413": "Entschuldigung, die Anfrage ist zu groß für den Server.",
  "response.414": "Entschuldigung, die URI Ihrer Anfrage ist zu lang.",
  "response.415": "Entschuldigung, das angehängte Medienformat wird nicht unterstützt.",
  "response.416": "Entschuldigung, der Server kann den angeforderten Bereich nicht erfüllen.",
  "response.417": "Entschuldigung, die Erwartungen der Anfrage konnten nicht erfüllt werden.",
  "response.422": "Entschuldigung, die Anfrage ist formal korrekt, enthält jedoch semantische Fehler.",
  "response.423": "Entschuldigung, die angeforderte Ressource ist gesperrt.",
  "response.424": "Entschuldigung, die aktuelle Anfrage kann aufgrund eines vorherigen Fehlers nicht abgeschlossen werden.",
  "response.426": "Entschuldigung, der Server verlangt ein Upgrade auf eine höhere Protokollversion.",
  "response.428": "Entschuldigung, der Server verlangt eine Bedingung in der Anfrage.",
  "response.429": "Entschuldigung, Sie senden zu viele Anfragen. Bitte versuchen Sie es später erneut.",
  "response.431": "Entschuldigung, die Header-Felder Ihrer Anfrage sind zu groß.",
  "response.451": "Entschuldigung, der Zugriff auf diese Ressource ist aus rechtlichen Gründen verweigert.",
  "response.499": "Entschuldigung, Ihre Anfrage wurde unerwartet unterbrochen. Bitte überprüfen Sie Ihre Netzwerkverbindung.",
  "response.500": "Entschuldigung, der Server hat momentan Schwierigkeiten. Bitte versuchen Sie es später erneut.",
  "response.501": "Entschuldigung, der Server weiß nicht, wie er mit dieser Anfrage umgehen soll.",
  "response.502": "Entschuldigung, der Server ist vorübergehend nicht erreichbar.",
  "response.503": "Entschuldigung, der Server ist überlastet oder wird gewartet. Bitte versuchen Sie es später erneut.",
  "response.504": "Entschuldigung, der Server hat keine Antwort vom Upstream-Server erhalten.",
  "response.505": "Entschuldigung, die verwendete HTTP-Version wird nicht unterstützt.",
  "response.506": "Entschuldigung, es gibt ein Konfigurationsproblem mit dem Server.",
  "response.507": "Entschuldigung, der Server hat nicht genügend Speicherplatz.",
  "response.509": "Entschuldigung, die Bandbreite des Servers ist erschöpft.",
  "response.510": "Entschuldigung, die angeforderte Erweiterung wird nicht unterstützt.",
  "response.520": "Entschuldigung, ein unerwarteter Fehler ist aufgetreten. Wir arbeiten an einer Lösung.",
  "response.522": "Entschuldigung, die Verbindung zum Server ist abgelaufen. Bitte versuchen Sie es später erneut.",
  "response.524": "Entschuldigung, der Server hat zu lange auf eine Antwort gewartet.",
  "response.AgentRuntimeError": "Laufzeitfehler im Lobe-Sprachmodell. Bitte überprüfen oder erneut versuchen.",
  "response.ComfyUIBizError": "Fehler bei der Anfrage an den ComfyUI-Dienst. Bitte überprüfen Sie die Details.",
  "response.ComfyUIEmptyResult": "ComfyUI hat kein Bild generiert. Bitte überprüfen Sie die Konfiguration.",
  "response.ComfyUIModelError": "ComfyUI-Modell konnte nicht geladen werden. Bitte prüfen Sie die Datei.",
  "response.ComfyUIServiceUnavailable": "Verbindung zum ComfyUI-Dienst fehlgeschlagen. Bitte prüfen Sie die URL.",
  "response.ComfyUIUploadFailed": "Bild-Upload zu ComfyUI fehlgeschlagen. Bitte Verbindung prüfen.",
  "response.ComfyUIWorkflowError": "ComfyUI-Workflow-Ausführung fehlgeschlagen. Bitte Konfiguration prüfen.",
  "response.ConnectionCheckFailed": "Die Anfrage war leer. Bitte prüfen Sie, ob die API-Proxy-Adresse nicht mit `/v1` endet.",
  "response.CreateMessageError": "Nachricht konnte nicht gesendet werden. Bitte kopieren Sie den Inhalt und versuchen Sie es erneut.",
  "response.ExceededContextWindow": "Der Inhalt überschreitet die maximale Länge. Bitte kürzen Sie den Text.",
  "response.FreePlanLimit": "Sie nutzen derzeit den kostenlosen Plan. Bitte upgraden Sie, um fortzufahren.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Ihr Inhalt enthält verbotene Begriffe. Bitte überarbeiten Sie Ihre Eingabe.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "Das generierte Bild wurde aus Sicherheitsgründen blockiert.",
  "response.GoogleAIBlockReason.LANGUAGE": "Die verwendete Sprache wird nicht unterstützt. Bitte verwenden Sie Englisch.",
  "response.GoogleAIBlockReason.OTHER": "Der Inhalt wurde aus unbekanntem Grund blockiert.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "Ihre Anfrage enthält möglicherweise verbotene Inhalte.",
  "response.GoogleAIBlockReason.RECITATION": "Ihr Inhalt wurde wegen möglicher Urheberrechtsprobleme blockiert.",
  "response.GoogleAIBlockReason.SAFETY": "Ihr Inhalt wurde aus Sicherheitsgründen blockiert.",
  "response.GoogleAIBlockReason.SPII": "Ihr Inhalt enthält möglicherweise sensible persönliche Daten.",
  "response.GoogleAIBlockReason.default": "Inhalt blockiert: {{blockReason}}. Bitte passen Sie Ihre Anfrage an.",
  "response.InsufficientQuota": "Das Kontingent für diesen Schlüssel ist aufgebraucht. Bitte prüfen Sie Ihr Guthaben.",
  "response.InvalidAccessCode": "Ungültiger oder leerer Zugangscode. Bitte geben Sie den richtigen Code ein.",
  "response.InvalidBedrockCredentials": "Bedrock-Authentifizierung fehlgeschlagen. Bitte überprüfen Sie Ihre Zugangsdaten.",
  "response.InvalidComfyUIArgs": "Ungültige ComfyUI-Konfiguration. Bitte prüfen Sie die Einstellungen.",
  "response.InvalidGithubToken": "Ungültiger oder leerer GitHub-Personal-Access-Token.",
  "response.InvalidOllamaArgs": "Ungültige Ollama-Konfiguration. Bitte prüfen Sie die Einstellungen.",
  "response.InvalidProviderAPIKey": "{{provider}} API-Schlüssel ist ungültig oder leer. Bitte prüfen Sie den Schlüssel.",
  "response.InvalidVertexCredentials": "Vertex-Authentifizierung fehlgeschlagen. Bitte Zugangsdaten prüfen.",
  "response.LocationNotSupportError": "Ihr aktueller Standort unterstützt diesen Dienst nicht. Bitte Standort prüfen.",
  "response.ModelNotFound": "Das angeforderte Modell wurde nicht gefunden oder Sie haben keinen Zugriff.",
  "response.NoOpenAIAPIKey": "OpenAI API-Schlüssel fehlt. Bitte fügen Sie einen benutzerdefinierten Schlüssel hinzu.",
  "response.OllamaBizError": "Fehler bei der Anfrage an den Ollama-Dienst. Bitte prüfen Sie die Details.",
  "response.OllamaServiceUnavailable": "Ollama-Dienst nicht verfügbar. Bitte prüfen Sie die Konfiguration.",
  "response.PermissionDenied": "Sie haben keine Berechtigung für diesen Dienst. Bitte Schlüssel prüfen.",
  "response.PluginApiNotFound": "Die API existiert nicht im Manifest der Fähigkeit. Bitte prüfen Sie die Methode.",
  "response.PluginApiParamsError": "Eingabeparameter für die Fähigkeit sind ungültig. Bitte prüfen Sie die Beschreibung.",
  "response.PluginFailToTransformArguments": "Die Fähigkeit konnte die Argumente nicht analysieren. Bitte versuchen Sie es erneut.",
  "response.PluginGatewayError": "Fehler im Gateway der Fähigkeit. Bitte Konfiguration prüfen.",
  "response.PluginManifestInvalid": "Manifest der Fähigkeit ist ungültig. Bitte Format prüfen.",
  "response.PluginManifestNotFound": "Manifestdatei der Fähigkeit nicht gefunden. Bitte Adresse prüfen.",
  "response.PluginMarketIndexInvalid": "Index der Fähigkeit ist ungültig. Bitte Format prüfen.",
  "response.PluginMarketIndexNotFound": "Index der Fähigkeit nicht gefunden. Bitte Adresse prüfen.",
  "response.PluginMetaInvalid": "Metadaten der Fähigkeit sind ungültig. Bitte Format prüfen.",
  "response.PluginMetaNotFound": "Fähigkeit nicht im Index gefunden. Bitte Konfiguration prüfen.",
  "response.PluginOpenApiInitError": "OpenAPI-Client konnte nicht initialisiert werden. Bitte Konfiguration prüfen.",
  "response.PluginServerError": "Fehler bei der Anfrage an den Fähigkeitsserver. Bitte Manifest und Konfiguration prüfen.",
  "response.PluginSettingsInvalid": "Diese Fähigkeit muss korrekt konfiguriert werden, bevor sie verwendet werden kann.",
  "response.ProviderBizError": "Fehler bei der Anfrage an {{provider}}. Bitte prüfen Sie die Details.",
  "response.QuotaLimitReached": "Token- oder Anfrage-Limit erreicht. Bitte Kontingent erhöhen oder später versuchen.",
  "response.ServerAgentRuntimeError": "Agent-Dienst derzeit nicht verfügbar. Bitte später erneut versuchen.",
  "response.StreamChunkError": "Fehler beim Parsen des Streaming-Nachrichtenchunks. Bitte API-Spezifikation prüfen.",
  "response.SubscriptionKeyMismatch": "Ihr Abonnement ist derzeit inaktiv. Bitte klicken Sie unten, um es wiederherzustellen.",
  "response.SubscriptionPlanLimit": "Ihr Abonnement ist aufgebraucht. Bitte upgraden oder benutzerdefinierte API konfigurieren.",
  "response.SubscriptionPlanLimitUltimate": "Ihr Abonnement ist aufgebraucht. Bitte Guthaben aufladen oder API konfigurieren.",
  "response.SystemTimeNotMatchError": "Ihre Systemzeit stimmt nicht mit dem Server überein. Bitte Zeit prüfen.",
  "response.UnknownChatFetchError": "Unbekannter Fehler bei der Anfrage. Bitte prüfen Sie die Details.",
  "stt.responseError": "Dienstanfrage fehlgeschlagen. Bitte Konfiguration prüfen.",
  "supervisor.decisionFailed": "Der Gruppen-Host funktioniert nicht. Bitte Host-Konfiguration prüfen.",
  "testConnectionFailed": "Verbindungstest fehlgeschlagen: {{error}}",
  "tts.responseError": "Dienstanfrage fehlgeschlagen. Bitte Konfiguration prüfen.",
  "unlock.addProxyUrl": "OpenAI-Proxy-URL hinzufügen (optional)",
  "unlock.apiKey.description": "Geben Sie Ihren {{name}} API-Schlüssel ein, um die Sitzung zu starten",
  "unlock.apiKey.imageGenerationDescription": "Geben Sie Ihren {{name}} API-Schlüssel ein, um mit der Generierung zu beginnen",
  "unlock.apiKey.title": "Benutzerdefinierten {{name}} API-Schlüssel verwenden",
  "unlock.closeMessage": "Nachricht schließen",
  "unlock.comfyui.description": "Geben Sie gültige {{name}} Zugangsdaten ein, um Bilder zu generieren.",
  "unlock.comfyui.modifyBaseUrl": "ComfyUI-Service-URL bearbeiten",
  "unlock.comfyui.title": "Bestätigen Sie Ihre {{name}} Zugangsdaten",
  "unlock.confirm": "Bestätigen und erneut versuchen",
  "unlock.goToSettings": "Zu den Einstellungen",
  "unlock.oauth.description": "Der Administrator hat eine einheitliche Anmeldung aktiviert. Klicken Sie unten, um sich anzumelden.",
  "unlock.oauth.success": "Anmeldung erfolgreich",
  "unlock.oauth.title": "Melden Sie sich bei Ihrem Konto an",
  "unlock.oauth.welcome": "Willkommen!",
  "unlock.password.description": "Die Anwendung ist durch ein Passwort geschützt. Bitte geben Sie das Passwort ein.",
  "unlock.password.placeholder": "Bitte Passwort eingeben",
  "unlock.password.title": "Passwort eingeben, um Anwendung zu entsperren",
  "unlock.tabs.apiKey": "Benutzerdefinierter API-Schlüssel",
  "unlock.tabs.password": "Passwort",
  "upload.desc": "Details: {{detail}}",
  "upload.fileOnlySupportInServerMode": "Im aktuellen Modus können keine Nicht-Bilddateien hochgeladen werden. Bitte wechseln Sie zum Server-Modus oder nutzen Sie den {{cloud}}-Dienst.",
  "upload.networkError": "Bitte überprüfen Sie Ihre Netzwerkverbindung und die CORS-Konfiguration des Speicherdienstes.",
  "upload.storageLimitExceeded": "Ihr Dateispeicher hat das Limit Ihres Tarifs erreicht. Bitte upgraden Sie Ihren Tarif oder löschen Sie nicht verwendete Dateien, um Speicherplatz freizugeben.",
  "upload.title": "Datei-Upload fehlgeschlagen. Bitte Netzwerk prüfen oder später erneut versuchen.",
  "upload.unknownError": "Fehlerursache: {{reason}}",
  "upload.uploadFailed": "Datei-Upload fehlgeschlagen."
}
