{
  "01-ai/yi-1.5-34b-chat.description": "Das neueste quelloffene, feinabgestimmte Modell von 01.AI mit 34 Milliarden Parametern, das verschiedene Dialogszenarien unterstützt. Es wurde mit hochwertigen Daten trainiert und auf menschliche Präferenzen abgestimmt.",
  "01-ai/yi-1.5-9b-chat.description": "Das neueste quelloffene, feinabgestimmte Modell von 01.AI mit 9 Milliarden Parametern, das verschiedene Dialogszenarien unterstützt. Es wurde mit hochwertigen Daten trainiert und auf menschliche Präferenzen abgestimmt.",
  "360/deepseek-r1.description": "Das von 360 eingesetzte DeepSeek-R1 nutzt großflächiges Reinforcement Learning in der Nachtrainingsphase, um das logische Denken mit minimaler Beschriftung deutlich zu verbessern. Es erreicht vergleichbare Leistungen wie OpenAI o1 bei Aufgaben in Mathematik, Programmierung und Sprachverständnis.",
  "360gpt-pro-trans.description": "Ein auf Übersetzungen spezialisiertes Modell, das tiefgreifend feinabgestimmt wurde, um führende Übersetzungsqualität zu liefern.",
  "360gpt-pro.description": "360GPT Pro ist ein zentrales KI-Modell von 360 mit effizienter Textverarbeitung für vielfältige NLP-Szenarien. Es unterstützt das Verständnis von Langtexten und mehrstufige Dialoge.",
  "360gpt-turbo-responsibility-8k.description": "360GPT Turbo Responsibility 8K legt den Fokus auf semantische Sicherheit und verantwortungsvolle Inhalte für sensible Anwendungen und gewährleistet dabei präzise und robuste Nutzererfahrungen.",
  "360gpt-turbo.description": "360GPT Turbo bietet starke Rechen- und Chatfähigkeiten mit exzellentem semantischen Verständnis und effizienter Textgenerierung – ideal für Unternehmen und Entwickler.",
  "360gpt2-o1.description": "360gpt2-o1 entwickelt Gedankengänge durch Baumsuche mit Reflexionsmechanismus und RL-Training, was Selbstreflexion und Selbstkorrektur ermöglicht.",
  "360gpt2-pro.description": "360GPT2 Pro ist ein fortschrittliches NLP-Modell von 360 mit herausragender Textgenerierung und -verarbeitung, besonders für kreative Aufgaben. Es bewältigt komplexe Transformationen und Rollenspiele.",
  "360zhinao2-o1.description": "360zhinao2-o1 entwickelt Gedankengänge durch Baumsuche mit Reflexionsmechanismus und RL-Training, was Selbstreflexion und Selbstkorrektur ermöglicht.",
  "4.0Ultra.description": "Spark Ultra ist das leistungsstärkste Modell der Spark-Serie. Es verbessert das Textverständnis und die Zusammenfassung und optimiert die Websuche. Als umfassende Lösung steigert es die Produktivität am Arbeitsplatz und liefert präzise Antworten – ein führendes intelligentes Produkt.",
  "AnimeSharp.description": "AnimeSharp (auch bekannt als „4x-AnimeSharp“) ist ein quelloffenes Super-Resolution-Modell basierend auf ESRGAN von Kim2091. Es ist auf das Hochskalieren und Schärfen von Anime-Bildern spezialisiert. Im Februar 2022 wurde es von „4x-TextSharpV1“ umbenannt, ursprünglich auch für Textbilder gedacht, aber stark für Anime-Inhalte optimiert.",
  "Baichuan2-Turbo.description": "Verwendet Sucherweiterung, um das Modell mit domänenspezifischem und Webwissen zu verbinden. Unterstützt PDF-/Word-Uploads und URL-Eingaben für zeitnahe, umfassende Recherche und professionelle, präzise Ausgaben.",
  "Baichuan3-Turbo-128k.description": "Mit einem ultralangen Kontextfenster von 128K ist es für häufige Unternehmensszenarien optimiert und bietet erhebliche Leistungssteigerungen. Im Vergleich zu Baichuan2 verbessert sich die Inhaltserstellung um 20 %, Wissens-Q&A um 17 % und Rollenspiel um 40 %. Die Gesamtleistung übertrifft GPT-3.5.",
  "Baichuan3-Turbo.description": "Optimiert für häufige Unternehmensszenarien mit deutlichen Leistungsgewinnen. Im Vergleich zu Baichuan2 verbessert sich die Inhaltserstellung um 20 %, Wissens-Q&A um 17 % und Rollenspiel um 40 %. Die Gesamtleistung übertrifft GPT-3.5.",
  "Baichuan4-Air.description": "Ein Spitzenmodell in China, das führende internationale Modelle bei chinesischen Aufgaben wie Wissen, Langtextverarbeitung und kreativer Generierung übertrifft. Es bietet zudem branchenführende multimodale Fähigkeiten mit starken Ergebnissen in anerkannten Benchmarks.",
  "Baichuan4-Turbo.description": "Ein Spitzenmodell in China, das führende internationale Modelle bei chinesischen Aufgaben wie Wissen, Langtextverarbeitung und kreativer Generierung übertrifft. Es bietet zudem branchenführende multimodale Fähigkeiten mit starken Ergebnissen in anerkannten Benchmarks.",
  "Baichuan4.description": "Hervorragende nationale Leistung, übertrifft führende internationale Modelle bei chinesischen Aufgaben wie enzyklopädischem Wissen, langen Texten und kreativer Generierung. Bietet zudem branchenführende multimodale Fähigkeiten und starke Benchmark-Ergebnisse.",
  "ByteDance-Seed/Seed-OSS-36B-Instruct.description": "Seed-OSS ist eine Familie quelloffener LLMs von ByteDance Seed, entwickelt für starke Langkontextverarbeitung, logisches Denken, Agentenfunktionen und allgemeine Fähigkeiten. Seed-OSS-36B-Instruct ist ein 36B-Modell, das auf Anweisungen abgestimmt ist und nativ ultralangen Kontext unterstützt – ideal für große Dokumente oder Codebasen. Es ist für logisches Denken, Codegenerierung und Agentenaufgaben (Toolnutzung) optimiert und behält dabei starke allgemeine Fähigkeiten. Ein zentrales Merkmal ist das „Thinking Budget“, das eine flexible Denklänge zur Effizienzsteigerung ermöglicht.",
  "DeepSeek-R1-Distill-Llama-70B.description": "DeepSeek R1, das größere und intelligentere Modell der DeepSeek-Reihe, wurde in die Llama-70B-Architektur destilliert. Benchmarks und menschliche Bewertungen zeigen, dass es intelligenter ist als das ursprüngliche Llama-70B, insbesondere bei Mathematik- und Faktenaufgaben.",
  "DeepSeek-R1-Distill-Qwen-1.5B.description": "Ein aus Qwen2.5-Math-1.5B destilliertes DeepSeek-R1-Modell. Verstärkendes Lernen und Cold-Start-Daten optimieren die Denkleistung und setzen neue Maßstäbe für offene Multitasking-Modelle.",
  "DeepSeek-R1-Distill-Qwen-14B.description": "DeepSeek-R1-Distill-Modelle sind feinabgestimmte Versionen quelloffener Modelle, die mit von DeepSeek-R1 generierten Beispieldaten trainiert wurden.",
  "DeepSeek-R1-Distill-Qwen-32B.description": "DeepSeek-R1-Distill-Modelle sind feinabgestimmte Versionen quelloffener Modelle, die mit von DeepSeek-R1 generierten Beispieldaten trainiert wurden.",
  "DeepSeek-R1-Distill-Qwen-7B.description": "Ein aus Qwen2.5-Math-7B destilliertes DeepSeek-R1-Modell. Verstärkendes Lernen und Cold-Start-Daten optimieren die Denkleistung und setzen neue Maßstäbe für offene Multitasking-Modelle.",
  "DeepSeek-R1.description": "DeepSeek-R1 nutzt großflächiges Reinforcement Learning in der Nachtrainingsphase, um das logische Denken mit sehr wenig beschrifteten Daten deutlich zu verbessern. Es erreicht vergleichbare Leistungen wie das OpenAI o1-Produktionsmodell bei Mathematik-, Programmier- und Sprachverständnisaufgaben.",
  "DeepSeek-V3-1.description": "DeepSeek V3.1 ist ein Modell der nächsten Generation für logisches Denken mit verbessertem komplexem Schlussfolgern und Gedankenkette, geeignet für tiefgreifende Analyseaufgaben.",
  "DeepSeek-V3-Fast.description": "Anbieter: sophnet. DeepSeek V3 Fast ist die Hoch-TPS-Version von DeepSeek V3 0324, in voller Präzision (nicht quantisiert) mit stärkerer Leistung bei Code und Mathematik sowie schnelleren Antworten.",
  "DeepSeek-V3.1-Fast.description": "DeepSeek V3.1 Fast ist die Hoch-TPS-Variante von DeepSeek V3.1. Hybrid-Denkmodus: Über Chatvorlagen unterstützt ein Modell sowohl Denk- als auch Nicht-Denk-Modi. Intelligente Toolnutzung: Nachtrainingsoptimierungen verbessern die Leistung bei Tool- und Agentenaufgaben.",
  "DeepSeek-V3.1-Think.description": "DeepSeek-V3.1 Denkmodus: Ein neues hybrides Denkmodell mit Denk- und Nicht-Denk-Modi, effizienter als DeepSeek-R1-0528. Nachtrainingsoptimierungen verbessern die Toolnutzung und Agentenleistung erheblich.",
  "DeepSeek-V3.description": "DeepSeek-V3 ist ein MoE-Modell, das von DeepSeek entwickelt wurde. Es übertrifft andere offene Modelle wie Qwen2.5-72B und Llama-3.1-405B in vielen Benchmarks und ist konkurrenzfähig mit führenden geschlossenen Modellen wie GPT-4o und Claude 3.5 Sonnet.",
  "Doubao-lite-128k.description": "Doubao-lite bietet ultraschnelle Antworten und ein hervorragendes Preis-Leistungs-Verhältnis mit flexiblen Optionen für verschiedene Szenarien. Unterstützt 128K Kontext für Inferenz und Feinabstimmung.",
  "Doubao-lite-32k.description": "Doubao-lite bietet ultraschnelle Antworten und ein hervorragendes Preis-Leistungs-Verhältnis mit flexiblen Optionen für verschiedene Szenarien. Unterstützt 32K Kontext für Inferenz und Feinabstimmung.",
  "Doubao-lite-4k.description": "Doubao-lite bietet ultraschnelle Antworten und ein hervorragendes Preis-Leistungs-Verhältnis mit flexiblen Optionen für verschiedene Szenarien. Unterstützt 4K Kontext für Inferenz und Feinabstimmung.",
  "Doubao-pro-128k.description": "Leistungsstärkstes Flaggschiffmodell für komplexe Aufgaben, stark bei Referenz-Q&A, Zusammenfassungen, kreativer Erstellung, Klassifikation und Rollenspiel. Unterstützt 128K Kontext für Inferenz und Feinabstimmung.",
  "Doubao-pro-32k.description": "Leistungsstärkstes Flaggschiffmodell für komplexe Aufgaben, stark bei Referenz-Q&A, Zusammenfassungen, kreativer Erstellung, Klassifikation und Rollenspiel. Unterstützt 32K Kontext für Inferenz und Feinabstimmung.",
  "Doubao-pro-4k.description": "Leistungsstärkstes Flaggschiffmodell für komplexe Aufgaben, stark bei Referenz-Q&A, Zusammenfassungen, kreativer Erstellung, Klassifikation und Rollenspiel. Unterstützt 4K Kontext für Inferenz und Feinabstimmung.",
  "DreamO.description": "DreamO ist ein quelloffenes Modell zur Bildanpassung, das gemeinsam von ByteDance und der Peking-Universität entwickelt wurde. Es verwendet eine einheitliche Architektur zur Unterstützung mehrerer Bildgenerierungsaufgaben. Durch effizientes kompositionelles Modellieren erzeugt es hochkonsistente, benutzerdefinierte Bilder basierend auf Identität, Motiv, Stil, Hintergrund und weiteren Vorgaben.",
  "ERNIE-3.5-128K.description": "Baidus Flaggschiff-LLM im Großformat, trainiert auf umfangreichen chinesischen und englischen Korpora. Es bietet starke allgemeine Fähigkeiten für Konversation, kreative Inhalte und Plug-in-Nutzung und unterstützt die automatische Integration des Baidu-Such-Plug-ins für aktuelle Antworten.",
  "ERNIE-3.5-8K-Preview.description": "Baidus Flaggschiff-LLM im Großformat, trainiert auf umfangreichen chinesischen und englischen Korpora. Es bietet starke allgemeine Fähigkeiten für Konversation, kreative Inhalte und Plug-in-Nutzung und unterstützt die automatische Integration des Baidu-Such-Plug-ins für aktuelle Antworten.",
  "ERNIE-3.5-8K.description": "Baidus Flaggschiff-LLM im Großformat, trainiert auf umfangreichen chinesischen und englischen Korpora. Es bietet starke allgemeine Fähigkeiten für Konversation, kreative Inhalte und Plug-in-Nutzung und unterstützt die automatische Integration des Baidu-Such-Plug-ins für aktuelle Antworten.",
  "ERNIE-4.0-8K-Latest.description": "Baidus Flaggschiff-LLM der neuesten Generation mit umfassenden Verbesserungen gegenüber ERNIE 3.5. Geeignet für komplexe Aufgaben in verschiedenen Bereichen. Unterstützt die Integration des Baidu-Such-Plug-ins für aktuelle Antworten.",
  "ERNIE-4.0-8K-Preview.description": "Baidus Flaggschiff-LLM der neuesten Generation mit umfassenden Verbesserungen gegenüber ERNIE 3.5. Geeignet für komplexe Aufgaben in verschiedenen Bereichen. Unterstützt die Integration des Baidu-Such-Plug-ins für aktuelle Antworten.",
  "ERNIE-4.0-Turbo-8K-Latest.description": "Baidus leistungsstarkes Flaggschiff-LLM für komplexe Aufgaben mit Integration des Baidu-Such-Plug-ins für aktuelle Antworten. Übertrifft ERNIE 4.0 in der Gesamtleistung.",
  "ERNIE-4.0-Turbo-8K-Preview.description": "Baidus leistungsstarkes Flaggschiff-LLM für komplexe Aufgaben mit Integration des Baidu-Such-Plug-ins für aktuelle Antworten. Übertrifft ERNIE 4.0 in der Gesamtleistung.",
  "ERNIE-Character-8K.description": "Baidus spezialisiertes LLM für Spiel-NPCs, Kundenservice und Rollenspiel mit verbesserter Konsistenz der Charakterdarstellung, besserer Befolgung von Anweisungen und stärkerem logischen Denken.",
  "ERNIE-Lite-Pro-128K.description": "Baidus leichtgewichtiges LLM mit ausgewogenem Verhältnis zwischen Qualität und Inferenzleistung. Besser als ERNIE Lite und geeignet für Systeme mit geringer Rechenleistung.",
  "ERNIE-Speed-128K.description": "Baidus neuestes Hochleistungs-LLM (2024) mit starker allgemeiner Fähigkeit. Ideal als Basis für Feintuning in spezifischen Szenarien mit exzellenter Argumentationsleistung.",
  "ERNIE-Speed-Pro-128K.description": "Baidus neuestes Hochleistungs-LLM (2024) mit starker allgemeiner Fähigkeit. Besser als ERNIE Speed und ideal als Basis für Feintuning mit exzellenter Argumentationsleistung.",
  "FLUX-1.1-pro.description": "FLUX.1.1 Pro",
  "FLUX.1-Kontext-dev.description": "FLUX.1-Kontext-dev ist ein multimodales Modell zur Bildgenerierung und -bearbeitung von Black Forest Labs, basierend auf einer Rectified Flow Transformer-Architektur mit 12 Milliarden Parametern. Es konzentriert sich auf die Erzeugung, Rekonstruktion, Verbesserung oder Bearbeitung von Bildern unter gegebenen Kontextbedingungen. Es kombiniert die kontrollierbare Generierung von Diffusionsmodellen mit der Kontextmodellierung von Transformern und unterstützt hochwertige Ergebnisse für Aufgaben wie Inpainting, Outpainting und visuelle Szenenrekonstruktion.",
  "FLUX.1-Kontext-pro.description": "FLUX.1 Kontext [pro]",
  "FLUX.1-dev.description": "FLUX.1-dev ist ein Open-Source-multimodales Sprachmodell (MLLM) von Black Forest Labs, optimiert für Bild-Text-Aufgaben. Es kombiniert Bild-/Textverständnis und -generierung. Basierend auf fortschrittlichen LLMs (z. B. Mistral-7B) nutzt es einen sorgfältig entwickelten Vision-Encoder und mehrstufiges Instruction-Tuning für multimodale Koordination und komplexes logisches Denken.",
  "Gryphe/MythoMax-L2-13b.description": "MythoMax-L2 (13B) ist ein innovatives Modell für vielfältige Anwendungsbereiche und komplexe Aufgaben.",
  "HelloMeme.description": "HelloMeme ist ein KI-Tool zur Erstellung von Memes, GIFs oder Kurzvideos aus bereitgestellten Bildern oder Bewegungen. Es erfordert keine Zeichen- oder Programmierkenntnisse – ein Referenzbild genügt, um unterhaltsame, ansprechende und stilistisch konsistente Inhalte zu erzeugen.",
  "HiDream-I1-Full.description": "HiDream-E1-Full ist ein Open-Source-Modell zur multimodalen Bildbearbeitung von HiDream.ai, basierend auf einer fortschrittlichen Diffusion Transformer-Architektur und starkem Sprachverständnis (integriertes LLaMA 3.1-8B-Instruct). Es unterstützt bildgesteuerte Generierung, Stilübertragungen, lokale Bearbeitungen und Neumalerei mit exzellentem Bild-Text-Verständnis und präziser Ausführung.",
  "HunyuanDiT-v1.2-Diffusers-Distilled.description": "hunyuandit-v1.2-distilled ist ein leichtgewichtiges Text-zu-Bild-Modell, das durch Distillation optimiert wurde, um schnell hochwertige Bilder zu erzeugen. Besonders geeignet für ressourcenschwache Umgebungen und Echtzeitanwendungen.",
  "InstantCharacter.description": "InstantCharacter ist ein personalisiertes Charaktergenerierungsmodell ohne Feintuning, veröffentlicht von Tencent AI im Jahr 2025. Es ermöglicht hochrealistische, szenenübergreifend konsistente Charaktere. Ein einzelnes Referenzbild genügt, um den Charakter flexibel in verschiedene Stile, Aktionen und Hintergründe zu übertragen.",
  "InternVL2-8B.description": "InternVL2-8B ist ein leistungsstarkes Vision-Language-Modell für multimodale Bild-Text-Verarbeitung. Es erkennt Bildinhalte präzise und generiert passende Beschreibungen oder Antworten.",
  "InternVL2.5-26B.description": "InternVL2.5-26B ist ein leistungsstarkes Vision-Language-Modell für multimodale Bild-Text-Verarbeitung. Es erkennt Bildinhalte präzise und generiert passende Beschreibungen oder Antworten.",
  "Kolors.description": "Kolors ist ein Text-zu-Bild-Modell, entwickelt vom Kuaishou-Kolors-Team. Mit Milliarden von Parametern trainiert, bietet es herausragende visuelle Qualität, starkes Verständnis chinesischer Semantik und präzise Textdarstellung.",
  "Kwai-Kolors/Kolors.description": "Kolors ist ein großskaliges Latent-Diffusion-Text-zu-Bild-Modell des Kuaishou-Kolors-Teams. Trainiert auf Milliarden Text-Bild-Paaren, überzeugt es durch visuelle Qualität, semantische Präzision und Textdarstellung in Chinesisch und Englisch. Es bietet starkes Verständnis und Generierung chinesischer Inhalte.",
  "Kwaipilot/KAT-Dev.description": "KAT-Dev (32B) ist ein Open-Source-Modell für Softwareentwicklung. Es erreicht eine Lösungsrate von 62,4 % auf SWE-Bench Verified und belegt Platz 5 unter Open-Source-Modellen. Optimiert durch Mid-Training, SFT und RL für Codevervollständigung, Fehlerbehebung und Code-Review.",
  "Llama-3.2-11B-Vision-Instruct.description": "Starkes Bildverständnis bei hochauflösenden Bildern, ideal für visuelle Analyseanwendungen.",
  "Llama-3.2-90B-Vision-Instruct\t.description": "Fortgeschrittenes Bildverständnis für visuelle Agentenanwendungen.",
  "Meta-Llama-3-3-70B-Instruct.description": "Llama 3.3 70B ist ein vielseitiges Transformer-Modell für Konversation und Textgenerierung.",
  "Meta-Llama-3.1-405B-Instruct.description": "Llama 3.1 ist ein instruktionstaugliches Textmodell, optimiert für mehrsprachige Konversation. Es erzielt starke Ergebnisse in gängigen Benchmarks und übertrifft viele offene und geschlossene Chatmodelle.",
  "Meta-Llama-3.1-70B-Instruct.description": "Llama 3.1 ist ein instruktionstaugliches Textmodell, optimiert für mehrsprachige Konversation. Es erzielt starke Ergebnisse in gängigen Benchmarks und übertrifft viele offene und geschlossene Chatmodelle.",
  "Meta-Llama-3.1-8B-Instruct.description": "Llama 3.1 ist ein instruktionstaugliches Textmodell, optimiert für mehrsprachige Konversation. Es erzielt starke Ergebnisse in gängigen Benchmarks und übertrifft viele offene und geschlossene Chatmodelle.",
  "Meta-Llama-3.2-1B-Instruct.description": "Modernes kompaktes Sprachmodell mit starkem Sprachverständnis, exzellenter Argumentation und Textgenerierung.",
  "Meta-Llama-3.2-3B-Instruct.description": "Modernes kompaktes Sprachmodell mit starkem Sprachverständnis, exzellenter Argumentation und Textgenerierung.",
  "Meta-Llama-3.3-70B-Instruct.description": "Llama 3.3 ist das fortschrittlichste mehrsprachige Open-Source-Modell der Llama-Reihe. Es bietet nahezu 405B-Leistung zu sehr niedrigen Kosten. Basierend auf Transformer-Architektur, verbessert durch SFT und RLHF für Nützlichkeit und Sicherheit. Die instruktionstaugliche Version ist für mehrsprachige Konversation optimiert und übertrifft viele offene und geschlossene Modelle in Benchmarks. Wissensstand: Dezember 2023.",
  "Meta-Llama-4-Maverick-17B-128E-Instruct-FP8.description": "Llama 4 Maverick ist ein großes MoE-Modell mit effizienter Expertenaktivierung für starke Argumentationsleistung.",
  "MiniMax-M1.description": "Ein neues Inhouse-Argumentationsmodell mit 80K Chain-of-Thought und 1M Eingabe, vergleichbar mit führenden globalen Modellen.",
  "MiniMax-M2-Stable.description": "Entwickelt für effizientes Coden und Agenten-Workflows mit höherer Parallelität für den kommerziellen Einsatz.",
  "MiniMax-M2.1-Lightning.description": "Leistungsstarke mehrsprachige Programmierfunktionen, umfassend verbesserte Programmiererfahrung. Schneller und effizienter.",
  "MiniMax-M2.1.description": "MiniMax-M2.1 ist das Flaggschiff unter den Open-Source-Großmodellen von MiniMax und konzentriert sich auf die Lösung komplexer Aufgaben aus der realen Welt. Seine zentralen Stärken liegen in der mehrsprachigen Programmierfähigkeit und der Fähigkeit, als Agent komplexe Aufgaben zu bewältigen.",
  "MiniMax-M2.description": "Speziell für effizientes Programmieren und Agenten-Workflows entwickelt",
  "MiniMax-Text-01.description": "MiniMax-01 führt großskalige lineare Aufmerksamkeit über klassische Transformer hinaus ein. Mit 456B Parametern und 45,9B aktiv pro Durchlauf erreicht es Spitzenleistung und unterstützt bis zu 4M Token Kontext (32× GPT-4o, 20× Claude-3.5-Sonnet).",
  "MiniMaxAI/MiniMax-M1-80k.description": "MiniMax-M1 ist ein Open-Weights-Modell für großskalige hybride Aufmerksamkeits- und Schlussfolgerungsaufgaben mit insgesamt 456 Milliarden Parametern und etwa 45,9 Milliarden aktiven Parametern pro Token. Es unterstützt nativ einen Kontext von 1 Million Tokens und nutzt Flash Attention, um die FLOPs bei der Generierung von 100.000 Tokens im Vergleich zu DeepSeek R1 um 75 % zu reduzieren. Durch die MoE-Architektur, CISPO und hybrides RL-Training erzielt es führende Leistungen bei Aufgaben mit langen Eingaben und realer Softwareentwicklung.",
  "MiniMaxAI/MiniMax-M2.description": "MiniMax-M2 definiert Effizienz für Agenten neu. Es handelt sich um ein kompaktes, schnelles und kosteneffizientes MoE-Modell mit insgesamt 230 Milliarden und 10 Milliarden aktiven Parametern, das für erstklassige Programmier- und Agentenaufgaben entwickelt wurde und gleichzeitig eine starke allgemeine Intelligenz beibehält. Trotz nur 10 Milliarden aktiver Parameter konkurriert es mit deutlich größeren Modellen und eignet sich ideal für Anwendungen mit hoher Effizienz.",
  "Moonshot-Kimi-K2-Instruct.description": "1 Billion Gesamtparameter mit 32 Milliarden aktiven. Unter den nicht-denkenden Modellen gehört es zur Spitzenklasse in den Bereichen aktuelles Wissen, Mathematik und Programmierung und ist besonders stark bei allgemeinen Agentenaufgaben. Optimiert für Agenten-Workloads kann es nicht nur Fragen beantworten, sondern auch Handlungen ausführen. Ideal für improvisierte, allgemeine Chats und Agentenerlebnisse als reflexartiges Modell ohne langes Nachdenken.",
  "NousResearch/Nous-Hermes-2-Mixtral-8x7B-DPO.description": "Nous Hermes 2 - Mixtral 8x7B-DPO (46,7B) ist ein hochpräzises Anweisungsmodell für komplexe Berechnungen.",
  "OmniConsistency.description": "OmniConsistency verbessert die Stil-Konsistenz und Generalisierung bei Bild-zu-Bild-Aufgaben durch den Einsatz großskaliger Diffusion Transformers (DiTs) und gepaarter stilisierter Daten, wodurch Stilverluste vermieden werden.",
  "PaddlePaddle/PaddleOCR-VL-1.5.description": "PaddleOCR-VL-1.5 ist eine weiterentwickelte Version der PaddleOCR-VL-Serie und erreicht eine Genauigkeit von 94,5 % im OmniDocBench v1.5 Benchmark für Dokumentenverarbeitung – besser als führende allgemeine Großmodelle und spezialisierte Dokumentenmodelle. Es unterstützt innovativ die Lokalisierung unregelmäßiger Begrenzungsrahmen für Dokumentelemente und verarbeitet effektiv gescannte, geneigte und Bildschirmaufnahmen.",
  "Phi-3-medium-128k-instruct.description": "Dasselbe Phi-3-medium-Modell mit erweitertem Kontextfenster für RAG- oder Few-Shot-Prompts.",
  "Phi-3-medium-4k-instruct.description": "Ein Modell mit 14 Milliarden Parametern, das qualitativ hochwertiger ist als Phi-3-mini und sich auf hochwertige, schlussfolgerungsintensive Daten konzentriert.",
  "Phi-3-mini-128k-instruct.description": "Dasselbe Phi-3-mini-Modell mit erweitertem Kontextfenster für RAG- oder Few-Shot-Prompts.",
  "Phi-3-mini-4k-instruct.description": "Das kleinste Mitglied der Phi-3-Familie, optimiert für Qualität und geringe Latenz.",
  "Phi-3-small-128k-instruct.description": "Dasselbe Phi-3-small-Modell mit erweitertem Kontextfenster für RAG- oder Few-Shot-Prompts.",
  "Phi-3-small-8k-instruct.description": "Ein Modell mit 7 Milliarden Parametern, das qualitativ hochwertiger ist als Phi-3-mini und sich auf hochwertige, schlussfolgerungsintensive Daten konzentriert.",
  "Phi-3.5-mini-instruct.description": "Eine aktualisierte Version des Phi-3-mini-Modells.",
  "Phi-3.5-vision-instrust.description": "Eine aktualisierte Version des Phi-3-vision-Modells.",
  "Pro/MiniMaxAI/MiniMax-M2.1.description": "MiniMax-M2.1 ist ein Open-Source-Sprachmodell der nächsten Generation, das für agentenbasierte Fähigkeiten optimiert wurde. Es überzeugt in den Bereichen Programmierung, Werkzeugnutzung, Befolgen von Anweisungen und langfristige Planung. Das Modell unterstützt mehrsprachige Softwareentwicklung und die Ausführung komplexer, mehrstufiger Arbeitsabläufe. Es erreichte 74,0 Punkte im SWE-bench Verified und übertrifft Claude Sonnet 4.5 in mehrsprachigen Szenarien.",
  "Pro/Qwen/Qwen2-7B-Instruct.description": "Qwen2-7B-Instruct ist ein 7B-Instruktionsmodell der Qwen2-Serie. Es verwendet eine Transformer-Architektur mit SwiGLU, Attention-QKV-Bias und Grouped-Query-Attention und verarbeitet große Eingaben. Es zeigt starke Leistungen in Sprachverständnis, Textgenerierung, Mehrsprachigkeit, Programmierung, Mathematik und logischem Denken, übertrifft die meisten Open-Source-Modelle und konkurriert mit proprietären Modellen. Es übertrifft Qwen1.5-7B-Chat in mehreren Benchmarks.",
  "Pro/Qwen/Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct ist Teil der neuesten LLM-Serie von Alibaba Cloud. Das 7B-Modell bietet deutliche Verbesserungen in den Bereichen Programmierung und Mathematik, unterstützt über 29 Sprachen und verbessert das Befolgen von Anweisungen, das Verständnis strukturierter Daten und strukturierte Ausgaben (insbesondere JSON).",
  "Pro/Qwen/Qwen2.5-Coder-7B-Instruct.description": "Qwen2.5-Coder-7B-Instruct ist das neueste codefokussierte LLM von Alibaba Cloud. Basierend auf Qwen2.5 und trainiert mit 5,5 Billionen Tokens verbessert es die Codegenerierung, das logische Denken und die Fehlerbehebung erheblich, während es mathematische und allgemeine Stärken beibehält – eine solide Grundlage für Coding-Agenten.",
  "Pro/Qwen/Qwen2.5-VL-7B-Instruct.description": "Qwen2.5-VL ist ein neues Vision-Language-Modell der Qwen-Serie mit starker visueller Verständnisfähigkeit. Es analysiert Text, Diagramme und Layouts in Bildern, versteht lange Videos und Ereignisse, unterstützt logisches Denken und Werkzeugnutzung, Objektverankerung in mehreren Formaten und strukturierte Ausgaben. Es verbessert die dynamische Auflösung und das Frame-Rate-Training für Videoverständnis und steigert die Effizienz des Vision-Encoders.",
  "Pro/THUDM/GLM-4.1V-9B-Thinking.description": "GLM-4.1V-9B-Thinking ist ein Open-Source-VLM von Zhipu AI und dem Tsinghua KEG Lab, entwickelt für komplexe multimodale Kognition. Basierend auf GLM-4-9B-0414 erweitert es das Chain-of-Thought-Denken und RL, um das multimodale Schlussfolgern und die Stabilität deutlich zu verbessern.",
  "Pro/THUDM/glm-4-9b-chat.description": "GLM-4-9B-Chat ist das Open-Source-Modell GLM-4 von Zhipu AI. Es zeigt starke Leistungen in Semantik, Mathematik, logischem Denken, Programmierung und Wissen. Neben mehrstufigem Chat unterstützt es Web-Browsing, Codeausführung, benutzerdefinierte Tool-Aufrufe und langes Textverständnis. Es unterstützt 26 Sprachen (darunter Chinesisch, Englisch, Japanisch, Koreanisch, Deutsch) und bietet bis zu 128K Kontext für akademische und geschäftliche Anwendungen.",
  "Pro/deepseek-ai/DeepSeek-R1-Distill-Qwen-7B.description": "DeepSeek-R1-Distill-Qwen-7B ist eine Destillation von Qwen2.5-Math-7B und wurde mit 800.000 kuratierten DeepSeek-R1-Beispielen feinabgestimmt. Es erzielt starke Leistungen mit 92,8 % auf MATH-500, 55,5 % auf AIME 2024 und einem CodeForces-Rating von 1189 für ein 7B-Modell.",
  "Pro/deepseek-ai/DeepSeek-R1.description": "DeepSeek-R1 ist ein durch RL optimiertes Schlussfolgerungsmodell, das Wiederholungen reduziert und die Lesbarkeit verbessert. Es verwendet Cold-Start-Daten vor dem RL, um das logische Denken weiter zu verbessern, erreicht vergleichbare Leistungen wie OpenAI-o1 bei Mathematik-, Code- und Denkaufgaben und verbessert die Gesamtergebnisse durch sorgfältiges Training.",
  "Pro/deepseek-ai/DeepSeek-V3.1-Terminus.description": "DeepSeek-V3.1-Terminus ist eine aktualisierte Version des V3.1-Modells, das als hybrides Agenten-LLM positioniert ist. Es behebt von Nutzern gemeldete Probleme, verbessert die Stabilität und Sprachkonsistenz und reduziert gemischte chinesisch/englische Ausgaben und fehlerhafte Zeichen. Es integriert Denk- und Nicht-Denk-Modi mit Chat-Vorlagen für flexibles Umschalten. Außerdem verbessert es die Leistung von Code- und Suchagenten für zuverlässigere Werkzeugnutzung und mehrstufige Aufgaben.",
  "Pro/deepseek-ai/DeepSeek-V3.2-Exp.description": "DeepSeek-V3.2-Exp ist eine experimentelle V3.2-Version, die den Übergang zur nächsten Architektur bildet. Sie ergänzt DeepSeek Sparse Attention (DSA) auf Basis von V3.1-Terminus, um das Training und die Inferenz bei langen Kontexten effizienter zu gestalten, mit Optimierungen für Werkzeugnutzung, Verständnis langer Dokumente und mehrstufiges Denken. Ideal zur Erforschung höherer Effizienz bei großem Kontextbudget.",
  "Pro/deepseek-ai/DeepSeek-V3.description": "DeepSeek-V3 ist ein MoE-Modell mit 671 Milliarden Parametern, das MLA und DeepSeekMoE mit verlustfreier Lastverteilung für effizientes Training und Inferenz nutzt. Es wurde mit 14,8 Billionen hochwertigen Tokens vortrainiert und mit SFT und RL weiter abgestimmt. Es übertrifft andere Open-Source-Modelle und nähert sich führenden Closed-Source-Modellen an.",
  "Pro/moonshotai/Kimi-K2-Instruct-0905.description": "Kimi K2-Instruct-0905 ist das neueste und leistungsstärkste Modell der Kimi K2-Reihe. Es handelt sich um ein MoE-Spitzenmodell mit insgesamt 1 Billion und 32 Milliarden aktiven Parametern. Zu den Hauptmerkmalen zählen eine verbesserte agentenbasierte Programmierintelligenz mit deutlichen Leistungssteigerungen bei Benchmarks und realen Agentenaufgaben sowie eine optimierte Ästhetik und Benutzerfreundlichkeit im Frontend-Coding.",
  "Pro/moonshotai/Kimi-K2-Thinking.description": "Kimi K2 Thinking Turbo ist die Turbo-Variante, die für hohe Geschwindigkeit und Durchsatz beim logischen Denken optimiert wurde, während die Fähigkeit zu mehrstufigem Denken und Werkzeugnutzung von K2 Thinking erhalten bleibt. Es handelt sich um ein MoE-Modell mit etwa 1 Billion Parametern, nativem 256K-Kontext und stabiler großskaliger Tool-Nutzung für Produktionsszenarien mit strengen Anforderungen an Latenz und Parallelität.",
  "Pro/moonshotai/Kimi-K2.5.description": "Kimi K2.5 ist ein Open-Source-natives multimodales Agentenmodell, basierend auf Kimi-K2-Base, trainiert mit etwa 1,5 Billionen gemischten Bild- und Text-Tokens. Das Modell verwendet eine MoE-Architektur mit insgesamt 1 Billion Parametern und 32 Milliarden aktiven Parametern, unterstützt ein Kontextfenster von 256K und integriert nahtlos visuelle und sprachliche Verständnisfähigkeiten.",
  "Pro/zai-org/glm-4.7.description": "GLM-4.7 ist Zhipus neue Flaggschiff-Generation mit insgesamt 355 Milliarden Parametern und 32 Milliarden aktiven Parametern. Das Modell wurde umfassend in den Bereichen allgemeiner Dialog, logisches Denken und Agentenfähigkeiten verbessert. GLM-4.7 stärkt das Interleaved Thinking und führt Preserved Thinking sowie Turn-level Thinking ein.",
  "QwQ-32B-Preview.description": "Qwen QwQ ist ein experimentelles Forschungsmodell mit Fokus auf die Verbesserung logischer Schlussfolgerungen.",
  "Qwen/QVQ-72B-Preview.description": "QVQ-72B-Preview ist ein Forschungsmodell von Qwen mit Schwerpunkt auf visuellem Denken. Es überzeugt durch seine Fähigkeit zur Analyse komplexer Szenen und zur Lösung visueller Mathematikaufgaben.",
  "Qwen/QwQ-32B-Preview.description": "Qwen QwQ ist ein experimentelles Forschungsmodell zur Verbesserung der KI-Logik und des Denkvermögens.",
  "Qwen/QwQ-32B.description": "QwQ ist ein Modell für logisches Denken aus der Qwen-Familie. Im Vergleich zu standardmäßig instruktionstunierten Modellen bietet es erweitertes Denkvermögen, das die Leistung bei anspruchsvollen Aufgaben deutlich steigert. QwQ-32B ist ein mittelgroßes Modell, das mit führenden Denkmodellen wie DeepSeek-R1 und o1-mini konkurriert. Es verwendet RoPE, SwiGLU, RMSNorm und Attention QKV Bias, mit 64 Schichten und 40 Q-Attention-Köpfen (8 KV in GQA).",
  "Qwen/Qwen-Image-Edit-2509.description": "Qwen-Image-Edit-2509 ist die neueste Bearbeitungsversion von Qwen-Image aus dem Qwen-Team. Basierend auf dem 20B Qwen-Image-Modell erweitert es die präzise Textdarstellung um Bildbearbeitungsfunktionen. Es nutzt eine Dual-Control-Architektur, bei der Eingaben an Qwen2.5-VL zur semantischen Steuerung und an einen VAE-Encoder zur visuellen Steuerung gesendet werden. Dadurch sind sowohl semantische als auch visuelle Bearbeitungen möglich. Es unterstützt lokale Änderungen (Hinzufügen/Entfernen/Modifizieren) sowie semantische Bearbeitungen wie IP-Erstellung und Stilübertragungen bei gleichzeitiger Wahrung der Bedeutung. Es erzielt SOTA-Ergebnisse in mehreren Benchmarks.",
  "Qwen/Qwen-Image.description": "Qwen-Image ist ein 20-Milliarden-Parameter-Basismodell zur Bildgenerierung vom Qwen-Team. Es erzielt große Fortschritte bei der Darstellung komplexer Texte und präziser Bildbearbeitung, insbesondere bei hochauflösendem chinesischen/englischen Text. Es unterstützt mehrzeilige und absatzweise Layouts mit konsistenter Typografie. Neben der Textdarstellung unterstützt es eine Vielzahl von Stilen – von fotorealistisch bis Anime – sowie fortgeschrittene Bearbeitungen wie Stilübertragung, Objektmanipulation, Detailverbesserung, Textbearbeitung und Posensteuerung. Ziel ist es, eine umfassende visuelle Kreativplattform zu bieten.",
  "Qwen/Qwen2-72B-Instruct.description": "Qwen 2 Instruct (72B) bietet präzise Befolgung von Anweisungen für Unternehmensanwendungen.",
  "Qwen/Qwen2-7B-Instruct.description": "Qwen2-7B-Instruct ist ein 7B-Instruktionsmodell der Qwen2-Serie mit Transformer, SwiGLU, QKV-Bias und gruppierter Query-Attention. Es verarbeitet große Eingaben und erzielt starke Ergebnisse in den Bereichen Verständnis, Textgenerierung, Mehrsprachigkeit, Programmierung, Mathematik und logisches Denken. Es übertrifft die meisten Open-Source-Modelle und schlägt Qwen1.5-7B-Chat in mehreren Bewertungen.",
  "Qwen/Qwen2-VL-72B-Instruct.description": "Qwen2-VL ist das neueste Qwen-VL-Modell und erreicht SOTA-Ergebnisse in Vision-Benchmarks wie MathVista, DocVQA, RealWorldQA und MTVQA. Es versteht Videos mit einer Länge von über 20 Minuten für Video-QA, Dialoge und Inhaltserstellung. Es unterstützt komplexes Denken und Entscheidungsfindung und kann mit Geräten/Robotern für visuell gesteuerte Aktionen interagieren. Neben Englisch und Chinesisch erkennt es auch Texte in vielen weiteren Sprachen, darunter die meisten europäischen Sprachen, Japanisch, Koreanisch, Arabisch und Vietnamesisch.",
  "Qwen/Qwen2.5-14B-Instruct.description": "Qwen2.5-14B-Instruct ist Teil der neuesten LLM-Serie von Alibaba Cloud. Das 14B-Modell bietet deutliche Verbesserungen in den Bereichen Programmierung und Mathematik, unterstützt über 29 Sprachen und verbessert die Befolgung von Anweisungen, das Verständnis strukturierter Daten und die strukturierte Ausgabe (insbesondere JSON).",
  "Qwen/Qwen2.5-32B-Instruct.description": "Qwen2.5-32B-Instruct ist Teil der neuesten LLM-Serie von Alibaba Cloud. Das 32B-Modell bietet deutliche Verbesserungen in den Bereichen Programmierung und Mathematik, unterstützt über 29 Sprachen und verbessert die Befolgung von Anweisungen, das Verständnis strukturierter Daten und die strukturierte Ausgabe (insbesondere JSON).",
  "Qwen/Qwen2.5-72B-Instruct-128K.description": "Qwen2.5-72B-Instruct ist Teil der neuesten LLM-Serie von Alibaba Cloud. Das 72B-Modell verbessert Programmierung und Mathematik, unterstützt bis zu 128K Eingabe- und über 8K Ausgabetokens, bietet 29+ Sprachen und verbessert die Befolgung von Anweisungen sowie strukturierte Ausgaben (insbesondere JSON).",
  "Qwen/Qwen2.5-72B-Instruct-Turbo.description": "Qwen2.5 ist eine neue LLM-Familie, die für aufgabenorientierte Anweisungen optimiert wurde.",
  "Qwen/Qwen2.5-72B-Instruct.description": "Qwen2.5-72B-Instruct ist Teil der neuesten LLM-Serie von Alibaba Cloud. Das 72B-Modell bietet deutliche Verbesserungen in den Bereichen Programmierung und Mathematik, unterstützt über 29 Sprachen und verbessert die Befolgung von Anweisungen, das Verständnis strukturierter Daten und die strukturierte Ausgabe (insbesondere JSON).",
  "Qwen/Qwen2.5-7B-Instruct-Turbo.description": "Qwen2.5 ist eine neue LLM-Familie, die für aufgabenorientierte Anweisungen optimiert wurde.",
  "Qwen/Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct ist Teil der neuesten LLM-Serie von Alibaba Cloud. Das 7B-Modell bietet deutliche Verbesserungen in den Bereichen Programmierung und Mathematik, unterstützt über 29 Sprachen und verbessert die Befolgung von Anweisungen, das Verständnis strukturierter Daten und die strukturierte Ausgabe (insbesondere JSON).",
  "Qwen/Qwen2.5-Coder-32B-Instruct.description": "Qwen2.5 Coder 32B Instruct ist das neueste codefokussierte LLM von Alibaba Cloud. Es basiert auf Qwen2.5 und wurde mit 5,5 Billionen Tokens trainiert. Es verbessert die Codegenerierung, das logische Denken und die Fehlerbehebung erheblich, während es seine Stärken in Mathematik und allgemeinen Aufgaben beibehält – eine starke Grundlage für Coding-Agenten.",
  "Qwen/Qwen2.5-Coder-7B-Instruct.description": "Qwen2.5-Coder-7B-Instruct ist das neueste codefokussierte LLM von Alibaba Cloud. Es basiert auf Qwen2.5 und wurde mit 5,5 Billionen Tokens trainiert. Es verbessert die Codegenerierung, das logische Denken und die Fehlerbehebung erheblich, während es seine Stärken in Mathematik und allgemeinen Aufgaben beibehält – eine solide Grundlage für Coding-Agenten.",
  "Qwen/Qwen2.5-VL-32B-Instruct.description": "Qwen2.5-VL-32B-Instruct ist ein multimodales Modell des Qwen-Teams. Es erkennt gängige Objekte und analysiert Texte, Diagramme, Symbole, Grafiken und Layouts. Als visueller Agent kann es logisch denken und Werkzeuge dynamisch steuern, einschließlich Computer- und Smartphone-Nutzung. Es lokalisiert Objekte präzise und erzeugt strukturierte Ausgaben für Rechnungen und Tabellen. Im Vergleich zu Qwen2-VL verbessert RL Mathematik und Problemlösung weiter und liefert benutzerfreundlichere Antworten.",
  "Qwen/Qwen2.5-VL-72B-Instruct.description": "Qwen2.5-VL ist das Vision-Language-Modell der Qwen2.5-Serie mit umfassenden Verbesserungen: stärkere visuelle Erkennung von Objekten, Texten, Diagrammen und Layouts; logisches Denken als visueller Agent mit dynamischer Werkzeugnutzung; Verständnis von Videos über 1 Stunde und Erfassung wichtiger Ereignisse; präzise Objektverortung über Boxen oder Punkte; sowie strukturierte Ausgaben für gescannte Daten wie Rechnungen und Tabellen.",
  "Qwen/Qwen3-14B.description": "Qwen3 ist ein Next-Gen-Modell der Tongyi Qwen-Reihe mit erheblichen Fortschritten in den Bereichen logisches Denken, allgemeine Fähigkeiten, Agentenfunktionen und mehrsprachige Leistung. Es unterstützt den Wechsel zwischen verschiedenen Denkmodi.",
  "Qwen/Qwen3-235B-A22B-Instruct-2507.description": "Qwen3-235B-A22B-Instruct-2507 ist das Flaggschiff-MoE-Modell der Qwen3-Reihe mit insgesamt 235 Milliarden und 22 Milliarden aktiven Parametern. Es handelt sich um eine aktualisierte Nicht-Denk-Version, die auf die Verbesserung der Befolgung von Anweisungen, logisches Denken, Textverständnis, Mathematik, Naturwissenschaften, Programmierung und Werkzeugnutzung fokussiert ist. Zudem erweitert es das mehrsprachige Wissen zu Nischenthemen und passt sich besser an Nutzerpräferenzen bei offenen, subjektiven Aufgaben an.",
  "Qwen/Qwen3-235B-A22B-Thinking-2507.description": "Qwen3-235B-A22B-Thinking-2507 ist ein Qwen3-Modell, das auf komplexes logisches Denken spezialisiert ist. Es nutzt eine MoE-Architektur mit insgesamt 235 Milliarden Parametern und etwa 22 Milliarden aktiven Parametern pro Token zur Effizienzsteigerung. Als dediziertes Denkmodell erzielt es erhebliche Fortschritte in Logik, Mathematik, Naturwissenschaften, Programmierung und akademischen Benchmarks und erreicht Spitzenleistungen im offenen Denken. Es verbessert zudem die Befolgung von Anweisungen, Werkzeugnutzung und Textgenerierung und unterstützt nativ einen Kontext von 256.000 Tokens für tiefes Denken und lange Dokumente.",
  "Qwen/Qwen3-235B-A22B.description": "Qwen3 ist ein Next-Gen-Modell der Tongyi Qwen-Reihe mit erheblichen Fortschritten in den Bereichen logisches Denken, allgemeine Fähigkeiten, Agentenfunktionen und mehrsprachige Leistung. Es unterstützt den Wechsel zwischen verschiedenen Denkmodi.",
  "Qwen/Qwen3-30B-A3B-Instruct-2507.description": "Qwen3-30B-A3B-Instruct-2507 ist die aktualisierte Nicht-Denk-Version von Qwen3-30B-A3B. Es handelt sich um ein MoE-Modell mit insgesamt 30,5 Milliarden und 3,3 Milliarden aktiven Parametern. Es verbessert deutlich die Befolgung von Anweisungen, logisches Denken, Textverständnis, Mathematik, Naturwissenschaften, Programmierung und Werkzeugnutzung, erweitert das mehrsprachige Wissen zu Nischenthemen und passt sich besser an Nutzerpräferenzen bei offenen Aufgaben an. Es unterstützt einen Kontext von 256.000 Tokens. Dieses Modell ist ausschließlich für Nicht-Denk-Aufgaben konzipiert und gibt keine `<think></think>`-Tags aus.",
  "Qwen/Qwen3-30B-A3B-Thinking-2507.description": "Qwen3-30B-A3B-Thinking-2507 ist das neueste Denkmodell der Qwen3-Serie. Es handelt sich um ein MoE-Modell mit insgesamt 30,5 Milliarden und 3,3 Milliarden aktiven Parametern, das auf komplexe Aufgaben fokussiert ist. Es zeigt deutliche Fortschritte in Logik, Mathematik, Naturwissenschaften, Programmierung und akademischen Benchmarks und verbessert die Befolgung von Anweisungen, Werkzeugnutzung, Textgenerierung und Präferenzabgleich. Es unterstützt nativ einen Kontext von 256.000 Tokens und kann auf bis zu 1 Million Tokens erweitert werden. Diese Version ist für den Denkmodus mit detaillierter schrittweiser Argumentation und starken Agentenfähigkeiten konzipiert.",
  "Qwen/Qwen3-30B-A3B.description": "Qwen3 ist ein Next-Gen-Modell der Tongyi Qwen-Reihe mit erheblichen Fortschritten in den Bereichen logisches Denken, allgemeine Fähigkeiten, Agentenfunktionen und mehrsprachige Leistung. Es unterstützt den Wechsel zwischen verschiedenen Denkmodi.",
  "Qwen/Qwen3-32B.description": "Qwen3 ist ein Next-Gen-Modell der Tongyi Qwen-Reihe mit erheblichen Fortschritten in den Bereichen logisches Denken, allgemeine Fähigkeiten, Agentenfunktionen und mehrsprachige Leistung. Es unterstützt den Wechsel zwischen verschiedenen Denkmodi.",
  "Qwen/Qwen3-8B.description": "Qwen3 ist ein Next-Gen-Modell der Tongyi Qwen-Reihe mit erheblichen Fortschritten in den Bereichen logisches Denken, allgemeine Fähigkeiten, Agentenfunktionen und mehrsprachige Leistung. Es unterstützt den Wechsel zwischen verschiedenen Denkmodi.",
  "Qwen/Qwen3-Coder-30B-A3B-Instruct.description": "Qwen3-Coder-30B-A3B-Instruct ist ein Qwen3-Code-Modell des Qwen-Teams. Es ist auf hohe Leistung und Effizienz optimiert und verbessert die Fähigkeiten im Bereich Code. Es zeigt starke Vorteile bei agentenbasiertem Programmieren, automatisierten Browser-Operationen und Werkzeugnutzung unter offenen Modellen. Es unterstützt nativ einen Kontext von 256.000 Tokens und kann auf 1 Million Tokens erweitert werden, um ein Verständnis auf Codebasis-Ebene zu ermöglichen. Es ermöglicht agentenbasiertes Programmieren auf Plattformen wie Qwen Code und CLINE mit einem speziellen Funktionsaufruf-Format.",
  "Qwen/Qwen3-Coder-480B-A35B-Instruct.description": "Qwen3-Coder-480B-A35B-Instruct ist Alibabas bisher leistungsfähigstes agentenbasiertes Code-Modell. Es handelt sich um ein MoE-Modell mit insgesamt 480 Milliarden und 35 Milliarden aktiven Parametern, das Effizienz und Leistung ausbalanciert. Es unterstützt nativ einen Kontext von 256.000 Tokens und kann über YaRN auf 1 Million Tokens erweitert werden, um große Codebasen zu verarbeiten. Entwickelt für agentenbasierte Programmierabläufe, kann es mit Werkzeugen und Umgebungen interagieren, um komplexe Programmieraufgaben zu lösen. Es erzielt Spitzenleistungen unter offenen Modellen bei Benchmarks für Programmierung und Agenten, vergleichbar mit führenden Modellen wie Claude Sonnet 4.",
  "Qwen/Qwen3-Next-80B-A3B-Instruct.description": "Qwen3-Next-80B-A3B-Instruct ist ein Next-Gen-Basismodell mit der Qwen3-Next-Architektur für extrem effizientes Training und Inferenz. Es kombiniert hybrides Attention (Gated DeltaNet + Gated Attention), hochgradig sparsames MoE und Optimierungen für Trainingsstabilität. Mit insgesamt 80 Milliarden Parametern, aber nur etwa 3 Milliarden aktiven bei der Inferenz, reduziert es den Rechenaufwand und liefert über 10-fachen Durchsatz im Vergleich zu Qwen3-32B bei Kontexten über 32K. Diese auf Anweisungen abgestimmte Version zielt auf allgemeine Aufgaben (kein Denkmodus) ab. Sie erreicht in einigen Benchmarks vergleichbare Leistungen wie Qwen3-235B und zeigt starke Vorteile bei Aufgaben mit extrem langem Kontext.",
  "Qwen/Qwen3-Next-80B-A3B-Thinking.description": "Qwen3-Next-80B-A3B-Thinking ist ein Next-Gen-Basismodell für komplexes logisches Denken. Es verwendet die Qwen3-Next-Architektur mit hybridem Attention (Gated DeltaNet + Gated Attention) und hochgradig sparsames MoE für extrem effizientes Training und Inferenz. Mit insgesamt 80 Milliarden Parametern, aber nur etwa 3 Milliarden aktiven bei der Inferenz, reduziert es den Rechenaufwand und liefert über 10-fachen Durchsatz im Vergleich zu Qwen3-32B bei Kontexten über 32K. Diese Denk-Version zielt auf mehrstufige Aufgaben wie Beweise, Code-Synthese, logische Analyse und Planung ab und gibt strukturierte Denkverkettungen aus. Sie übertrifft Qwen3-32B-Thinking und schlägt Gemini-2.5-Flash-Thinking in mehreren Benchmarks.",
  "Qwen/Qwen3-Omni-30B-A3B-Captioner.description": "Qwen3-Omni-30B-A3B-Captioner ist ein VLM der Qwen3-Serie, das für hochwertige, detaillierte und präzise Bildbeschreibungen entwickelt wurde. Es verwendet eine MoE-Architektur mit 30 Milliarden Parametern, um Bilder tiefgreifend zu verstehen und flüssige Beschreibungen zu erzeugen. Es überzeugt bei der Erfassung von Details, Szenenverständnis, Objekterkennung und relationalem Denken.",
  "Qwen/Qwen3-Omni-30B-A3B-Instruct.description": "Qwen3-Omni-30B-A3B-Instruct ist ein MoE-Modell der Qwen3-Serie mit insgesamt 30 Milliarden und 3 Milliarden aktiven Parametern, das starke Leistung bei geringeren Inferenzkosten bietet. Es wurde mit hochwertigen, mehrsprachigen Daten aus verschiedenen Quellen trainiert und unterstützt vollständige multimodale Eingaben (Text, Bilder, Audio, Video) sowie Verständnis und Generierung über Modalitäten hinweg.",
  "Qwen/Qwen3-Omni-30B-A3B-Thinking.description": "Qwen3-Omni-30B-A3B-Thinking ist die zentrale \"Denk\"-Komponente von Qwen3-Omni. Es verarbeitet multimodale Eingaben (Text, Audio, Bilder, Video) und führt komplexe Denkverkettungen durch, indem es Eingaben in eine gemeinsame Repräsentation für tiefes, modalitätsübergreifendes Verständnis integriert. Es ist ein MoE-Modell mit 30 Milliarden Gesamt- und 3 Milliarden aktiven Parametern und bietet ein ausgewogenes Verhältnis zwischen starker Denkfähigkeit und Recheneffizienz.",
  "Qwen/Qwen3-VL-235B-A22B-Instruct.description": "Qwen3-VL-235B-A22B-Instruct ist ein großes, auf Anweisungen abgestimmtes Qwen3-VL-Modell auf MoE-Basis, das exzellentes multimodales Verständnis und Generierung bietet. Es unterstützt nativ einen Kontext von 256.000 Tokens und eignet sich für produktive multimodale Dienste mit hoher Parallelität.",
  "Qwen/Qwen3-VL-235B-A22B-Thinking.description": "Qwen3-VL-235B-A22B-Thinking ist die Flaggschiff-Denkversion von Qwen3-VL, optimiert für komplexes multimodales Denken, langkontextuelles Denken und Agenteninteraktion in Unternehmensszenarien.",
  "Qwen/Qwen3-VL-30B-A3B-Instruct.description": "Qwen3-VL-30B-A3B-Instruct ist das auf Anweisungen abgestimmte Qwen3-VL-Modell mit starkem Verständnis und Generierung im Bereich Vision und Sprache. Es unterstützt nativ einen Kontext von 256.000 Tokens für multimodalen Chat und bildbasierte Generierung.",
  "Qwen/Qwen3-VL-30B-A3B-Thinking.description": "Qwen3-VL-30B-A3B-Thinking ist die denkverstärkte Version von Qwen3-VL, optimiert für multimodales Denken, Bild-zu-Code-Generierung und komplexes visuelles Verständnis. Es unterstützt 256.000 Tokens Kontext mit verbesserter Denkverkettung.",
  "Qwen/Qwen3-VL-32B-Instruct.description": "Qwen3-VL-32B-Instruct ist ein Vision-Language-Modell des Qwen-Teams mit führenden SOTA-Ergebnissen in mehreren VL-Benchmarks. Es unterstützt Bilder in Megapixel-Auflösung und bietet starkes visuelles Verständnis, mehrsprachige Texterkennung (OCR), feingranulare visuelle Verankerung und visuelle Dialoge. Es bewältigt komplexe multimodale Aufgaben und unterstützt Werkzeugaufrufe und Präfixvervollständigung.",
  "Qwen/Qwen3-VL-32B-Thinking.description": "Qwen3-VL-32B-Thinking ist für komplexes visuelles Denken optimiert. Es enthält einen integrierten Denkmodus, der vor der Antwort Zwischenschritte des Denkens generiert, um mehrstufige Logik, Planung und komplexes Denken zu verbessern. Es unterstützt Megapixel-Bilder, starkes visuelles Verständnis, mehrsprachige OCR, feingranulare Verankerung, visuelle Dialoge, Werkzeugaufrufe und Präfixvervollständigung.",
  "Qwen/Qwen3-VL-8B-Instruct.description": "Qwen3-VL-8B-Instruct ist ein Vision-Language-Modell der Qwen3-Reihe, basierend auf Qwen3-8B-Instruct und trainiert mit umfangreichen Bild-Text-Daten. Es überzeugt durch allgemeines visuelles Verständnis, visuelle Dialoge und mehrsprachige Texterkennung in Bildern und eignet sich für visuelle Frage-Antwort-Systeme, Bildbeschreibungen, multimodale Anweisungsbefolgung und Werkzeugnutzung.",
  "Qwen/Qwen3-VL-8B-Thinking.description": "Qwen3-VL-8B-Thinking ist die visuelle Denkversion von Qwen3, optimiert für komplexes, mehrstufiges Denken. Es generiert eine Denkverkettung vor der Antwort zur Verbesserung der Genauigkeit und eignet sich ideal für tiefgehende visuelle Frage-Antwort-Systeme und detaillierte Bildanalysen.",
  "Qwen2-72B-Instruct.description": "Qwen2 ist die neueste Generation der Qwen-Serie und unterstützt ein Kontextfenster von 128k. Im Vergleich zu den derzeit besten offenen Modellen übertrifft Qwen2-72B führende Modelle deutlich in den Bereichen Sprachverständnis, Wissen, Programmierung, Mathematik und Mehrsprachigkeit.",
  "Qwen2-7B-Instruct.description": "Qwen2 ist die neueste Generation der Qwen-Serie und übertrifft die besten offenen Modelle vergleichbarer Größe sowie sogar größere Modelle. Qwen2 7B zeigt deutliche Vorteile in verschiedenen Benchmarks, insbesondere im Bereich Programmierung und chinesisches Sprachverständnis.",
  "Qwen2-VL-72B.description": "Qwen2-VL-72B ist ein leistungsstarkes Vision-Language-Modell, das multimodale Bild-Text-Verarbeitung unterstützt. Es erkennt Bildinhalte präzise und generiert passende Beschreibungen oder Antworten.",
  "Qwen2.5-14B-Instruct.description": "Qwen2.5-14B-Instruct ist ein LLM mit 14 Milliarden Parametern und starker Leistung, optimiert für chinesische und mehrsprachige Szenarien. Es unterstützt intelligente Frage-Antwort-Systeme und Inhaltserstellung.",
  "Qwen2.5-32B-Instruct.description": "Qwen2.5-32B-Instruct ist ein LLM mit 32 Milliarden Parametern und ausgewogener Leistung, optimiert für chinesische und mehrsprachige Szenarien. Es unterstützt intelligente Frage-Antwort-Systeme und Inhaltserstellung.",
  "Qwen2.5-72B-Instruct.description": "LLM für Chinesisch und Englisch, abgestimmt auf Sprache, Programmierung, Mathematik und logisches Denken.",
  "Qwen2.5-7B-Instruct.description": "Qwen2.5-7B-Instruct ist ein LLM mit 7 Milliarden Parametern, das Funktionsaufrufe und nahtlose Integration externer Systeme unterstützt und so Flexibilität und Erweiterbarkeit erheblich verbessert. Es ist für chinesische und mehrsprachige Szenarien optimiert und unterstützt intelligente Frage-Antwort-Systeme sowie Inhaltserstellung.",
  "Qwen2.5-Coder-14B-Instruct.description": "Qwen2.5-Coder-14B-Instruct ist ein großskaliges, vortrainiertes Modell für Programmieranweisungen mit starker Codeverständnis- und Generierungsfähigkeit. Es bewältigt effizient eine Vielzahl von Programmieraufgaben und eignet sich ideal für intelligentes Codieren, automatisierte Skripterstellung und Programmierfragen.",
  "Qwen2.5-Coder-32B-Instruct.description": "Fortschrittliches LLM für Codegenerierung, logisches Denken und Fehlerbehebung in gängigen Programmiersprachen.",
  "Qwen3-235B-A22B-Instruct-2507-FP8.description": "Qwen3 235B A22B Instruct 2507 ist für fortgeschrittenes logisches Denken und Befolgen von Anweisungen optimiert. Es nutzt MoE, um effizientes Denken im großen Maßstab zu ermöglichen.",
  "Qwen3-235B.description": "Qwen3-235B-A22B ist ein MoE-Modell mit einem hybriden Denkmodus, der es Nutzern ermöglicht, nahtlos zwischen Denk- und Nicht-Denk-Modus zu wechseln. Es unterstützt Verständnis und logisches Denken in 119 Sprachen und Dialekten und verfügt über starke Tool-Calling-Fähigkeiten. Es konkurriert mit führenden Modellen wie DeepSeek R1, OpenAI o1, o3-mini, Grok 3 und Google Gemini 2.5 Pro in Benchmarks zu allgemeinen Fähigkeiten, Programmierung, Mathematik, Mehrsprachigkeit und Wissensverarbeitung.",
  "Qwen3-32B.description": "Qwen3-32B ist ein dichtes Modell mit einem hybriden Denkmodus, der Nutzern erlaubt, zwischen Denk- und Nicht-Denk-Modus zu wechseln. Durch Verbesserungen in der Architektur, mehr Trainingsdaten und besseres Training erreicht es eine Leistung auf dem Niveau von Qwen2.5-72B.",
  "SenseChat-128K.description": "Basisversion V4 mit 128K Kontext, stark im Verständnis und der Generierung von Langtexten.",
  "SenseChat-32K.description": "Basisversion V4 mit 32K Kontext, flexibel einsetzbar in vielen Szenarien.",
  "SenseChat-5-1202.description": "Neueste Version basierend auf V5.5 mit deutlichen Verbesserungen in chinesischen/englischen Grundlagen, Konversation, MINT-Wissen, Geisteswissenschaften, Schreiben, Mathematik/Logik und Längenkontrolle.",
  "SenseChat-5-Cantonese.description": "Entwickelt für den Dialogstil, Slang und das lokale Wissen Hongkongs; übertrifft GPT-4 im Kantonesisch-Verständnis und erreicht GPT-4 Turbo-Niveau in Wissen, logischem Denken, Mathematik und Programmierung.",
  "SenseChat-5-beta.description": "Teilweise bessere Leistung als SenseChat-5-1202.",
  "SenseChat-5.description": "Neueste Version V5.5 mit 128K Kontext; große Fortschritte im mathematischen Denken, englischer Konversation, Befolgen von Anweisungen und Langtextverständnis, vergleichbar mit GPT-4o.",
  "SenseChat-Character-Pro.description": "Fortschrittliches Charakter-Chat-Modell mit 32K Kontext, verbesserter Leistung und Unterstützung für Chinesisch/Englisch.",
  "SenseChat-Character.description": "Standard-Charakter-Chat-Modell mit 8K Kontext und hoher Antwortgeschwindigkeit.",
  "SenseChat-Turbo-1202.description": "Neuestes Leichtgewichtsmodell mit über 90 % der Leistung des Vollmodells bei deutlich geringeren Inferenzkosten.",
  "SenseChat-Turbo.description": "Geeignet für schnelle Frage-Antwort-Szenarien und Modell-Feinabstimmung.",
  "SenseChat-Vision.description": "Neueste Version V5.5 mit Multi-Image-Eingabe und umfassenden Verbesserungen in Attributerkennung, räumlichen Beziehungen, Aktions-/Ereigniserkennung, Szenenverständnis, Emotionserkennung, Alltagslogik und Textverständnis/-generierung.",
  "SenseChat.description": "Basisversion V4 mit 4K Kontext und starker allgemeiner Leistungsfähigkeit.",
  "SenseNova-V6-5-Pro.description": "Mit umfassenden Updates in multimodalen, sprachlichen und logischen Daten sowie optimierter Trainingsstrategie verbessert das neue Modell das multimodale Denken und das allgemeine Befolgen von Anweisungen erheblich. Es unterstützt ein Kontextfenster von bis zu 128k und glänzt bei OCR- und Kultur-/Tourismus-IP-Erkennungsaufgaben.",
  "SenseNova-V6-5-Turbo.description": "Mit umfassenden Updates in multimodalen, sprachlichen und logischen Daten sowie optimierter Trainingsstrategie verbessert das neue Modell das multimodale Denken und das allgemeine Befolgen von Anweisungen erheblich. Es unterstützt ein Kontextfenster von bis zu 128k und glänzt bei OCR- und Kultur-/Tourismus-IP-Erkennungsaufgaben.",
  "SenseNova-V6-Pro.description": "Vereint Bild-, Text- und Videodaten nativ und überwindet traditionelle multimodale Grenzen; belegt Spitzenplätze bei OpenCompass und SuperCLUE.",
  "SenseNova-V6-Reasoner.description": "Kombiniert tiefes logisches Denken in Bild und Sprache, unterstützt langsames Denken und vollständige Gedankengänge.",
  "SenseNova-V6-Turbo.description": "Vereint Bild-, Text- und Videodaten nativ und überwindet traditionelle multimodale Grenzen. Führend in zentralen multimodalen und sprachlichen Fähigkeiten und rangiert in mehreren Bewertungen in der Spitzengruppe.",
  "Skylark2-lite-8k.description": "Skylark Modell der 2. Generation. Skylark2-lite bietet schnelle Antworten für Echtzeit- und kostensensitive Szenarien mit geringeren Genauigkeitsanforderungen und einem 8K-Kontextfenster.",
  "Skylark2-pro-32k.description": "Skylark Modell der 2. Generation. Skylark2-pro bietet höhere Genauigkeit für komplexe Textgenerierung wie professionelle Werbetexte, Romanerstellung und hochwertige Übersetzungen mit einem 32K-Kontextfenster.",
  "Skylark2-pro-4k.description": "Skylark Modell der 2. Generation. Skylark2-pro bietet höhere Genauigkeit für komplexe Textgenerierung wie professionelle Werbetexte, Romanerstellung und hochwertige Übersetzungen mit einem 4K-Kontextfenster.",
  "Skylark2-pro-character-4k.description": "Skylark Modell der 2. Generation. Skylark2-pro-character ist besonders gut für Rollenspiele und Chat geeignet, passt sich an verschiedene Persönlichkeitsstile an und bietet natürliche Dialoge für Chatbots, virtuelle Assistenten und Kundenservice mit schnellen Antworten.",
  "Skylark2-pro-turbo-8k.description": "Skylark Modell der 2. Generation. Skylark2-pro-turbo-8k bietet schnellere Inferenz bei geringeren Kosten mit einem 8K-Kontextfenster.",
  "THUDM/GLM-4-32B-0414.description": "GLM-4-32B-0414 ist ein Open-Source-GLM-Modell der nächsten Generation mit 32 Milliarden Parametern, das in seiner Leistung mit OpenAI GPT und der DeepSeek V3/R1-Serie vergleichbar ist.",
  "THUDM/GLM-4-9B-0414.description": "GLM-4-9B-0414 ist ein 9-Milliarden-Parameter-Modell, das auf den Techniken von GLM-4-32B basiert und eine leichtere Bereitstellung ermöglicht. Es überzeugt bei der Codegenerierung, Webdesign, SVG-Erstellung und suchbasiertem Schreiben.",
  "THUDM/GLM-4.1V-9B-Thinking.description": "GLM-4.1V-9B-Thinking ist ein quelloffenes VLM von Zhipu AI und dem KEG-Labor der Tsinghua-Universität, das für komplexe multimodale Kognition entwickelt wurde. Aufbauend auf GLM-4-9B-0414 integriert es Chain-of-Thought-Reasoning und Reinforcement Learning, um die modalübergreifende Argumentation und Stabilität deutlich zu verbessern.",
  "THUDM/GLM-Z1-32B-0414.description": "GLM-Z1-32B-0414 ist ein Modell für tiefgehende Argumentation, das auf GLM-4-32B-0414 basiert und mit Cold-Start-Daten sowie erweitertem Reinforcement Learning weitertrainiert wurde. Es wurde zusätzlich auf Mathematik, Code und Logik trainiert und verbessert die Fähigkeiten zur Lösung komplexer Aufgaben erheblich.",
  "THUDM/GLM-Z1-9B-0414.description": "GLM-Z1-9B-0414 ist ein kompaktes GLM-Modell mit 9 Milliarden Parametern, das die Stärken von Open-Source-Modellen beibehält und gleichzeitig eine beeindruckende Leistung bietet. Es überzeugt besonders bei mathematischer Argumentation und allgemeinen Aufgaben und ist führend in seiner Größenklasse unter offenen Modellen.",
  "THUDM/GLM-Z1-Rumination-32B-0414.description": "GLM-Z1-Rumination-32B-0414 ist ein Modell für tiefgehende Argumentation mit Ruminationsfähigkeit (verglichen mit OpenAI Deep Research). Im Gegensatz zu typischen Modellen für tiefes Denken widmet es der Problemlösung mehr Zeit, um offene und komplexe Fragestellungen besser zu bewältigen.",
  "THUDM/glm-4-9b-chat.description": "GLM-4-9B-Chat ist das quelloffene GLM-4-Modell von Zhipu AI. Es zeigt starke Leistungen in Semantik, Mathematik, Argumentation, Code und Wissen. Neben mehrstufigem Dialog unterstützt es Web-Browsing, Codeausführung, benutzerdefinierte Tool-Aufrufe und Langtext-Argumentation. Es unterstützt 26 Sprachen (darunter Chinesisch, Englisch, Japanisch, Koreanisch, Deutsch) und erzielt gute Ergebnisse bei AlignBench-v2, MT-Bench, MMLU und C-Eval. Es unterstützt Kontexte bis zu 128.000 Tokens für akademische und geschäftliche Anwendungen.",
  "Tongyi-Zhiwen/QwenLong-L1-32B.description": "QwenLong-L1-32B ist das erste Long-Context-Reasoning-Modell (LRM), das mit Reinforcement Learning trainiert wurde und für Langtext-Argumentation optimiert ist. Durch progressives Kontextwachstum im RL gelingt ein stabiler Übergang von kurzen zu langen Kontexten. Es übertrifft OpenAI-o3-mini und Qwen3-235B-A22B in sieben Benchmarks für Langkontext-Dokumentfragen und konkurriert mit Claude-3.7-Sonnet-Thinking. Besonders stark ist es in Mathematik, Logik und mehrstufiger Argumentation.",
  "Yi-34B-Chat.description": "Yi-1.5-34B bewahrt die starken allgemeinen Sprachfähigkeiten der Serie und verbessert durch inkrementelles Training mit 500 Milliarden hochwertigen Tokens die Leistungen in Mathematik, Logik und Programmierung deutlich.",
  "abab5.5-chat.description": "Entwickelt für produktive Szenarien mit komplexer Aufgabenverarbeitung und effizienter Textgenerierung für den professionellen Einsatz.",
  "abab5.5s-chat.description": "Optimiert für chinesische Persona-Chats und liefert hochwertige chinesische Dialoge für vielfältige Anwendungen.",
  "abab6.5g-chat.description": "Entwickelt für mehrsprachige Persona-Chats mit hochwertiger Dialoggenerierung in Englisch und anderen Sprachen.",
  "abab6.5s-chat.description": "Geeignet für eine Vielzahl von NLP-Aufgaben, einschließlich Textgenerierung und Dialogsysteme.",
  "abab6.5t-chat.description": "Optimiert für chinesische Persona-Chats mit flüssigen Dialogen, die den chinesischen Ausdrucksgewohnheiten entsprechen.",
  "accounts/fireworks/models/deepseek-r1.description": "DeepSeek-R1 ist ein hochmodernes Sprachmodell, das mit Reinforcement Learning und Cold-Start-Daten optimiert wurde und hervorragende Leistungen in Argumentation, Mathematik und Programmierung bietet.",
  "accounts/fireworks/models/deepseek-v3.description": "Ein leistungsstarkes Mixture-of-Experts (MoE) Sprachmodell von DeepSeek mit insgesamt 671 Milliarden Parametern und 37 Milliarden aktiven Parametern pro Token.",
  "accounts/fireworks/models/llama-v3-70b-instruct.description": "Meta hat die Meta Llama 3 LLM-Serie entwickelt und veröffentlicht, die vortrainierte und instruktionstunierte Textgenerierungsmodelle mit 8B und 70B umfasst. Die instruktionstunierten Llama 3-Modelle sind für Konversationen optimiert und übertreffen viele bestehende offene Chatmodelle in gängigen Benchmarks der Branche.",
  "accounts/fireworks/models/llama-v3-8b-instruct-hf.description": "Die instruktionstunierten Meta Llama 3-Modelle sind für Konversationen optimiert und übertreffen viele bestehende offene Chatmodelle in gängigen Benchmarks. Llama 3 8B Instruct (HF-Version) ist die ursprüngliche FP16-Version von Llama 3 8B Instruct und liefert Ergebnisse, die der offiziellen Hugging Face-Implementierung entsprechen.",
  "accounts/fireworks/models/llama-v3-8b-instruct.description": "Meta hat die Meta Llama 3 LLM-Serie entwickelt und veröffentlicht – eine Sammlung vortrainierter und instruktionstunierter Textgenerierungsmodelle mit 8B und 70B. Die instruktionstunierten Llama 3-Modelle sind für Konversationen optimiert und übertreffen viele bestehende offene Chatmodelle in gängigen Benchmarks der Branche.",
  "accounts/fireworks/models/llama-v3p1-405b-instruct.description": "Meta Llama 3.1 ist eine mehrsprachige LLM-Familie mit vortrainierten und instruktionstunierten Generierungsmodellen in den Größen 8B, 70B und 405B. Die instruktionstunierten Textmodelle sind für mehrsprachige Dialoge optimiert und übertreffen viele bestehende offene und geschlossene Chatmodelle in gängigen Benchmarks. 405B ist das leistungsstärkste Modell der Llama 3.1-Familie und verwendet FP8-Inferenz, die der Referenzimplementierung sehr nahekommt.",
  "accounts/fireworks/models/llama-v3p1-70b-instruct.description": "Meta Llama 3.1 ist eine mehrsprachige LLM-Familie mit vortrainierten und instruktionstunierten Generierungsmodellen in den Größen 8B, 70B und 405B. Die instruktionstunierten Textmodelle sind für mehrsprachige Dialoge optimiert und übertreffen viele bestehende offene und geschlossene Chatmodelle in gängigen Benchmarks.",
  "accounts/fireworks/models/llama-v3p1-8b-instruct.description": "Meta Llama 3.1 ist eine mehrsprachige LLM-Familie mit vortrainierten und instruktionstunierten Generierungsmodellen in den Größen 8B, 70B und 405B. Die instruktionstunierten Textmodelle sind für mehrsprachige Dialoge optimiert und übertreffen viele bestehende offene und geschlossene Chatmodelle in gängigen Benchmarks.",
  "accounts/fireworks/models/llama-v3p2-11b-vision-instruct.description": "Ein instruktionstuniertes Modell von Meta für visuelle Argumentation mit 11 Milliarden Parametern, optimiert für visuelle Erkennung, Bildverständnis, Bildbeschriftung und bildbezogene Fragen. Es versteht visuelle Daten wie Diagramme und Grafiken und verbindet Bild und Sprache durch die Generierung textlicher Beschreibungen von Bilddetails.",
  "accounts/fireworks/models/llama-v3p2-3b-instruct.description": "Llama 3.2 3B Instruct ist ein leichtgewichtiges, mehrsprachiges Modell von Meta, das für eine effiziente Laufzeit mit deutlichen Vorteilen bei Latenz und Kosten gegenüber größeren Modellen entwickelt wurde. Typische Anwendungsfälle sind das Umschreiben von Abfragen/Prompts und Schreibunterstützung.",
  "accounts/fireworks/models/llama-v3p2-90b-vision-instruct.description": "Ein instruktionstuniertes Modell von Meta für visuelle Argumentation mit 90 Milliarden Parametern, optimiert für visuelle Erkennung, Bildverständnis, Bildbeschriftung und bildbezogene Fragen. Es versteht visuelle Daten wie Diagramme und Grafiken und verbindet Bild und Sprache durch die Generierung textlicher Beschreibungen von Bilddetails. Hinweis: Dieses Modell wird derzeit experimentell als serverloses Modell bereitgestellt. Für den Produktionseinsatz beachten Sie bitte, dass Fireworks die Bereitstellung kurzfristig einstellen kann.",
  "accounts/fireworks/models/llama-v3p3-70b-instruct.description": "Llama 3.3 70B Instruct ist das Dezember-Update von Llama 3.1 70B. Es verbessert die Tool-Nutzung, den mehrsprachigen Textsupport, Mathematik und Programmierung gegenüber der Version vom Juli 2024. Es erreicht branchenführende Leistungen in Argumentation, Mathematik und Befolgen von Anweisungen und bietet eine Leistung vergleichbar mit 3.1 405B bei deutlich höherer Geschwindigkeit und geringeren Kosten.",
  "accounts/fireworks/models/mistral-small-24b-instruct-2501.description": "Ein Modell mit 24 Milliarden Parametern und modernster Leistung, vergleichbar mit größeren Modellen.",
  "accounts/fireworks/models/mixtral-8x22b-instruct.description": "Mixtral MoE 8x22B Instruct v0.1 ist die instruktionstunierte Version von Mixtral MoE 8x22B v0.1 mit aktivierter Chat-Completion-API.",
  "accounts/fireworks/models/mixtral-8x7b-instruct.description": "Mixtral MoE 8x7B Instruct ist die instruktionstunierte Version von Mixtral MoE 8x7B mit aktivierter Chat-Completion-API.",
  "accounts/fireworks/models/mythomax-l2-13b.description": "Eine verbesserte Variante von MythoMix, möglicherweise eine verfeinerte Form, die MythoLogic-L2 und Huginn mit einer experimentellen Tensor-Merge-Technik kombiniert. Aufgrund ihrer einzigartigen Natur eignet sie sich hervorragend für Storytelling und Rollenspiele.",
  "accounts/fireworks/models/phi-3-vision-128k-instruct.description": "Phi-3-Vision-128K-Instruct ist ein leichtgewichtiges, hochmodernes multimodales Modell, das auf synthetischen Daten und kuratierten öffentlichen Web-Datensätzen basiert. Es konzentriert sich auf qualitativ hochwertige, argumentationsintensive Text- und Bilddaten. Es gehört zur Phi-3-Familie und unterstützt eine Kontextlänge von 128.000 Tokens. Das Modell wurde durch Supervised Fine-Tuning und Direct Preference Optimization verbessert, um eine präzise Befolgung von Anweisungen und hohe Sicherheitsstandards zu gewährleisten.",
  "accounts/fireworks/models/qwen-qwq-32b-preview.description": "Das Qwen QwQ-Modell konzentriert sich auf die Weiterentwicklung des KI-Schlussfolgerns und zeigt, dass offene Modelle in puncto logischem Denken mit geschlossenen Spitzenmodellen konkurrieren können. QwQ-32B-Preview ist eine experimentelle Version, die mit o1 vergleichbar ist und GPT-4o sowie Claude 3.5 Sonnet bei Aufgaben zu logischem Denken und Analyse in GPQA, AIME, MATH-500 und LiveCodeBench übertrifft. Hinweis: Dieses Modell wird derzeit experimentell als serverloses Modell bereitgestellt. Für den produktiven Einsatz beachten Sie bitte, dass Fireworks die Bereitstellung kurzfristig einstellen kann.",
  "accounts/fireworks/models/qwen2-vl-72b-instruct.description": "Das 72B Qwen-VL-Modell ist die neueste Version von Alibaba und spiegelt fast ein Jahr Innovation wider.",
  "accounts/fireworks/models/qwen2p5-72b-instruct.description": "Qwen2.5 ist eine LLM-Serie mit Decoder-Architektur, entwickelt vom Qwen-Team und Alibaba Cloud. Sie bietet Modelle in den Größen 0.5B, 1.5B, 3B, 7B, 14B, 32B und 72B – jeweils als Basis- und Instruct-Varianten.",
  "accounts/fireworks/models/qwen2p5-coder-32b-instruct.description": "Qwen2.5-Coder ist das neueste Qwen-LLM für Programmieraufgaben (ehemals CodeQwen). Hinweis: Dieses Modell wird derzeit experimentell als serverloses Modell bereitgestellt. Für den produktiven Einsatz beachten Sie bitte, dass Fireworks die Bereitstellung kurzfristig einstellen kann.",
  "accounts/yi-01-ai/models/yi-large.description": "Yi-Large ist ein leistungsstarkes LLM, das auf dem LMSYS-Leaderboard direkt hinter GPT-4, Gemini 1.5 Pro und Claude 3 Opus rangiert. Es überzeugt durch seine mehrsprachigen Fähigkeiten, insbesondere in Spanisch, Chinesisch, Japanisch, Deutsch und Französisch. Yi-Large ist zudem entwicklerfreundlich und verwendet das gleiche API-Schema wie OpenAI für eine einfache Integration.",
  "ai21-jamba-1.5-large.description": "Ein mehrsprachiges Modell mit 398 Milliarden Parametern (davon 94 Milliarden aktiv), 256K Kontextfenster, Funktionsaufrufen, strukturiertem Output und fundierter Generierung.",
  "ai21-jamba-1.5-mini.description": "Ein mehrsprachiges Modell mit 52 Milliarden Parametern (davon 12 Milliarden aktiv), 256K Kontextfenster, Funktionsaufrufen, strukturiertem Output und fundierter Generierung.",
  "ai21-labs/AI21-Jamba-1.5-Large.description": "Ein mehrsprachiges Modell mit 398 Milliarden Parametern (davon 94 Milliarden aktiv), 256K Kontextfenster, Funktionsaufrufen, strukturiertem Output und fundierter Generierung.",
  "ai21-labs/AI21-Jamba-1.5-Mini.description": "Ein mehrsprachiges Modell mit 52 Milliarden Parametern (davon 12 Milliarden aktiv), 256K Kontextfenster, Funktionsaufrufen, strukturiertem Output und fundierter Generierung.",
  "alibaba/qwen-3-14b.description": "Qwen3 ist die neueste Generation der Qwen-Serie und bietet eine umfassende Auswahl an dichten und MoE-Modellen. Basierend auf umfangreichem Training bringt es Durchbrüche in den Bereichen logisches Denken, Befolgen von Anweisungen, Agentenfähigkeiten und Mehrsprachigkeit.",
  "alibaba/qwen-3-235b.description": "Qwen3 ist die neueste Generation der Qwen-Serie und bietet eine umfassende Auswahl an dichten und MoE-Modellen. Basierend auf umfangreichem Training bringt es Durchbrüche in den Bereichen logisches Denken, Befolgen von Anweisungen, Agentenfähigkeiten und Mehrsprachigkeit.",
  "alibaba/qwen-3-30b.description": "Qwen3 ist die neueste Generation der Qwen-Serie und bietet eine umfassende Auswahl an dichten und MoE-Modellen. Basierend auf umfangreichem Training bringt es Durchbrüche in den Bereichen logisches Denken, Befolgen von Anweisungen, Agentenfähigkeiten und Mehrsprachigkeit.",
  "alibaba/qwen-3-32b.description": "Qwen3 ist die neueste Generation der Qwen-Serie und bietet eine umfassende Auswahl an dichten und MoE-Modellen. Basierend auf umfangreichem Training bringt es Durchbrüche in den Bereichen logisches Denken, Befolgen von Anweisungen, Agentenfähigkeiten und Mehrsprachigkeit.",
  "alibaba/qwen3-coder.description": "Qwen3-Coder-480B-A35B-Instruct ist Qwens fortschrittlichstes Modell für Programmieraufgaben. Es überzeugt bei agentenbasiertem Codieren, Browser-Nutzung durch Agenten und anderen zentralen Programmieraufgaben und erreicht Ergebnisse auf dem Niveau von Claude Sonnet.",
  "amazon/nova-lite.description": "Ein äußerst kostengünstiges multimodales Modell mit extrem schneller Verarbeitung von Bild-, Video- und Texteingaben.",
  "amazon/nova-micro.description": "Ein reines Textmodell mit extrem niedriger Latenz zu sehr geringen Kosten.",
  "amazon/nova-pro.description": "Ein leistungsstarkes multimodales Modell mit optimaler Balance aus Genauigkeit, Geschwindigkeit und Kosten für vielfältige Aufgaben.",
  "amazon/titan-embed-text-v2.description": "Amazon Titan Text Embeddings V2 ist ein leichtgewichtiges, effizientes mehrsprachiges Embedding-Modell mit Unterstützung für 1024, 512 und 256 Dimensionen.",
  "anthropic.claude-3-5-sonnet-20240620-v1:0.description": "Claude 3.5 Sonnet setzt neue Branchenstandards, übertrifft Wettbewerber und Claude 3 Opus in umfassenden Bewertungen und bietet gleichzeitig mittlere Geschwindigkeit und Kosten.",
  "anthropic.claude-3-5-sonnet-20241022-v2:0.description": "Claude 3.5 Sonnet setzt neue Branchenstandards, übertrifft Wettbewerber und Claude 3 Opus in umfassenden Bewertungen und bietet gleichzeitig mittlere Geschwindigkeit und Kosten.",
  "anthropic.claude-3-haiku-20240307-v1:0.description": "Claude 3 Haiku ist das schnellste und kompakteste Modell von Anthropic und liefert nahezu sofortige Antworten auf einfache Anfragen. Es ermöglicht nahtlose, menschenähnliche KI-Erlebnisse und unterstützt Bildeingaben mit einem Kontextfenster von 200K.",
  "anthropic.claude-3-opus-20240229-v1:0.description": "Claude 3 Opus ist das leistungsstärkste KI-Modell von Anthropic mit modernster Leistung bei hochkomplexen Aufgaben. Es verarbeitet offene Eingaben und neue Szenarien mit außergewöhnlicher Sprachgewandtheit und menschenähnlichem Verständnis und unterstützt Bildeingaben mit einem Kontextfenster von 200K.",
  "anthropic.claude-3-sonnet-20240229-v1:0.description": "Claude 3 Sonnet vereint Intelligenz und Geschwindigkeit für Unternehmensanwendungen und bietet ein starkes Preis-Leistungs-Verhältnis. Es ist als zuverlässiges Arbeitspferd für skalierte KI-Einsätze konzipiert und unterstützt Bildeingaben mit einem Kontextfenster von 200K.",
  "anthropic.claude-instant-v1.description": "Ein schnelles, kostengünstiges und dennoch leistungsfähiges Modell für alltägliche Chats, Textanalysen, Zusammenfassungen und Dokumentenfragen.",
  "anthropic.claude-v2.description": "Ein vielseitiges Modell für Aufgaben von komplexem Dialog und kreativer Generierung bis hin zu detailliertem Befolgen von Anweisungen.",
  "anthropic.claude-v2:1.description": "Ein aktualisiertes Claude 2 mit verdoppeltem Kontextfenster und verbesserter Zuverlässigkeit, geringerer Halluzinationsrate und evidenzbasierter Genauigkeit für lange Dokumente und RAG.",
  "anthropic/claude-3-haiku.description": "Claude 3 Haiku ist das schnellste Modell von Anthropic, entwickelt für Unternehmensanwendungen mit längeren Eingaben. Es analysiert große Dokumente wie Quartalsberichte, Verträge oder Rechtsfälle schnell und kostengünstig.",
  "anthropic/claude-3-opus.description": "Claude 3 Opus ist das intelligenteste Modell von Anthropic mit marktführender Leistung bei hochkomplexen Aufgaben. Es verarbeitet offene Eingaben und neue Szenarien mit außergewöhnlicher Sprachgewandtheit und menschenähnlichem Verständnis.",
  "anthropic/claude-3.5-haiku.description": "Claude 3.5 Haiku bietet verbesserte Geschwindigkeit, Genauigkeit beim Programmieren und Werkzeugnutzung – ideal für Szenarien mit hohen Anforderungen an Tempo und Interaktion.",
  "anthropic/claude-3.5-sonnet.description": "Claude 3.5 Sonnet ist das schnelle, effiziente Modell der Sonnet-Familie mit besserer Leistung bei Programmierung und logischem Denken. Einige Versionen werden schrittweise durch Sonnet 3.7 und spätere ersetzt.",
  "anthropic/claude-3.7-sonnet.description": "Claude 3.7 Sonnet ist ein verbessertes Sonnet-Modell mit stärkerem logischen Denken und Programmierfähigkeiten, geeignet für komplexe Unternehmensaufgaben.",
  "anthropic/claude-haiku-4.5.description": "Claude Haiku 4.5 ist das leistungsstarke Schnellmodell von Anthropic mit sehr niedriger Latenz bei gleichzeitig hoher Genauigkeit.",
  "anthropic/claude-opus-4.1.description": "Opus 4.1 ist das High-End-Modell von Anthropic, optimiert für Programmierung, komplexes logisches Denken und lang andauernde Aufgaben.",
  "anthropic/claude-opus-4.5.description": "Claude Opus 4.5 ist das Flaggschiffmodell von Anthropic, das erstklassige Intelligenz mit skalierbarer Leistung für komplexe Aufgaben mit höchster Qualität bei Antworten und logischem Denken vereint.",
  "anthropic/claude-opus-4.description": "Opus 4 ist das Flaggschiffmodell von Anthropic, entwickelt für komplexe Aufgaben und Unternehmensanwendungen.",
  "anthropic/claude-sonnet-4.5.description": "Claude Sonnet 4.5 ist das neueste hybride Modell von Anthropic, optimiert für komplexes logisches Denken und Programmierung.",
  "anthropic/claude-sonnet-4.description": "Claude Sonnet 4 ist ein hybrides Modell von Anthropic mit gemischten Denk- und Nicht-Denkfähigkeiten.",
  "ascend-tribe/pangu-pro-moe.description": "Pangu-Pro-MoE 72B-A16B ist ein sparsames LLM mit insgesamt 72 Milliarden und 16 Milliarden aktiven Parametern, basierend auf einer gruppierten MoE-Architektur (MoGE). Es gruppiert Experten bei der Auswahl und erzwingt, dass Token pro Gruppe gleich viele Experten aktivieren, was die Lastverteilung verbessert und die Bereitstellungseffizienz auf Ascend erhöht.",
  "aya.description": "Aya 23 ist das mehrsprachige Modell von Cohere, das 23 Sprachen für vielfältige Anwendungsfälle unterstützt.",
  "aya:35b.description": "Aya 23 ist das mehrsprachige Modell von Cohere, das 23 Sprachen für vielfältige Anwendungsfälle unterstützt.",
  "azure-DeepSeek-R1-0528.description": "Bereitgestellt von Microsoft: DeepSeek R1 wurde auf DeepSeek-R1-0528 aktualisiert. Dieses Update erhöht die Rechenleistung und optimiert die Algorithmen nach dem Training, was die Tiefe des logischen Denkens und die Inferenzleistung deutlich verbessert. Es erzielt starke Ergebnisse in Mathematik, Programmierung und allgemeiner Logik und nähert sich führenden Modellen wie O3 und Gemini 2.5 Pro an.",
  "baichuan-m2-32b.description": "Baichuan M2 32B ist ein MoE-Modell von Baichuan Intelligence mit starker logischer Denkfähigkeit.",
  "baichuan/baichuan2-13b-chat.description": "Baichuan-13B ist ein quelloffenes, kommerziell nutzbares LLM mit 13 Milliarden Parametern von Baichuan, das in chinesischen und englischen Benchmarks seiner Größenklasse führende Ergebnisse erzielt.",
  "baidu/ERNIE-4.5-300B-A47B.description": "ERNIE-4.5-300B-A47B ist ein MoE-LLM von Baidu mit insgesamt 300 Milliarden Parametern und 47 Milliarden aktiven Parametern pro Token. Es bietet eine ausgewogene Kombination aus starker Leistung und Recheneffizienz. Als zentrales Modell der ERNIE 4.5-Reihe überzeugt es in den Bereichen Verständnis, Textgenerierung, logisches Denken und Programmierung. Es nutzt ein multimodales, heterogenes MoE-Vortraining mit gemeinsamer Text-Bild-Trainierung, um insbesondere die Befolgung von Anweisungen und das Weltwissen zu verbessern.",
  "baidu/ernie-5.0-thinking-preview.description": "ERNIE 5.0 Thinking Preview ist das nächste native multimodale Modell von Baidu mit starken Fähigkeiten in multimodalem Verständnis, Anweisungsbefolgung, kreativer Textgenerierung, faktenbasierten Antworten und Tool-Nutzung.",
  "black-forest-labs/flux-1.1-pro.description": "FLUX 1.1 Pro ist eine schnellere, verbesserte Version von FLUX Pro mit exzellenter Bildqualität und präziser Umsetzung von Eingabeaufforderungen.",
  "black-forest-labs/flux-dev.description": "FLUX Dev ist die Entwicklungsvariante von FLUX für nicht-kommerzielle Nutzung.",
  "black-forest-labs/flux-pro.description": "FLUX Pro ist das professionelle FLUX-Modell für hochwertige Bildausgabe.",
  "black-forest-labs/flux-schnell.description": "FLUX Schnell ist ein schnelles Bildgenerierungsmodell, das auf Geschwindigkeit optimiert ist.",
  "c4ai-aya-expanse-32b.description": "Aya Expanse ist ein leistungsstarkes mehrsprachiges Modell mit 32 Milliarden Parametern. Es nutzt Instruction Tuning, Datenabgleich, Präferenztraining und Modellfusion, um mit einsprachigen Modellen zu konkurrieren. Es unterstützt 23 Sprachen.",
  "c4ai-aya-expanse-8b.description": "Aya Expanse ist ein leistungsstarkes mehrsprachiges Modell mit 8 Milliarden Parametern. Es nutzt Instruction Tuning, Datenabgleich, Präferenztraining und Modellfusion, um mit einsprachigen Modellen zu konkurrieren. Es unterstützt 23 Sprachen.",
  "c4ai-aya-vision-32b.description": "Aya Vision ist ein hochmodernes multimodales Modell mit starker Leistung in Sprach-, Text- und Bildbenchmarks. Diese 32B-Version ist auf erstklassige mehrsprachige Leistung ausgelegt und unterstützt 23 Sprachen.",
  "c4ai-aya-vision-8b.description": "Aya Vision ist ein hochmodernes multimodales Modell mit starker Leistung in Sprach-, Text- und Bildbenchmarks. Diese 8B-Version ist auf geringe Latenz und starke Leistung ausgelegt.",
  "charglm-3.description": "CharGLM-3 wurde für Rollenspiele und emotionale Begleitung entwickelt. Es unterstützt extrem lange Dialogverläufe und personalisierte Gespräche.",
  "charglm-4.description": "CharGLM-4 wurde für Rollenspiele und emotionale Begleitung entwickelt. Es unterstützt extrem lange Dialogverläufe und personalisierte Gespräche.",
  "chatgpt-4o-latest.description": "ChatGPT-4o ist ein dynamisches Modell mit Echtzeit-Updates, das starkes Verständnis und Textgenerierung für großflächige Anwendungsfälle wie Kundensupport, Bildung und technischen Support kombiniert.",
  "claude-2.0.description": "Claude 2 bietet wichtige Verbesserungen für Unternehmen, darunter einen führenden Kontext von 200.000 Token, reduzierte Halluzinationen, System-Prompts und ein neues Test-Feature: Tool-Nutzung.",
  "claude-2.1.description": "Claude 2 bietet wichtige Verbesserungen für Unternehmen, darunter einen führenden Kontext von 200.000 Token, reduzierte Halluzinationen, System-Prompts und ein neues Test-Feature: Tool-Nutzung.",
  "claude-3-5-haiku-20241022.description": "Claude 3.5 Haiku ist das schnellste Next-Gen-Modell von Anthropic. Im Vergleich zu Claude 3 Haiku bietet es verbesserte Fähigkeiten und übertrifft das bisher größte Modell Claude 3 Opus in vielen Intelligenz-Benchmarks.",
  "claude-3-5-haiku-latest.description": "Claude 3.5 Haiku liefert schnelle Antworten für leichte Aufgaben.",
  "claude-3-7-sonnet-20250219.description": "Claude 3.7 Sonnet ist das intelligenteste Modell von Anthropic und das erste hybride Reasoning-Modell auf dem Markt. Es kann nahezu sofortige Antworten liefern oder schrittweise Denkprozesse darstellen, die für Nutzer sichtbar sind. Sonnet überzeugt besonders in den Bereichen Programmierung, Data Science, Bildverarbeitung und Agentenaufgaben.",
  "claude-3-7-sonnet-latest.description": "Claude 3.7 Sonnet ist das neueste und leistungsfähigste Modell von Anthropic für hochkomplexe Aufgaben. Es überzeugt in Leistung, Intelligenz, Sprachfluss und Verständnis.",
  "claude-3-haiku-20240307.description": "Claude 3 Haiku ist das schnellste und kompakteste Modell von Anthropic, entwickelt für nahezu sofortige Antworten mit schneller, präziser Leistung.",
  "claude-3-opus-20240229.description": "Claude 3 Opus ist das leistungsstärkste Modell von Anthropic für hochkomplexe Aufgaben. Es überzeugt in Leistung, Intelligenz, Sprachfluss und Verständnis.",
  "claude-3-sonnet-20240229.description": "Claude 3 Sonnet bietet eine ausgewogene Kombination aus Intelligenz und Geschwindigkeit für Unternehmensanwendungen. Es liefert hohe Nutzbarkeit bei geringeren Kosten und zuverlässiger Skalierbarkeit.",
  "claude-3.5-sonnet.description": "Claude 3.5 Sonnet überzeugt durch herausragende Leistungen in den Bereichen Programmierung, Schreiben und komplexes Denken.",
  "claude-3.7-sonnet-thought.description": "Claude 3.7 Sonnet mit erweitertem Denkvermögen für anspruchsvolle Aufgaben im Bereich komplexes Schlussfolgern.",
  "claude-3.7-sonnet.description": "Claude 3.7 Sonnet ist eine verbesserte Version mit erweitertem Kontext und erweiterten Fähigkeiten.",
  "claude-haiku-4-5-20251001.description": "Claude Haiku 4.5 ist das schnellste und intelligenteste Haiku-Modell von Anthropic – mit blitzschneller Reaktionszeit und erweitertem Denkvermögen.",
  "claude-haiku-4.5.description": "Claude Haiku 4.5 ist ein schnelles und effizientes Modell für vielfältige Aufgaben.",
  "claude-opus-4-1-20250805-thinking.description": "Claude Opus 4.1 Thinking ist eine erweiterte Variante, die ihren Denkprozess offenlegen kann.",
  "claude-opus-4-1-20250805.description": "Claude Opus 4.1 ist das neueste und leistungsfähigste Modell von Anthropic für hochkomplexe Aufgaben und überzeugt durch herausragende Leistung, Intelligenz, Sprachgewandtheit und Verständnis.",
  "claude-opus-4-20250514.description": "Claude Opus 4 ist das leistungsstärkste Modell von Anthropic für hochkomplexe Aufgaben und zeichnet sich durch exzellente Leistung, Intelligenz, Sprachgewandtheit und Verständnis aus.",
  "claude-opus-4-5-20251101.description": "Claude Opus 4.5 ist das Flaggschiffmodell von Anthropic. Es kombiniert herausragende Intelligenz mit skalierbarer Leistung und ist ideal für komplexe Aufgaben, die höchste Qualität bei Antworten und logischem Denken erfordern.",
  "claude-opus-4-6.description": "Claude Opus 4.6 ist das intelligenteste Modell von Anthropic für die Entwicklung von Agenten und Programmierung.",
  "claude-sonnet-4-20250514-thinking.description": "Claude Sonnet 4 Thinking kann nahezu sofortige Antworten oder schrittweises Denken mit sichtbarem Prozess erzeugen.",
  "claude-sonnet-4-20250514.description": "Claude Sonnet 4 kann nahezu sofortige Antworten liefern oder schrittweise Denkprozesse mit sichtbarem Ablauf darstellen.",
  "claude-sonnet-4-5-20250929.description": "Claude Sonnet 4.5 ist das bisher intelligenteste Modell von Anthropic.",
  "claude-sonnet-4.description": "Claude Sonnet 4 ist die neueste Generation mit verbesserter Leistung in allen Aufgabenbereichen.",
  "codegeex-4.description": "CodeGeeX-4 ist ein leistungsstarker KI-Coding-Assistent, der mehrsprachige Q&A und Codevervollständigung unterstützt, um die Produktivität von Entwicklern zu steigern.",
  "codegeex4-all-9b.description": "CodeGeeX4-ALL-9B ist ein mehrsprachiges Codegenerierungsmodell, das Codevervollständigung, Codeinterpretation, Websuche, Funktionsaufrufe und Q&A auf Repositoriumsebene unterstützt. Es deckt eine Vielzahl von Softwareentwicklungsszenarien ab und ist eines der besten Code-Modelle unter 10 Milliarden Parametern.",
  "codegemma.description": "CodeGemma ist ein leichtgewichtiges Modell für verschiedene Programmieraufgaben, das schnelle Iteration und Integration ermöglicht.",
  "codegemma:2b.description": "CodeGemma ist ein leichtgewichtiges Modell für verschiedene Programmieraufgaben, das schnelle Iteration und Integration ermöglicht.",
  "codellama.description": "Code Llama ist ein LLM, das sich auf Codegenerierung und -diskussion konzentriert und eine breite Sprachunterstützung für Entwickler-Workflows bietet.",
  "codellama/CodeLlama-34b-Instruct-hf.description": "Code Llama ist ein LLM, das sich auf Codegenerierung und -diskussion konzentriert und eine breite Sprachunterstützung für Entwickler-Workflows bietet.",
  "codellama:13b.description": "Code Llama ist ein LLM, das sich auf Codegenerierung und -diskussion konzentriert und eine breite Sprachunterstützung für Entwickler-Workflows bietet.",
  "codellama:34b.description": "Code Llama ist ein LLM, das sich auf Codegenerierung und -diskussion konzentriert und eine breite Sprachunterstützung für Entwickler-Workflows bietet.",
  "codellama:70b.description": "Code Llama ist ein LLM, das sich auf Codegenerierung und -diskussion konzentriert und eine breite Sprachunterstützung für Entwickler-Workflows bietet.",
  "codeqwen.description": "CodeQwen1.5 ist ein großes Sprachmodell, das auf umfangreichen Code-Daten trainiert wurde und für komplexe Programmieraufgaben entwickelt wurde.",
  "codestral-latest.description": "Codestral ist unser fortschrittlichstes Codierungsmodell; Version 2 (Jan. 2025) ist auf Aufgaben mit niedriger Latenz und hoher Frequenz wie FIM, Codekorrektur und Testgenerierung ausgelegt.",
  "codestral.description": "Codestral ist das erste Codierungsmodell von Mistral AI und bietet leistungsstarke Unterstützung bei der Codegenerierung.",
  "codex-mini-latest.description": "codex-mini-latest ist ein feinabgestimmtes o4-mini-Modell für die Codex-CLI. Für die direkte API-Nutzung empfehlen wir den Einstieg mit gpt-4.1.",
  "cogito-2.1:671b.description": "Cogito v2.1 671B ist ein quelloffenes US-LLM zur freien kommerziellen Nutzung mit einer Leistung, die mit Spitzenmodellen konkurriert. Es bietet eine höhere Effizienz beim Token-Reasoning, einen 128k-Kontext und starke Gesamtfähigkeiten.",
  "cogview-4.description": "CogView-4 ist Zhipus erstes quelloffenes Text-zu-Bild-Modell, das chinesische Schriftzeichen generieren kann. Es verbessert das semantische Verständnis, die Bildqualität und die Textdarstellung in Chinesisch/Englisch, unterstützt beliebig lange zweisprachige Eingaben und kann Bilder in jeder Auflösung innerhalb definierter Bereiche erzeugen.",
  "cohere-command-r-plus.description": "Command R+ ist ein fortschrittliches, für RAG optimiertes Modell, das für Unternehmensanwendungen entwickelt wurde.",
  "cohere-command-r.description": "Command R ist ein skalierbares generatives Modell, das für RAG und Tool-Nutzung konzipiert ist und produktionsreife KI ermöglicht.",
  "cohere/Cohere-command-r-plus.description": "Command R+ ist ein fortschrittliches, für RAG optimiertes Modell, das für Unternehmensanwendungen entwickelt wurde.",
  "cohere/Cohere-command-r.description": "Command R ist ein skalierbares generatives Modell, das für RAG und Tool-Nutzung konzipiert ist und produktionsreife KI ermöglicht.",
  "cohere/command-a.description": "Command A ist Cohere’s leistungsstärkstes Modell, das sich durch Tool-Nutzung, Agenten, RAG und mehrsprachige Anwendungsfälle auszeichnet. Es unterstützt einen Kontext von 256K, läuft auf nur zwei GPUs und bietet 150 % höheren Durchsatz als Command R+ 08-2024.",
  "cohere/command-r-plus.description": "Command R+ ist Cohere’s neuestes LLM, optimiert für Chat und lange Kontexte, mit dem Ziel, Unternehmen den Übergang von Prototypen zur Produktion zu ermöglichen.",
  "cohere/command-r.description": "Command R ist für Chat- und Langkontextaufgaben optimiert und als „skalierbares“ Modell positioniert, das hohe Leistung und Genauigkeit vereint, um Unternehmen den Übergang von Prototypen zur Produktion zu erleichtern.",
  "cohere/embed-v4.0.description": "Ein Modell, das Text, Bilder oder gemischte Inhalte klassifiziert oder in Embeddings umwandelt.",
  "comfyui/flux-dev.description": "FLUX.1 Dev ist ein hochwertiges Text-zu-Bild-Modell (10–50 Schritte), ideal für kreative und künstlerische Premium-Ausgaben.",
  "comfyui/flux-kontext-dev.description": "FLUX.1 Kontext-dev ist ein Bildbearbeitungsmodell, das textgesteuerte Bearbeitungen unterstützt, einschließlich lokaler Änderungen und Stilübertragungen.",
  "comfyui/flux-krea-dev.description": "FLUX.1 Krea-dev ist ein sicherheitsoptimiertes Text-zu-Bild-Modell, das gemeinsam mit Krea entwickelt wurde und integrierte Sicherheitsfilter enthält.",
  "comfyui/flux-schnell.description": "FLUX.1 Schnell ist ein ultraschnelles Text-zu-Bild-Modell, das hochwertige Bilder in 1–4 Schritten generiert – ideal für Echtzeitanwendungen und schnelles Prototyping.",
  "comfyui/stable-diffusion-15.description": "Stable Diffusion 1.5 ist ein klassisches 512x512 Text-zu-Bild-Modell, ideal für schnelles Prototyping und kreative Experimente.",
  "comfyui/stable-diffusion-35-inclclip.description": "Stable Diffusion 3.5 mit integrierten CLIP/T5-Encodern benötigt keine externen Encoder-Dateien und eignet sich für Modelle wie sd3.5_medium_incl_clips mit geringem Ressourcenverbrauch.",
  "comfyui/stable-diffusion-35.description": "Stable Diffusion 3.5 ist ein Text-zu-Bild-Modell der nächsten Generation mit Varianten in Large und Medium. Es benötigt externe CLIP-Encoder-Dateien und liefert hervorragende Bildqualität und Prompt-Treue.",
  "comfyui/stable-diffusion-custom-refiner.description": "Benutzerdefiniertes SDXL Bild-zu-Bild-Modell. Verwenden Sie custom_sd_lobe.safetensors als Modell-Dateinamen; bei VAE verwenden Sie custom_sd_vae_lobe.safetensors. Platzieren Sie die Modell-Dateien in den erforderlichen Comfy-Ordnern.",
  "comfyui/stable-diffusion-custom.description": "Benutzerdefiniertes SD Text-zu-Bild-Modell. Verwenden Sie custom_sd_lobe.safetensors als Modell-Dateinamen; bei VAE verwenden Sie custom_sd_vae_lobe.safetensors. Platzieren Sie die Modell-Dateien in den erforderlichen Comfy-Ordnern.",
  "comfyui/stable-diffusion-refiner.description": "SDXL Bild-zu-Bild-Modell für hochwertige Transformationen von Eingabebildern, unterstützt Stilübertragungen, Restaurierung und kreative Variationen.",
  "comfyui/stable-diffusion-xl.description": "SDXL ist ein Text-zu-Bild-Modell mit Unterstützung für hochauflösende 1024x1024-Bilder und verbesserter Bildqualität und Detailtreue.",
  "command-a-03-2025.description": "Command A ist unser bisher leistungsfähigstes Modell, das sich durch Tool-Nutzung, Agenten, RAG und mehrsprachige Szenarien auszeichnet. Es unterstützt ein Kontextfenster von 256K, läuft auf nur zwei GPUs und bietet 150 % höheren Durchsatz als Command R+ 08-2024.",
  "command-light-nightly.description": "Um die Zeit zwischen Hauptveröffentlichungen zu verkürzen, bieten wir nächtliche Command-Builds an. Für die command-light-Serie heißt dies command-light-nightly. Es handelt sich um die neueste, experimentellste (und potenziell instabile) Version, die regelmäßig ohne Ankündigung aktualisiert wird – daher nicht für den Produktionseinsatz empfohlen.",
  "command-light.description": "Eine kleinere, schnellere Command-Variante, die nahezu gleich leistungsfähig, aber schneller ist.",
  "command-nightly.description": "Um die Zeit zwischen Hauptveröffentlichungen zu verkürzen, bieten wir nächtliche Command-Builds an. Für die Command-Serie heißt dies command-nightly. Es handelt sich um die neueste, experimentellste (und potenziell instabile) Version, die regelmäßig ohne Ankündigung aktualisiert wird – daher nicht für den Produktionseinsatz empfohlen.",
  "command-r-03-2024.description": "Command R ist ein Chatmodell zur Befolgung von Anweisungen mit höherer Qualität, größerer Zuverlässigkeit und einem längeren Kontextfenster als frühere Modelle. Es unterstützt komplexe Workflows wie Codegenerierung, RAG, Tool-Nutzung und Agenten.",
  "command-r-08-2024.description": "command-r-08-2024 ist ein aktualisiertes Command R-Modell, das im August 2024 veröffentlicht wurde.",
  "command-r-plus-04-2024.description": "command-r-plus ist ein Alias für command-r-plus-04-2024. Die Verwendung von command-r-plus in der API verweist auf dieses Modell.",
  "command-r-plus-08-2024.description": "Command R+ ist ein Chatmodell zur Befolgung von Anweisungen mit höherer Qualität, größerer Zuverlässigkeit und einem längeren Kontextfenster als frühere Modelle. Es eignet sich besonders für komplexe RAG-Workflows und mehrstufige Tool-Nutzung.",
  "command-r-plus.description": "Command R+ ist ein leistungsstarkes LLM, das für reale Unternehmensszenarien und komplexe Anwendungen entwickelt wurde.",
  "command-r.description": "Command R ist ein LLM, das für Chat- und Langkontextaufgaben optimiert ist – ideal für dynamische Interaktionen und Wissensmanagement.",
  "command-r7b-12-2024.description": "command-r7b-12-2024 ist ein kleines, effizientes Update, das im Dezember 2024 veröffentlicht wurde. Es ist besonders stark bei RAG, Tool-Nutzung und Agentenaufgaben, die komplexes, mehrstufiges Denken erfordern.",
  "command.description": "Ein Chatmodell zur Befolgung von Anweisungen, das bei Sprachaufgaben höhere Qualität und Zuverlässigkeit liefert und ein längeres Kontextfenster als unsere Basis-Generativmodelle bietet.",
  "computer-use-preview.description": "computer-use-preview ist ein spezialisiertes Modell für das Tool „Computer Use“, das darauf trainiert ist, computerbezogene Aufgaben zu verstehen und auszuführen.",
  "dall-e-2.description": "Zweite Generation des DALL·E-Modells mit realistischeren, genaueren Bildgenerierungen und vierfacher Auflösung im Vergleich zur ersten Generation.",
  "dall-e-3.description": "Das neueste DALL·E-Modell, veröffentlicht im November 2023, bietet realistischere, genauere Bildgenerierung mit höherem Detailgrad.",
  "databricks/dbrx-instruct.description": "DBRX Instruct bietet zuverlässige Anweisungsverarbeitung für verschiedenste Branchen.",
  "deepseek-ai/DeepSeek-OCR.description": "DeepSeek-OCR ist ein Vision-Language-Modell von DeepSeek AI, das sich auf OCR und „kontextuelle optische Kompression“ konzentriert. Es komprimiert Bildkontext effizient, verarbeitet Dokumente und wandelt sie in strukturierte Texte (z. B. Markdown) um. Es erkennt Text in Bildern präzise und eignet sich ideal für Dokumentendigitalisierung, Textextraktion und strukturierte Verarbeitung.",
  "deepseek-ai/DeepSeek-R1-0528-Qwen3-8B.description": "DeepSeek-R1-0528-Qwen3-8B destilliert das Chain-of-Thought-Verfahren von DeepSeek-R1-0528 in das Qwen3 8B Basismodell. Es erreicht SOTA unter offenen Modellen, übertrifft Qwen3 8B um 10 % bei AIME 2024 und entspricht der Leistung von Qwen3-235B-thinking. Herausragend in Mathematik, Programmierung und logischem Denken. Es nutzt die Qwen3-8B-Architektur mit dem Tokenizer von DeepSeek-R1-0528.",
  "deepseek-ai/DeepSeek-R1-0528.description": "DeepSeek R1 nutzt zusätzliche Rechenleistung und algorithmische Optimierungen nach dem Training, um das Denkvermögen zu vertiefen. Es erzielt starke Ergebnisse in Benchmarks für Mathematik, Programmierung und logisches Denken und nähert sich führenden Modellen wie o3 und Gemini 2.5 Pro an.",
  "deepseek-ai/DeepSeek-R1-Distill-Llama-70B.description": "Die destillierten Modelle von DeepSeek-R1 nutzen RL und Cold-Start-Daten zur Verbesserung des Denkvermögens und setzen neue Maßstäbe für offene Multi-Task-Modelle.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-1.5B.description": "Die destillierten Modelle von DeepSeek-R1 nutzen RL und Cold-Start-Daten zur Verbesserung des Denkvermögens und setzen neue Maßstäbe für offene Multi-Task-Modelle.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-14B.description": "Die destillierten Modelle von DeepSeek-R1 nutzen RL und Cold-Start-Daten zur Verbesserung des Denkvermögens und setzen neue Maßstäbe für offene Multi-Task-Modelle.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-32B.description": "DeepSeek-R1-Distill-Qwen-32B ist aus Qwen2.5-32B destilliert und auf 800.000 kuratierten DeepSeek-R1-Beispielen feinabgestimmt. Es überzeugt in Mathematik, Programmierung und logischem Denken mit starken Ergebnissen bei AIME 2024, MATH-500 (94,3 % Genauigkeit) und GPQA Diamond.",
  "deepseek-ai/DeepSeek-R1-Distill-Qwen-7B.description": "DeepSeek-R1-Distill-Qwen-7B ist aus Qwen2.5-Math-7B destilliert und auf 800.000 kuratierten DeepSeek-R1-Beispielen feinabgestimmt. Es erzielt starke Leistungen mit 92,8 % bei MATH-500, 55,5 % bei AIME 2024 und einem CodeForces-Rating von 1189 für ein 7B-Modell.",
  "deepseek-ai/DeepSeek-R1.description": "DeepSeek-R1 verbessert das Denkvermögen durch RL und Cold-Start-Daten, setzt neue Maßstäbe für offene Multi-Task-Modelle und übertrifft OpenAI-o1-mini.",
  "deepseek-ai/DeepSeek-V2.5.description": "DeepSeek-V2.5 ist ein Upgrade von DeepSeek-V2-Chat und DeepSeek-Coder-V2-Instruct und kombiniert allgemeine und Programmierfähigkeiten. Es verbessert das Schreiben und das Befolgen von Anweisungen für eine bessere Präferenzanpassung und zeigt deutliche Fortschritte bei AlpacaEval 2.0, ArenaHard, AlignBench und MT-Bench.",
  "deepseek-ai/DeepSeek-V3.1-Terminus.description": "DeepSeek-V3.1-Terminus ist ein aktualisiertes V3.1-Modell, das als hybrides Agenten-LLM positioniert ist. Es behebt gemeldete Probleme, verbessert die Stabilität und Sprachkonsistenz und reduziert gemischte chinesisch/englische Ausgaben sowie fehlerhafte Zeichen. Es integriert Denk- und Nicht-Denk-Modi mit Chat-Vorlagen für flexibles Umschalten. Zudem verbessert es die Leistung von Code- und Suchagenten für zuverlässigere Toolnutzung und mehrstufige Aufgaben.",
  "deepseek-ai/DeepSeek-V3.1.description": "DeepSeek V3.1 verwendet eine hybride Denkarchitektur und unterstützt sowohl Denk- als auch Nicht-Denk-Modi.",
  "deepseek-ai/DeepSeek-V3.2-Exp.description": "DeepSeek-V3.2-Exp ist eine experimentelle V3.2-Version, die zur nächsten Architektur überleitet. Sie ergänzt DeepSeek Sparse Attention (DSA) auf Basis von V3.1-Terminus zur Verbesserung von Training und Inferenz bei langen Kontexten. Optimiert für Toolnutzung, Dokumentenverständnis und mehrstufiges Denken – ideal zur Erforschung effizienteren Denkens bei großem Kontextbudget.",
  "deepseek-ai/DeepSeek-V3.description": "DeepSeek-V3 ist ein MoE-Modell mit 671 Milliarden Parametern, das MLA und DeepSeekMoE mit verlustfreier Lastverteilung für effizientes Training und Inferenz nutzt. Vortrainiert auf 14,8 B hochwertigen Tokens mit SFT und RL übertrifft es andere offene Modelle und nähert sich führenden geschlossenen Modellen an.",
  "deepseek-ai/deepseek-llm-67b-chat.description": "DeepSeek LLM Chat (67B) ist ein innovatives Modell mit tiefem Sprachverständnis und Interaktionsfähigkeit.",
  "deepseek-ai/deepseek-v3.1-terminus.description": "DeepSeek V3.1 ist ein Next-Gen-Denkmodell mit stärkerem komplexem Denken und Chain-of-Thought für tiefgreifende Analyseaufgaben.",
  "deepseek-ai/deepseek-v3.1.description": "DeepSeek V3.1 ist ein Next-Gen-Denkmodell mit stärkerem komplexem Denken und Chain-of-Thought für tiefgreifende Analyseaufgaben.",
  "deepseek-ai/deepseek-vl2.description": "DeepSeek-VL2 ist ein MoE Vision-Language-Modell auf Basis von DeepSeekMoE-27B mit sparsamer Aktivierung. Es erreicht starke Leistung mit nur 4,5B aktiven Parametern und überzeugt bei visuellen QA-Aufgaben, OCR, Dokument-/Tabellen-/Diagrammverständnis und visueller Verankerung.",
  "deepseek-chat.description": "Ein neues Open-Source-Modell, das allgemeine Fähigkeiten und Programmierkompetenz vereint. Es bewahrt die Dialogfähigkeit des Chat-Modells und die starke Codierungsleistung des Coder-Modells mit verbesserter Präferenzanpassung. DeepSeek-V2.5 verbessert zudem das Schreiben und das Befolgen von Anweisungen.",
  "deepseek-coder-33B-instruct.description": "DeepSeek Coder 33B ist ein Code-Sprachmodell, trainiert auf 2 B Tokens (87 % Code, 13 % chinesisch/englischer Text). Es bietet ein 16K-Kontextfenster und Fill-in-the-Middle-Aufgaben für projektweite Codevervollständigung und Snippet-Ergänzung.",
  "deepseek-coder-v2.description": "DeepSeek Coder V2 ist ein Open-Source-MoE-Code-Modell mit starker Leistung bei Programmieraufgaben, vergleichbar mit GPT-4 Turbo.",
  "deepseek-coder-v2:236b.description": "DeepSeek Coder V2 ist ein Open-Source-MoE-Code-Modell mit starker Leistung bei Programmieraufgaben, vergleichbar mit GPT-4 Turbo.",
  "deepseek-ocr.description": "DeepSeek-OCR ist ein Vision-Language-Modell von DeepSeek AI, das sich auf OCR und „kontextuelle optische Kompression“ konzentriert. Es komprimiert kontextuelle Informationen aus Bildern, verarbeitet Dokumente effizient und wandelt sie in strukturierte Textformate wie Markdown um. Es erkennt Text in Bildern präzise und eignet sich ideal für Dokumentendigitalisierung, Textextraktion und strukturierte Verarbeitung.",
  "deepseek-r1-0528.description": "685B-Vollmodell veröffentlicht am 28.05.2025. DeepSeek-R1 nutzt großskaliges RL im Nachtraining, verbessert das Denkvermögen mit minimalen gelabelten Daten erheblich und erzielt starke Leistungen in Mathematik, Programmierung und natürlichem Sprachverständnis.",
  "deepseek-r1-250528.description": "DeepSeek R1 250528 ist das vollständige DeepSeek-R1-Denkmodell für schwierige Mathematik- und Logikaufgaben.",
  "deepseek-r1-70b-fast-online.description": "DeepSeek R1 70B Schnellversion mit Echtzeit-Websuche – schnellere Antworten bei gleichbleibender Leistung.",
  "deepseek-r1-70b-online.description": "DeepSeek R1 70B Standardversion mit Echtzeit-Websuche – geeignet für aktuelle Chat- und Textaufgaben.",
  "deepseek-r1-distill-llama-70b.description": "DeepSeek R1 Distill Llama 70B kombiniert R1-Denkvermögen mit dem Llama-Ökosystem.",
  "deepseek-r1-distill-llama-8b.description": "DeepSeek-R1-Distill-Llama-8B ist aus Llama-3.1-8B destilliert unter Verwendung von DeepSeek R1-Ausgaben.",
  "deepseek-r1-distill-llama.description": "deepseek-r1-distill-llama ist aus DeepSeek-R1 auf Llama destilliert.",
  "deepseek-r1-distill-qianfan-70b.description": "DeepSeek R1 Distill Qianfan 70B ist ein R1-Destillat auf Basis von Qianfan-70B mit hohem Mehrwert.",
  "deepseek-r1-distill-qianfan-8b.description": "DeepSeek R1 Distill Qianfan 8B ist ein R1-Destillat auf Basis von Qianfan-8B für kleine und mittlere Anwendungen.",
  "deepseek-r1-distill-qianfan-llama-70b.description": "DeepSeek R1 Distill Qianfan Llama 70B ist ein R1-Destillat auf Basis von Llama-70B.",
  "deepseek-r1-distill-qwen-1.5b.description": "DeepSeek R1 Distill Qwen 1.5B ist ein ultraleichtes Destillatmodell für Umgebungen mit sehr geringen Ressourcen.",
  "deepseek-r1-distill-qwen-14b.description": "DeepSeek R1 Distill Qwen 14B ist ein mittelgroßes Destillatmodell für den Einsatz in verschiedenen Szenarien.",
  "deepseek-r1-distill-qwen-32b.description": "DeepSeek R1 Distill Qwen 32B ist ein R1-Destillat auf Basis von Qwen-32B – ausgewogen in Leistung und Kosten.",
  "deepseek-r1-distill-qwen-7b.description": "DeepSeek R1 Distill Qwen 7B ist ein leichtgewichtiges Destillatmodell für Edge- und private Unternehmensumgebungen.",
  "deepseek-r1-distill-qwen.description": "deepseek-r1-distill-qwen ist aus DeepSeek-R1 auf Qwen destilliert.",
  "deepseek-r1-fast-online.description": "DeepSeek R1 Schnellversion mit Echtzeit-Websuche – kombiniert 671B-Fähigkeiten mit schneller Reaktion.",
  "deepseek-r1-online.description": "DeepSeek R1 Vollversion mit 671B Parametern und Echtzeit-Websuche – bietet stärkeres Verständnis und bessere Generierung.",
  "deepseek-r1.description": "DeepSeek-R1 nutzt Cold-Start-Daten vor dem RL und erreicht vergleichbare Leistungen wie OpenAI-o1 bei Mathematik, Programmierung und logischem Denken.",
  "deepseek-reasoner.description": "Der Denkmodus DeepSeek V3.2 gibt vor der finalen Antwort eine Gedankenkette aus, um die Genauigkeit zu erhöhen.",
  "deepseek-v2.description": "DeepSeek V2 ist ein effizientes MoE-Modell für kostengünstige Verarbeitung.",
  "deepseek-v2:236b.description": "DeepSeek V2 236B ist das codefokussierte Modell von DeepSeek mit starker Codegenerierung.",
  "deepseek-v3-0324.description": "DeepSeek-V3-0324 ist ein MoE-Modell mit 671B Parametern und herausragenden Stärken in Programmierung, technischer Kompetenz, Kontextverständnis und Langtextverarbeitung.",
  "deepseek-v3.1-terminus.description": "DeepSeek-V3.1-Terminus ist ein für Terminalgeräte optimiertes Sprachmodell von DeepSeek.",
  "deepseek-v3.1-think-250821.description": "DeepSeek V3.1 Think 250821 ist das tiefgründige Denkmodell zur Terminus-Version, entwickelt für leistungsstarke Schlussfolgerungen.",
  "deepseek-v3.1.description": "DeepSeek-V3.1 ist ein neues hybrides Schlussfolgerungsmodell von DeepSeek, das sowohl Denk- als auch Nicht-Denk-Modi unterstützt und eine höhere Denkeffizienz als DeepSeek-R1-0528 bietet. Optimierungen nach dem Training verbessern die Nutzung von Agenten-Tools und die Leistung bei Agentenaufgaben erheblich. Es unterstützt ein Kontextfenster von 128k und bis zu 64k Ausgabetokens.",
  "deepseek-v3.1:671b.description": "DeepSeek V3.1 ist ein Modell der nächsten Generation für komplexe Schlussfolgerungen und Gedankengänge, ideal für Aufgaben mit tiefgehender Analyse.",
  "deepseek-v3.2-exp.description": "deepseek-v3.2-exp führt Sparse Attention ein, um die Effizienz beim Training und bei der Inferenz bei langen Texten zu verbessern – zu einem günstigeren Preis als deepseek-v3.1.",
  "deepseek-v3.2-think.description": "DeepSeek V3.2 Think ist ein vollwertiges Denkmodell mit stärkerer langkettiger Argumentation.",
  "deepseek-v3.2.description": "DeepSeek-V3.2 ist das erste hybride Reasoning-Modell von DeepSeek, das Denkprozesse in die Werkzeugnutzung integriert. Es verwendet eine effiziente Architektur zur Reduzierung des Rechenaufwands, groß angelegte Verstärkungslernen zur Leistungssteigerung und synthetische Aufgabendaten zur besseren Generalisierung. Diese Kombination ermöglicht eine Leistung vergleichbar mit GPT-5-High bei deutlich kürzeren Ausgaben, was Rechenkosten und Wartezeiten für Nutzer erheblich reduziert.",
  "deepseek-v3.description": "DeepSeek-V3 ist ein leistungsstarkes MoE-Modell mit insgesamt 671 Milliarden Parametern und 37 Milliarden aktiven Parametern pro Token.",
  "deepseek-vl2-small.description": "DeepSeek VL2 Small ist eine leichtgewichtige multimodale Version für ressourcenbeschränkte und hochparallele Anwendungen.",
  "deepseek-vl2.description": "DeepSeek VL2 ist ein multimodales Modell für Bild-Text-Verständnis und fein abgestimmte visuelle Fragebeantwortung.",
  "deepseek/deepseek-chat-v3-0324.description": "DeepSeek V3 ist ein MoE-Modell mit 685 Milliarden Parametern und die neueste Iteration der Flaggschiff-Chatreihe von DeepSeek.\n\nEs basiert auf [DeepSeek V3](/deepseek/deepseek-chat-v3) und zeigt starke Leistung in verschiedenen Aufgaben.",
  "deepseek/deepseek-chat-v3-0324:free.description": "DeepSeek V3 ist ein MoE-Modell mit 685 Milliarden Parametern und die neueste Iteration der Flaggschiff-Chatreihe von DeepSeek.\n\nEs basiert auf [DeepSeek V3](/deepseek/deepseek-chat-v3) und zeigt starke Leistung in verschiedenen Aufgaben.",
  "deepseek/deepseek-chat-v3.1.description": "DeepSeek-V3.1 ist das hybride Langkontext-Schlussfolgerungsmodell von DeepSeek, das gemischte Denk-/Nicht-Denk-Modi und Tool-Integration unterstützt.",
  "deepseek/deepseek-chat.description": "DeepSeek-V3 ist das leistungsstarke hybride Schlussfolgerungsmodell von DeepSeek für komplexe Aufgaben und Tool-Integration.",
  "deepseek/deepseek-math-v2.description": "DeepSeek Math V2 ist ein Modell mit bedeutenden Durchbrüchen im mathematischen Denkvermögen. Die zentrale Innovation liegt im Trainingsmechanismus der „Selbstverifikation“. Es hat Goldmedaillenniveau bei mehreren renommierten Mathematikwettbewerben erreicht.",
  "deepseek/deepseek-r1-0528.description": "DeepSeek R1 0528 ist eine aktualisierte Variante mit Fokus auf offene Verfügbarkeit und tiefere Schlussfolgerungen.",
  "deepseek/deepseek-r1-0528:free.description": "DeepSeek-R1 verbessert die Schlussfolgerung erheblich mit minimalen gelabelten Daten und gibt vor der finalen Antwort eine Gedankenkette aus, um die Genauigkeit zu erhöhen.",
  "deepseek/deepseek-r1-distill-llama-70b.description": "DeepSeek R1 Distill Llama 70B ist ein destilliertes Sprachmodell basierend auf Llama 3.3 70B, feinabgestimmt mit Ausgaben von DeepSeek R1, um eine konkurrenzfähige Leistung mit großen Modellen zu erreichen.",
  "deepseek/deepseek-r1-distill-llama-8b.description": "DeepSeek R1 Distill Llama 8B ist ein destilliertes Sprachmodell basierend auf Llama-3.1-8B-Instruct, trainiert mit Ausgaben von DeepSeek R1.",
  "deepseek/deepseek-r1-distill-qwen-14b.description": "DeepSeek R1 Distill Qwen 14B ist ein destilliertes Sprachmodell basierend auf Qwen 2.5 14B, trainiert mit Ausgaben von DeepSeek R1. Es übertrifft OpenAI o1-mini in mehreren Benchmarks und erzielt Spitzenwerte unter dichten Modellen. Benchmark-Highlights:\nAIME 2024 pass@1: 69,7\nMATH-500 pass@1: 93,9\nCodeForces Rating: 1481\nFeinabstimmung mit DeepSeek R1-Ausgaben liefert konkurrenzfähige Leistung mit größeren Modellen.",
  "deepseek/deepseek-r1-distill-qwen-32b.description": "DeepSeek R1 Distill Qwen 32B ist ein destilliertes Sprachmodell basierend auf Qwen 2.5 32B, trainiert mit Ausgaben von DeepSeek R1. Es übertrifft OpenAI o1-mini in mehreren Benchmarks und erzielt Spitzenwerte unter dichten Modellen. Benchmark-Highlights:\nAIME 2024 pass@1: 72,6\nMATH-500 pass@1: 94,3\nCodeForces Rating: 1691\nFeinabstimmung mit DeepSeek R1-Ausgaben liefert konkurrenzfähige Leistung mit größeren Modellen.",
  "deepseek/deepseek-r1.description": "DeepSeek R1 wurde zu DeepSeek-R1-0528 aktualisiert. Mit mehr Rechenleistung und algorithmischen Optimierungen nach dem Training verbessert es die Tiefe und Fähigkeit der Schlussfolgerung erheblich. Es zeigt starke Leistung in Mathematik, Programmierung und allgemeiner Logik und nähert sich führenden Modellen wie o3 und Gemini 2.5 Pro an.",
  "deepseek/deepseek-r1/community.description": "DeepSeek R1 ist das neueste Open-Source-Modell des DeepSeek-Teams mit sehr starker Schlussfolgerungsleistung, insbesondere in Mathematik, Programmierung und logischen Aufgaben – vergleichbar mit OpenAI o1.",
  "deepseek/deepseek-r1:free.description": "DeepSeek-R1 verbessert die Schlussfolgerung erheblich mit minimalen gelabelten Daten und gibt vor der finalen Antwort eine Gedankenkette aus, um die Genauigkeit zu erhöhen.",
  "deepseek/deepseek-reasoner.description": "DeepSeek-V3 Thinking (Reasoner) ist das experimentelle Schlussfolgerungsmodell von DeepSeek, geeignet für hochkomplexe Denkaufgaben.",
  "deepseek/deepseek-v3.1-base.description": "DeepSeek V3.1 Base ist eine verbesserte Version des DeepSeek V3 Modells.",
  "deepseek/deepseek-v3.description": "Ein schnelles, vielseitiges Sprachmodell mit verbesserter Schlussfolgerung.",
  "deepseek/deepseek-v3/community.description": "DeepSeek-V3 stellt einen Durchbruch in der Geschwindigkeit der Schlussfolgerung gegenüber früheren Modellen dar. Es belegt den ersten Platz unter Open-Source-Modellen und konkurriert mit den fortschrittlichsten geschlossenen Modellen. DeepSeek-V3 verwendet Multi-Head Latent Attention (MLA) und die DeepSeekMoE-Architektur, beide validiert in DeepSeek-V2. Es führt außerdem eine verlustfreie Hilfsstrategie für Lastverteilung und ein Multi-Token-Vorhersageziel für stärkere Leistung ein.",
  "deepseek_r1.description": "DeepSeek-R1 ist ein durch Reinforcement Learning gesteuertes Schlussfolgerungsmodell, das Wiederholungen und Lesbarkeit verbessert. Vor dem RL nutzt es Cold-Start-Daten zur weiteren Leistungssteigerung. Es erreicht das Niveau von OpenAI-o1 in Mathematik, Programmierung und logischen Aufgaben, mit gezieltem Training zur Verbesserung der Gesamtergebnisse.",
  "deepseek_r1_distill_llama_70b.description": "DeepSeek-R1-Distill-Llama-70B ist ein destilliertes Modell basierend auf Llama-3.3-70B-Instruct. Als Teil der DeepSeek-R1-Serie ist es mit DeepSeek-R1-generierten Beispielen feinabgestimmt und zeigt starke Leistung in Mathematik, Programmierung und Schlussfolgerung.",
  "deepseek_r1_distill_qwen_14b.description": "DeepSeek-R1-Distill-Qwen-14B ist ein destilliertes Modell basierend auf Qwen2.5-14B und wurde mit 800.000 kuratierten Beispielen von DeepSeek-R1 feinabgestimmt. Es liefert starke Schlussfolgerungsleistung.",
  "deepseek_r1_distill_qwen_32b.description": "DeepSeek-R1-Distill-Qwen-32B ist ein destilliertes Modell basierend auf Qwen2.5-32B und wurde mit 800.000 kuratierten Beispielen von DeepSeek-R1 feinabgestimmt. Es überzeugt in Mathematik, Programmierung und Schlussfolgerung.",
  "devstral-2:123b.description": "Devstral 2 123B ist hervorragend im Einsatz von Tools zur Erkundung von Codebasen, Bearbeitung mehrerer Dateien und Unterstützung von Softwareentwicklungsagenten.",
  "doubao-1.5-lite-32k.description": "Doubao-1.5-lite ist ein neues, leichtgewichtiges Modell mit ultraschneller Reaktionszeit, das erstklassige Qualität und geringe Latenz bietet.",
  "doubao-1.5-pro-256k.description": "Doubao-1.5-pro-256k ist ein umfassendes Upgrade von Doubao-1.5-Pro mit einer Leistungssteigerung von 10 %. Es unterstützt ein Kontextfenster von 256k und bis zu 12k Ausgabetokens und bietet höhere Leistung, ein größeres Kontextfenster und ein starkes Preis-Leistungs-Verhältnis für vielfältige Anwendungsfälle.",
  "doubao-1.5-pro-32k.description": "Doubao-1.5-pro ist ein neues Flaggschiffmodell der nächsten Generation mit umfassenden Verbesserungen und überzeugt in den Bereichen Wissen, Programmierung und logisches Denken.",
  "doubao-1.5-thinking-pro-m.description": "Doubao-1.5 ist ein neues Modell für tiefes logisches Denken (die m-Version beinhaltet native multimodale Tiefenanalyse) und überzeugt in Mathematik, Programmierung, wissenschaftlichem Denken sowie allgemeinen Aufgaben wie kreativem Schreiben. Es erreicht oder übertrifft Spitzenwerte in Benchmarks wie AIME 2024, Codeforces und GPQA. Unterstützt ein Kontextfenster von 128k und 16k Ausgabe.",
  "doubao-1.5-thinking-pro.description": "Doubao-1.5 ist ein neues Modell für tiefes logisches Denken und überzeugt in Mathematik, Programmierung, wissenschaftlichem Denken sowie allgemeinen Aufgaben wie kreativem Schreiben. Es erreicht oder übertrifft Spitzenwerte in Benchmarks wie AIME 2024, Codeforces und GPQA. Unterstützt ein Kontextfenster von 128k und 16k Ausgabe.",
  "doubao-1.5-thinking-vision-pro.description": "Ein neues visuelles Modell für tiefes logisches Denken mit verbesserter multimodaler Analyse und Schlussfolgerung, das SOTA-Ergebnisse in 37 von 59 öffentlichen Benchmarks erzielt.",
  "doubao-1.5-ui-tars.description": "Doubao-1.5-UI-TARS ist ein nativ auf grafische Benutzeroberflächen fokussiertes Agentenmodell, das durch menschenähnliche Wahrnehmung, Schlussfolgerung und Handlung nahtlos mit Benutzeroberflächen interagiert.",
  "doubao-1.5-vision-lite.description": "Doubao-1.5-vision-lite ist ein verbessertes multimodales Modell, das Bilder in jeder Auflösung und extremen Seitenverhältnissen unterstützt. Es verbessert visuelles Denken, Dokumentenerkennung, Detailverständnis und Befolgen von Anweisungen. Unterstützt ein Kontextfenster von 128k und bis zu 16k Ausgabetokens.",
  "doubao-1.5-vision-pro-32k.description": "Doubao-1.5-vision-pro ist ein verbessertes multimodales Modell, das Bilder in jeder Auflösung und extremen Seitenverhältnissen unterstützt. Es verbessert visuelles Denken, Dokumentenerkennung, Detailverständnis und Befolgen von Anweisungen.",
  "doubao-1.5-vision-pro.description": "Doubao-1.5-vision-pro ist ein verbessertes multimodales Modell, das Bilder in jeder Auflösung und extremen Seitenverhältnissen unterstützt. Es verbessert visuelles Denken, Dokumentenerkennung, Detailverständnis und Befolgen von Anweisungen.",
  "doubao-lite-128k.description": "Ultraschnelle Reaktion mit besserem Preis-Leistungs-Verhältnis und flexiblen Einsatzmöglichkeiten. Unterstützt logisches Denken und Feinabstimmung mit einem Kontextfenster von 128k.",
  "doubao-lite-32k.description": "Ultraschnelle Reaktion mit besserem Preis-Leistungs-Verhältnis und flexiblen Einsatzmöglichkeiten. Unterstützt logisches Denken und Feinabstimmung mit einem Kontextfenster von 32k.",
  "doubao-lite-4k.description": "Ultraschnelle Reaktion mit besserem Preis-Leistungs-Verhältnis und flexiblen Einsatzmöglichkeiten. Unterstützt logisches Denken und Feinabstimmung mit einem Kontextfenster von 4k.",
  "doubao-pro-256k.description": "Das leistungsstärkste Flaggschiffmodell für komplexe Aufgaben mit starken Ergebnissen in referenzbasierten Fragen, Zusammenfassungen, kreativen Texten, Textklassifikation und Rollenspielen. Unterstützt logisches Denken und Feinabstimmung mit einem Kontextfenster von 256k.",
  "doubao-pro-32k.description": "Das leistungsstärkste Flaggschiffmodell für komplexe Aufgaben mit starken Ergebnissen in referenzbasierten Fragen, Zusammenfassungen, kreativen Texten, Textklassifikation und Rollenspielen. Unterstützt logisches Denken und Feinabstimmung mit einem Kontextfenster von 32k.",
  "doubao-seed-1.6-flash.description": "Doubao-Seed-1.6-flash ist ein ultraschnelles multimodales Modell für tiefes logisches Denken mit einer TPOT von nur 10 ms. Es unterstützt Text- und Bildverarbeitung, übertrifft das vorherige Lite-Modell im Textverständnis und erreicht die Leistung konkurrierender Pro-Modelle im visuellen Bereich. Unterstützt ein Kontextfenster von 256k und bis zu 16k Ausgabetokens.",
  "doubao-seed-1.6-lite.description": "Doubao-Seed-1.6-lite ist ein neues multimodales Modell für tiefes logisches Denken mit einstellbarem Denkaufwand (Minimal, Niedrig, Mittel, Hoch). Es bietet ein besseres Preis-Leistungs-Verhältnis und ist eine starke Wahl für allgemeine Aufgaben. Unterstützt ein Kontextfenster von bis zu 256k.",
  "doubao-seed-1.6-thinking.description": "Doubao-Seed-1.6 verstärkt das logische Denken erheblich und verbessert die Kernfähigkeiten in Programmierung, Mathematik und logischem Denken im Vergleich zu Doubao-1.5-thinking-pro. Zusätzlich wird das visuelle Verständnis erweitert. Unterstützt ein Kontextfenster von 256k und bis zu 16k Ausgabetokens.",
  "doubao-seed-1.6-vision.description": "Doubao-Seed-1.6-vision ist ein visuelles Modell für tiefes logisches Denken mit verbesserter multimodaler Analyse für Bildung, Bildprüfung, Inspektion/Sicherheit und KI-gestützte Fragenbeantwortung. Unterstützt ein Kontextfenster von 256k und bis zu 64k Ausgabetokens.",
  "doubao-seed-1.6.description": "Doubao-Seed-1.6 ist ein neues multimodales Modell für tiefes logisches Denken mit Auto-, Denk- und Nicht-Denk-Modi. Im Nicht-Denk-Modus übertrifft es Doubao-1.5-pro/250115 deutlich. Unterstützt ein Kontextfenster von 256k und bis zu 16k Ausgabetokens.",
  "doubao-seed-1.8.description": "Doubao-Seed-1.8 bietet verbesserte multimodale Verständnis- und Agentenfähigkeiten, unterstützt Text-, Bild- und Videoeingaben sowie Kontext-Caching und liefert herausragende Ergebnisse bei komplexen Aufgaben.",
  "doubao-seed-code.description": "Doubao-Seed-Code ist speziell für agentenbasiertes Programmieren optimiert, unterstützt multimodale Eingaben (Text/Bild/Video) und ein Kontextfenster von 256k. Es ist kompatibel mit der Anthropic API und eignet sich für Programmierung, visuelles Verständnis und Agenten-Workflows.",
  "doubao-seededit-3-0-i2i-250628.description": "Das Doubao-Bildmodell von ByteDance Seed unterstützt Text- und Bildeingaben mit hochgradig kontrollierbarer, hochwertiger Bildgenerierung. Es unterstützt textgesteuerte Bildbearbeitung mit Ausgabengrößen zwischen 512 und 1536 auf der langen Seite.",
  "doubao-seedream-3-0-t2i-250415.description": "Seedream 3.0 ist ein Bildgenerierungsmodell von ByteDance Seed, das Text- und Bildeingaben unterstützt und eine hochgradig kontrollierbare, hochwertige Bildgenerierung ermöglicht. Es erzeugt Bilder aus Texteingaben.",
  "doubao-seedream-4-0-250828.description": "Seedream 4.0 ist ein Bildgenerierungsmodell von ByteDance Seed, das Text- und Bildeingaben unterstützt und eine hochgradig kontrollierbare, hochwertige Bildgenerierung ermöglicht. Es erzeugt Bilder aus Texteingaben.",
  "doubao-vision-lite-32k.description": "Doubao-vision ist ein multimodales Modell von Doubao mit starkem Bildverständnis und logischem Denken sowie präziser Befolgung von Anweisungen. Es überzeugt bei Bild-Text-Extraktion und bildbasierten Denkaufgaben und ermöglicht komplexere und umfassendere visuelle Frage-Antwort-Szenarien.",
  "doubao-vision-pro-32k.description": "Doubao-vision ist ein multimodales Modell von Doubao mit starkem Bildverständnis und logischem Denken sowie präziser Befolgung von Anweisungen. Es überzeugt bei Bild-Text-Extraktion und bildbasierten Denkaufgaben und ermöglicht komplexere und umfassendere visuelle Frage-Antwort-Szenarien.",
  "emohaa.description": "Emohaa ist ein Modell für psychische Gesundheit mit professionellen Beratungsfähigkeiten, das Nutzern hilft, emotionale Probleme zu verstehen.",
  "ernie-4.5-0.3b.description": "ERNIE 4.5 0.3B ist ein quelloffenes, leichtgewichtiges Modell für lokale und individuell angepasste Bereitstellungen.",
  "ernie-4.5-21b-a3b.description": "ERNIE 4.5 21B A3B ist ein quelloffenes Modell mit vielen Parametern und bietet eine verbesserte Fähigkeit zum Verstehen und Generieren.",
  "ernie-4.5-300b-a47b.description": "ERNIE 4.5 300B A47B ist das ultra-große MoE-Modell von Baidu ERNIE mit herausragender Fähigkeit zum logischen Schlussfolgern.",
  "ernie-4.5-8k-preview.description": "ERNIE 4.5 8K Preview ist ein Vorschau-Modell mit 8K Kontextlänge zur Bewertung von ERNIE 4.5.",
  "ernie-4.5-turbo-128k-preview.description": "ERNIE 4.5 Turbo 128K Preview bietet produktionsreife Funktionen und eignet sich für Integrationstests und Canary-Tests.",
  "ernie-4.5-turbo-128k.description": "ERNIE 4.5 Turbo 128K ist ein leistungsstarkes Allzweckmodell mit Sucherweiterung und Tool-Nutzung für Frage-Antwort, Programmierung und Agenten-Szenarien.",
  "ernie-4.5-turbo-32k.description": "ERNIE 4.5 Turbo 32K ist eine Version mit mittlerer Kontextlänge für Frage-Antwort, Wissensdatenbankabfragen und mehrstufige Dialoge.",
  "ernie-4.5-turbo-latest.description": "Die neueste Version von ERNIE 4.5 Turbo mit optimierter Gesamtleistung – ideal als Hauptmodell für den Produktionseinsatz.",
  "ernie-4.5-turbo-vl-32k-preview.description": "ERNIE 4.5 Turbo VL 32K Preview ist ein multimodales Vorschau-Modell mit 32K Kontextlänge zur Bewertung der Langkontext-Bildverarbeitung.",
  "ernie-4.5-turbo-vl-32k.description": "ERNIE 4.5 Turbo VL 32K ist eine multimodale Version mit mittlerer bis langer Kontextlänge für kombinierte Text- und Bildverarbeitung.",
  "ernie-4.5-turbo-vl-latest.description": "ERNIE 4.5 Turbo VL Latest ist die neueste multimodale Version mit verbesserter Bild-Text-Verständnis- und Schlussfolgerungsfähigkeit.",
  "ernie-4.5-turbo-vl-preview.description": "ERNIE 4.5 Turbo VL Preview ist ein multimodales Vorschau-Modell für Bild-Text-Verständnis und -Generierung, geeignet für visuelle Frage-Antwort-Systeme und Inhaltsverständnis.",
  "ernie-4.5-turbo-vl.description": "ERNIE 4.5 Turbo VL ist ein ausgereiftes multimodales Modell für die produktive Bild-Text-Verarbeitung und -Erkennung.",
  "ernie-4.5-vl-28b-a3b.description": "ERNIE 4.5 VL 28B A3B ist ein quelloffenes multimodales Modell für Bild-Text-Verständnis und logisches Denken.",
  "ernie-5.0-thinking-latest.description": "Wenxin 5.0 Thinking ist ein natives, vollmodales Flaggschiffmodell mit einheitlicher Modellierung von Text, Bild, Audio und Video. Es bietet umfassende Leistungsverbesserungen für komplexe Frage-Antwort-, Kreativ- und Agenten-Szenarien.",
  "ernie-5.0-thinking-preview.description": "Wenxin 5.0 Thinking Preview ist ein natives, vollmodales Flaggschiffmodell mit einheitlicher Modellierung von Text, Bild, Audio und Video. Es bietet umfassende Leistungsverbesserungen für komplexe Frage-Antwort-, Kreativ- und Agenten-Szenarien.",
  "ernie-char-8k.description": "ERNIE Character 8K ist ein Dialogmodell mit Persönlichkeit für den Aufbau von IP-Charakteren und langfristige Begleitgespräche.",
  "ernie-char-fiction-8k-preview.description": "ERNIE Character Fiction 8K Preview ist ein Vorschau-Modell zur Charakter- und Plot-Erstellung für Funktionsbewertung und Tests.",
  "ernie-char-fiction-8k.description": "ERNIE Character Fiction 8K ist ein Persönlichkeitsmodell für Romane und Plot-Erstellung, geeignet für die Generierung von Langform-Geschichten.",
  "ernie-irag-edit.description": "ERNIE iRAG Edit ist ein Bildbearbeitungsmodell mit Unterstützung für Entfernen, Übermalen und Varianten-Erstellung.",
  "ernie-lite-pro-128k.description": "ERNIE Lite Pro 128K ist ein leichtgewichtiges Hochleistungsmodell für latenz- und kostensensitive Anwendungen.",
  "ernie-novel-8k.description": "ERNIE Novel 8K ist für Langform-Romane und IP-Plots mit mehreren Charakteren konzipiert.",
  "ernie-speed-pro-128k.description": "ERNIE Speed Pro 128K ist ein hochgradig skalierbares Modell für großflächige Online-Dienste und Unternehmensanwendungen.",
  "ernie-x1-turbo-32k.description": "ERNIE X1 Turbo 32K ist ein schnelles Denkmodell mit 32K Kontext für komplexe Schlussfolgerungen und mehrstufige Gespräche.",
  "ernie-x1.1-preview.description": "ERNIE X1.1 Preview ist ein Vorschau-Modell mit Denkfähigkeit zur Bewertung und zum Testen.",
  "fal-ai/bytedance/seedream/v4.description": "Seedream 4.0 ist ein Bildgenerierungsmodell von ByteDance Seed, das Text- und Bildeingaben unterstützt und eine hochgradig steuerbare, hochwertige Bildgenerierung ermöglicht. Es erstellt Bilder aus Texteingaben.",
  "fal-ai/flux-kontext/dev.description": "FLUX.1-Modell mit Fokus auf Bildbearbeitung, unterstützt Text- und Bildeingaben.",
  "fal-ai/flux-pro/kontext.description": "FLUX.1 Kontext [pro] akzeptiert Texte und Referenzbilder als Eingabe und ermöglicht gezielte lokale Bearbeitungen sowie komplexe globale Szenentransformationen.",
  "fal-ai/flux/krea.description": "Flux Krea [dev] ist ein Bildgenerierungsmodell mit ästhetischer Ausrichtung auf realistischere, natürliche Bilder.",
  "fal-ai/flux/schnell.description": "FLUX.1 [schnell] ist ein Bildgenerierungsmodell mit 12 Milliarden Parametern, das für schnelle und hochwertige Ausgaben entwickelt wurde.",
  "fal-ai/hunyuan-image/v3.description": "Ein leistungsstarkes natives multimodales Bildgenerierungsmodell.",
  "fal-ai/imagen4/preview.description": "Hochwertiges Bildgenerierungsmodell von Google.",
  "fal-ai/nano-banana.description": "Nano Banana ist das neueste, schnellste und effizienteste native multimodale Modell von Google. Es ermöglicht Bildgenerierung und -bearbeitung im Dialog.",
  "fal-ai/qwen-image-edit.description": "Ein professionelles Bildbearbeitungsmodell des Qwen-Teams, das semantische und visuelle Bearbeitungen unterstützt, chinesischen und englischen Text präzise bearbeitet und hochwertige Anpassungen wie Stilübertragungen und Objektrotation ermöglicht.",
  "fal-ai/qwen-image.description": "Ein leistungsstarkes Bildgenerierungsmodell des Qwen-Teams mit beeindruckender Darstellung chinesischer Texte und vielfältigen visuellen Stilen.",
  "flux-1-schnell.description": "Ein Text-zu-Bild-Modell mit 12 Milliarden Parametern von Black Forest Labs, das latente adversariale Diffusionsdistillation nutzt, um hochwertige Bilder in 1–4 Schritten zu erzeugen. Es konkurriert mit geschlossenen Alternativen und ist unter Apache-2.0 für persönliche, Forschungs- und kommerzielle Nutzung verfügbar.",
  "flux-dev.description": "FLUX.1 [dev] ist ein Modell mit offenen Gewichten für nicht-kommerzielle Nutzung. Es bietet nahezu professionelle Bildqualität und Befolgung von Anweisungen bei effizienterer Nutzung von Ressourcen im Vergleich zu Standardmodellen gleicher Größe.",
  "flux-kontext-max.description": "Modernste kontextuelle Bildgenerierung und -bearbeitung, kombiniert Text und Bilder für präzise, kohärente Ergebnisse.",
  "flux-kontext-pro.description": "Modernste kontextuelle Bildgenerierung und -bearbeitung, kombiniert Text und Bilder für präzise, kohärente Ergebnisse.",
  "flux-merged.description": "FLUX.1-merged vereint die tiefen Funktionen aus „DEV“ mit den Hochgeschwindigkeitsvorteilen von „Schnell“, erweitert die Leistungsgrenzen und eröffnet neue Anwendungsbereiche.",
  "flux-pro-1.1-ultra.description": "Bildgenerierung in Ultra-HD mit 4MP-Ausgabe, erzeugt gestochen scharfe Bilder in 10 Sekunden.",
  "flux-pro-1.1.description": "Verbessertes professionelles Bildgenerierungsmodell mit exzellenter Bildqualität und präziser Prompt-Umsetzung.",
  "flux-pro.description": "Hochwertiges kommerzielles Bildgenerierungsmodell mit unübertroffener Bildqualität und vielfältigen Ausgaben.",
  "flux-schnell.description": "FLUX.1 [schnell] ist das fortschrittlichste Open-Source-Modell mit wenigen Schritten, übertrifft vergleichbare Konkurrenten und sogar starke nicht-destillierte Modelle wie Midjourney v6.0 und DALL-E 3 (HD). Feinabgestimmt zur Erhaltung der Vielfalt aus dem Pretraining, verbessert es visuelle Qualität, Anweisungsbefolgung, Größen-/Seitenverhältnisvariation, Schriftverarbeitung und Ausgabediversität erheblich.",
  "flux.1-schnell.description": "FLUX.1-schnell ist ein leistungsstarkes Bildgenerierungsmodell für schnelle Ausgaben in mehreren Stilen.",
  "gemini-1.0-pro-001.description": "Gemini 1.0 Pro 001 (Tuning) bietet stabile, anpassbare Leistung für komplexe Aufgaben.",
  "gemini-1.0-pro-002.description": "Gemini 1.0 Pro 002 (Tuning) bietet starke multimodale Unterstützung für komplexe Aufgaben.",
  "gemini-1.0-pro-latest.description": "Gemini 1.0 Pro ist Googles leistungsstarkes KI-Modell für skalierbare Aufgabenlösungen.",
  "gemini-1.5-flash-001.description": "Gemini 1.5 Flash 001 ist ein effizientes multimodales Modell für breit gefächerte Anwendungen.",
  "gemini-1.5-flash-002.description": "Gemini 1.5 Flash 002 ist ein effizientes multimodales Modell für großflächige Einsätze.",
  "gemini-1.5-flash-8b-exp-0924.description": "Gemini 1.5 Flash 8B 0924 ist das neueste experimentelle Modell mit deutlichen Fortschritten in Text- und Multimodalanwendungen.",
  "gemini-1.5-flash-8b-latest.description": "Gemini 1.5 Flash 8B ist ein effizientes multimodales Modell für großflächige Einsätze.",
  "gemini-1.5-flash-8b.description": "Gemini 1.5 Flash 8B ist ein effizientes multimodales Modell für breit gefächerte Anwendungen.",
  "gemini-1.5-flash-exp-0827.description": "Gemini 1.5 Flash 0827 bietet optimierte multimodale Verarbeitung für komplexe Aufgaben.",
  "gemini-1.5-flash-latest.description": "Gemini 1.5 Flash ist Googles neuestes multimodales KI-Modell mit schneller Verarbeitung und Unterstützung für Text-, Bild- und Videoeingaben zur effizienten Skalierung über verschiedene Aufgaben hinweg.",
  "gemini-1.5-pro-001.description": "Gemini 1.5 Pro 001 ist eine skalierbare multimodale KI-Lösung für komplexe Aufgaben.",
  "gemini-1.5-pro-002.description": "Gemini 1.5 Pro 002 ist das neueste produktionsreife Modell mit höherer Ausgabequalität, insbesondere bei Mathematik, langen Kontexten und visuellen Aufgaben.",
  "gemini-1.5-pro-exp-0801.description": "Gemini 1.5 Pro 0801 bietet starke multimodale Verarbeitung mit größerer Flexibilität für App-Entwicklung.",
  "gemini-1.5-pro-exp-0827.description": "Gemini 1.5 Pro 0827 nutzt neueste Optimierungen für effizientere multimodale Verarbeitung.",
  "gemini-1.5-pro-latest.description": "Gemini 1.5 Pro unterstützt bis zu 2 Millionen Tokens – ein ideales mittelgroßes multimodales Modell für komplexe Aufgaben.",
  "gemini-2.0-flash-001.description": "Gemini 2.0 Flash bietet Next-Gen-Funktionen wie außergewöhnliche Geschwindigkeit, native Tool-Nutzung, multimodale Generierung und ein Kontextfenster von 1 Million Tokens.",
  "gemini-2.0-flash-exp-image-generation.description": "Experimentelles Gemini 2.0 Flash-Modell mit Unterstützung für Bildgenerierung.",
  "gemini-2.0-flash-lite-001.description": "Eine Gemini 2.0 Flash-Variante, optimiert für Kosteneffizienz und geringe Latenz.",
  "gemini-2.0-flash-lite.description": "Eine Gemini 2.0 Flash-Variante, optimiert für Kosteneffizienz und geringe Latenz.",
  "gemini-2.0-flash.description": "Gemini 2.0 Flash bietet Next-Gen-Funktionen wie außergewöhnliche Geschwindigkeit, native Tool-Nutzung, multimodale Generierung und ein Kontextfenster von 1 Million Tokens.",
  "gemini-2.5-flash-image.description": "Nano Banana ist Googles neuestes, schnellstes und effizientestes natives multimodales Modell für konversationale Bildgenerierung und -bearbeitung.",
  "gemini-2.5-flash-image:image.description": "Nano Banana ist Googles neuestes, schnellstes und effizientestes natives multimodales Modell für konversationale Bildgenerierung und -bearbeitung.",
  "gemini-2.5-flash-lite-preview-06-17.description": "Gemini 2.5 Flash-Lite Preview ist Googles kleinstes und kosteneffizientestes Modell für großflächige Nutzung.",
  "gemini-2.5-flash-lite-preview-09-2025.description": "Vorschauversion (25. September 2025) von Gemini 2.5 Flash-Lite",
  "gemini-2.5-flash-lite.description": "Gemini 2.5 Flash-Lite ist Googles kleinstes und kosteneffizientestes Modell für großflächige Nutzung.",
  "gemini-2.5-flash-preview-04-17.description": "Gemini 2.5 Flash Preview ist Googles kosteneffizientestes Modell mit vollem Funktionsumfang.",
  "gemini-2.5-flash-preview-09-2025.description": "Vorschauversion (25. September 2025) von Gemini 2.5 Flash",
  "gemini-2.5-flash.description": "Gemini 2.5 Flash ist Googles kosteneffizientestes Modell mit vollem Funktionsumfang.",
  "gemini-2.5-pro-preview-03-25.description": "Gemini 2.5 Pro Preview ist Googles fortschrittlichstes Reasoning-Modell, das über Code, Mathematik und MINT-Probleme nachdenken und große Datensätze, Codebasen und Dokumente mit langem Kontext analysieren kann.",
  "gemini-2.5-pro-preview-05-06.description": "Gemini 2.5 Pro Preview ist Googles fortschrittlichstes Reasoning-Modell, das über Code, Mathematik und MINT-Probleme nachdenken und große Datensätze, Codebasen und Dokumente mit langem Kontext analysieren kann.",
  "gemini-2.5-pro-preview-06-05.description": "Gemini 2.5 Pro Preview ist Googles fortschrittlichstes Reasoning-Modell, das über Code, Mathematik und MINT-Probleme nachdenken und große Datensätze, Codebasen und Dokumente mit langem Kontext analysieren kann.",
  "gemini-2.5-pro.description": "Gemini 2.5 Pro ist Googles fortschrittlichstes Reasoning-Modell, das über Code, Mathematik und MINT-Probleme nachdenken und große Datensätze, Codebasen und Dokumente mit langem Kontext analysieren kann.",
  "gemini-3-flash-preview.description": "Gemini 3 Flash ist das intelligenteste Modell, das auf Geschwindigkeit ausgelegt ist – es vereint modernste Intelligenz mit exzellenter Suchverankerung.",
  "gemini-3-pro-image-preview.description": "Gemini 3 Pro Image (Nano Banana Pro) ist Googles Bildgenerierungsmodell mit Unterstützung für multimodale Dialoge.",
  "gemini-3-pro-image-preview:image.description": "Gemini 3 Pro Image (Nano Banana Pro) ist Googles Bildgenerierungsmodell und unterstützt auch multimodale Chats.",
  "gemini-3-pro-preview.description": "Gemini 3 Pro ist Googles leistungsstärkstes Agenten- und Vibe-Coding-Modell. Es bietet reichhaltigere visuelle Inhalte und tiefere Interaktionen auf Basis modernster logischer Fähigkeiten.",
  "gemini-flash-latest.description": "Neueste Version von Gemini Flash",
  "gemini-flash-lite-latest.description": "Neueste Version von Gemini Flash-Lite",
  "gemini-pro-latest.description": "Neueste Version von Gemini Pro",
  "gemma-7b-it.description": "Gemma 7B ist kosteneffizient für kleine bis mittelgroße Aufgaben.",
  "gemma2-9b-it.description": "Gemma 2 9B ist für spezifische Aufgaben und die Integration von Tools optimiert.",
  "gemma2.description": "Gemma 2 ist Googles effizientes Modell für Anwendungsfälle von kleinen Apps bis hin zu komplexer Datenverarbeitung.",
  "gemma2:27b.description": "Gemma 2 ist Googles effizientes Modell für Anwendungsfälle von kleinen Apps bis hin zu komplexer Datenverarbeitung.",
  "gemma2:2b.description": "Gemma 2 ist Googles effizientes Modell für Anwendungsfälle von kleinen Apps bis hin zu komplexer Datenverarbeitung.",
  "generalv3.5.description": "Spark Max ist die funktionsreichste Version mit Websuche und vielen integrierten Plugins. Die vollständig optimierten Kernfunktionen, Systemrollen und Funktionsaufrufe sorgen für exzellente Leistung in komplexen Anwendungsszenarien.",
  "generalv3.description": "Spark Pro ist ein leistungsstarkes LLM, das für professionelle Bereiche wie Mathematik, Programmierung, Gesundheitswesen und Bildung optimiert ist. Es bietet Websuche und integrierte Plugins wie Wetter und Datum. Es überzeugt durch starke Leistung und Effizienz bei komplexen Wissensfragen, Sprachverständnis und fortgeschrittener Textgenerierung – ideal für professionelle Anwendungsfälle.",
  "glm-4-0520.description": "GLM-4-0520 ist die neueste Modellversion, entwickelt für hochkomplexe und vielfältige Aufgaben mit exzellenter Leistung.",
  "glm-4-7.description": "GLM-4.7 ist das neueste Flaggschiffmodell von Zhipu AI. Es verbessert die Programmierfähigkeiten, die langfristige Aufgabenplanung und die Werkzeugnutzung für agentenbasierte Codierungsszenarien und erzielt führende Leistungen unter Open-Source-Modellen in mehreren öffentlichen Benchmarks. Die allgemeinen Fähigkeiten wurden verbessert – mit prägnanteren, natürlicheren Antworten und immersiverem Schreibstil. Bei komplexen Agentenaufgaben ist das Befolgen von Anweisungen bei Werkzeugaufrufen stärker, und die Ästhetik sowie Effizienz bei der Erstellung von Artefakten und der agentenbasierten Codierung wurden weiter optimiert. • Verbesserte Programmierfähigkeiten: Deutlich verbesserte Mehrsprachen-Codierung und Terminal-Agent-Leistung; GLM-4.7 kann jetzt „erst denken, dann handeln“-Mechanismen in Programmierframeworks wie Claude Code, Kilo Code, TRAE, Cline und Roo Code umsetzen – mit stabilerer Leistung bei komplexen Aufgaben. • Verbesserte Frontend-Ästhetik: GLM-4.7 zeigt deutliche Fortschritte bei der Frontend-Generierung und kann Webseiten, Präsentationen und Poster mit höherem visuellen Anspruch erstellen. • Verbesserte Werkzeugnutzung: GLM-4.7 verbessert die Fähigkeit zum Werkzeugaufruf, erzielt 67 Punkte im BrowseComp-Webaufgabentest und 84,7 Punkte im τ²-Bench für interaktive Werkzeugnutzung – und übertrifft damit Claude Sonnet 4.5 als Open-Source-SOTA. • Verbesserte Denkfähigkeiten: Deutlich verbesserte mathematische und logische Fähigkeiten mit 42,8 % im HLE („Humanity’s Last Exam“) Benchmark – eine Steigerung um 41 % gegenüber GLM-4.6 und besser als GPT-5.1. • Allgemeine Verbesserungen: GLM-4.7 führt prägnantere, intelligentere und menschlichere Gespräche; Schreiben und Rollenspiel sind literarischer und immersiver.",
  "glm-4-9b-chat.description": "GLM-4-9B-Chat überzeugt in Semantik, Mathematik, logischem Denken, Code und Wissen. Es unterstützt auch Web-Browsing, Codeausführung, benutzerdefinierte Tool-Nutzung und Langtext-Reasoning in 26 Sprachen, darunter Japanisch, Koreanisch und Deutsch.",
  "glm-4-air-250414.description": "GLM-4-Air ist eine kosteneffiziente Option mit Leistung nahe GLM-4, hoher Geschwindigkeit und geringeren Kosten.",
  "glm-4-air.description": "GLM-4-Air ist eine kosteneffiziente Option mit Leistung nahe GLM-4, hoher Geschwindigkeit und geringeren Kosten.",
  "glm-4-airx.description": "GLM-4-AirX ist eine effizientere Variante von GLM-4-Air mit bis zu 2,6-fach schnellerem logischen Denken.",
  "glm-4-alltools.description": "GLM-4-AllTools ist ein vielseitiges Agentenmodell, das für komplexe Anweisungsplanung und Tool-Nutzung wie Websuche, Code-Erklärung und Textgenerierung optimiert ist – ideal für Multi-Task-Ausführung.",
  "glm-4-flash-250414.description": "GLM-4-Flash ist ideal für einfache Aufgaben: am schnellsten und kostenlos.",
  "glm-4-flash.description": "GLM-4-Flash ist ideal für einfache Aufgaben: am schnellsten und kostenlos.",
  "glm-4-flashx.description": "GLM-4-FlashX ist eine erweiterte Flash-Version mit ultraschnellem logischen Denken.",
  "glm-4-long.description": "GLM-4-Long unterstützt ultralange Eingaben für speicherähnliche Aufgaben und großflächige Dokumentverarbeitung.",
  "glm-4-plus.description": "GLM-4-Plus ist ein intelligentes Flaggschiffmodell mit starker Langtext- und Komplexaufgabenverarbeitung sowie verbesserter Gesamtleistung.",
  "glm-4.1v-thinking-flash.description": "GLM-4.1V-Thinking ist das stärkste bekannte ~10B VLM und deckt SOTA-Aufgaben wie Videoverstehen, Bild-QA, Fachlösungen, OCR, Dokument- und Diagrammlesen, GUI-Agenten, Frontend-Coding und Grounding ab. Es übertrifft sogar das 8-fach größere Qwen2.5-VL-72B in vielen Aufgaben. Mit fortschrittlichem RL nutzt es Chain-of-Thought-Reasoning zur Verbesserung von Genauigkeit und Tiefe und übertrifft traditionelle Nicht-Denk-Modelle sowohl in Ergebnissen als auch in Erklärbarkeit.",
  "glm-4.1v-thinking-flashx.description": "GLM-4.1V-Thinking ist das stärkste bekannte ~10B VLM und deckt SOTA-Aufgaben wie Videoverstehen, Bild-QA, Fachlösungen, OCR, Dokument- und Diagrammlesen, GUI-Agenten, Frontend-Coding und Grounding ab. Es übertrifft sogar das 8-fach größere Qwen2.5-VL-72B in vielen Aufgaben. Mit fortschrittlichem RL nutzt es Chain-of-Thought-Reasoning zur Verbesserung von Genauigkeit und Tiefe und übertrifft traditionelle Nicht-Denk-Modelle sowohl in Ergebnissen als auch in Erklärbarkeit.",
  "glm-4.5-air.description": "GLM-4.5 Leichtversion, die Leistung und Kosten ausbalanciert, mit flexiblen hybriden Denkmodi.",
  "glm-4.5-airx.description": "GLM-4.5-Air Schnellversion mit schnelleren Antworten für großflächige, hochfrequente Nutzung.",
  "glm-4.5-x.description": "GLM-4.5 Schnellversion mit starker Leistung und Generierungsgeschwindigkeiten von bis zu 100 Token/Sekunde.",
  "glm-4.5.description": "Zhipus Flaggschiffmodell mit umschaltbarem Denkmodus, bietet Open-Source-SOTA-Leistung und bis zu 128K Kontext.",
  "glm-4.5v.description": "Zhipus nächste Generation eines MoE-Vision-Reasoning-Modells mit 106B Gesamtparametern und 12B aktiven. Es erreicht SOTA unter ähnlich großen Open-Source-Multimodalmodellen in Bild-, Video-, Dokumentenverständnis- und GUI-Aufgaben.",
  "glm-4.6.description": "Zhipus neuestes Flaggschiffmodell GLM-4.6 (355B) übertrifft seine Vorgänger vollständig in den Bereichen fortgeschrittenes Programmieren, Verarbeitung langer Texte, logisches Denken und Agentenfähigkeiten. Besonders im Bereich Programmierung steht es auf Augenhöhe mit Claude Sonnet 4 und gilt als Chinas führendes Coding-Modell.",
  "glm-4.7-flash.description": "GLM-4.7-Flash ist ein SOTA-Modell auf 30B-Niveau und bietet eine neue Option, die Leistung und Effizienz ausbalanciert. Es verbessert die Programmierfähigkeiten, langfristige Aufgabenplanung und Werkzeugnutzung für agentenbasierte Codierungsszenarien und erzielt führende Leistungen unter Open-Source-Modellen vergleichbarer Größe in aktuellen Benchmarks. Bei der Ausführung komplexer intelligenter Agentenaufgaben zeigt es eine stärkere Einhaltung von Anweisungen bei Werkzeugaufrufen und verbessert weiter die Frontend-Ästhetik sowie die Effizienz bei der langfristigen Aufgabenbewältigung für Artefakte und agentenbasierte Codierung.",
  "glm-4.7-flashx.description": "GLM-4.7-Flash ist ein SOTA-Modell auf 30B-Niveau und bietet eine neue Option, die Leistung und Effizienz ausbalanciert. Es verbessert die Programmierfähigkeiten, langfristige Aufgabenplanung und Werkzeugnutzung für agentenbasierte Codierungsszenarien und erzielt führende Leistungen unter Open-Source-Modellen vergleichbarer Größe in aktuellen Benchmarks. Bei der Ausführung komplexer intelligenter Agentenaufgaben zeigt es eine stärkere Einhaltung von Anweisungen bei Werkzeugaufrufen und verbessert weiter die Frontend-Ästhetik sowie die Effizienz bei der langfristigen Aufgabenbewältigung für Artefakte und agentenbasierte Codierung.",
  "glm-4.7.description": "GLM-4.7 ist Zhipus neuestes Flaggschiffmodell, optimiert für agentenbasiertes Programmieren mit verbesserten Codierungsfähigkeiten, langfristiger Aufgabenplanung und Werkzeugintegration. Es erzielt Spitzenleistungen unter Open-Source-Modellen in zahlreichen öffentlichen Benchmarks. Die allgemeinen Fähigkeiten wurden durch präzisere, natürlichere Antworten und ein immersiveres Schreibverhalten verbessert. Bei komplexen Agentenaufgaben ist die Befolgung von Anweisungen bei Werkzeugaufrufen robuster, und die visuelle Gestaltung sowie die Effizienz bei der langfristigen Aufgabenbearbeitung in Artifacts und Agentic Coding wurden weiter optimiert.",
  "glm-4.description": "GLM-4 ist das ältere Flaggschiffmodell, das im Januar 2024 veröffentlicht wurde und nun durch das stärkere GLM-4-0520 ersetzt wurde.",
  "glm-4v-flash.description": "GLM-4V-Flash konzentriert sich auf effizientes Einzelbildverständnis für schnelle Analyseanwendungen wie Echtzeit- oder Batch-Bildverarbeitung.",
  "glm-4v-plus-0111.description": "GLM-4V-Plus versteht Videos und mehrere Bilder und eignet sich für multimodale Aufgaben.",
  "glm-4v-plus.description": "GLM-4V-Plus versteht Videos und mehrere Bilder und eignet sich für multimodale Aufgaben.",
  "glm-4v.description": "GLM-4V bietet starkes Bildverständnis und logisches Denken für visuelle Aufgaben.",
  "glm-z1-air.description": "Ein Modell mit starker Argumentationsfähigkeit für Aufgaben, die tiefes Schlussfolgern erfordern.",
  "glm-z1-airx.description": "Ultraschnelles Schlussfolgern bei gleichzeitig hoher Denkqualität.",
  "glm-z1-flash.description": "Die GLM-Z1-Serie bietet starke Fähigkeiten im komplexen logischen Denken, insbesondere in Logik, Mathematik und Programmierung.",
  "glm-z1-flashx.description": "Schnell und kostengünstig: Flash-optimiert mit ultraschnellem Denken und höherer Parallelverarbeitung.",
  "glm-zero-preview.description": "GLM-Zero-Preview bietet starke Fähigkeiten im komplexen logischen Denken, insbesondere in Logik, Mathematik und Programmierung.",
  "global.anthropic.claude-opus-4-5-20251101-v1:0.description": "Claude Opus 4.5 ist das Flaggschiffmodell von Anthropic und vereint außergewöhnliche Intelligenz mit skalierbarer Leistung für komplexe Aufgaben, die höchste Qualität bei Antworten und logischem Denken erfordern.",
  "google/gemini-2.0-flash-001.description": "Gemini 2.0 Flash bietet Next-Gen-Funktionen wie exzellente Geschwindigkeit, native Werkzeugnutzung, multimodale Generierung und ein Kontextfenster von 1 Million Tokens.",
  "google/gemini-2.0-flash-lite-001.description": "Gemini 2.0 Flash Lite ist eine leichtgewichtige Gemini-Variante mit standardmäßig deaktiviertem Denkmodus zur Verbesserung von Latenz und Kosten – kann jedoch über Parameter aktiviert werden.",
  "google/gemini-2.0-flash-lite.description": "Gemini 2.0 Flash Lite bietet Next-Gen-Funktionen wie außergewöhnliche Geschwindigkeit, integrierte Werkzeugnutzung, multimodale Generierung und ein Kontextfenster von 1 Million Tokens.",
  "google/gemini-2.0-flash.description": "Gemini 2.0 Flash ist Googles leistungsstarkes Reasoning-Modell für erweiterte multimodale Aufgaben.",
  "google/gemini-2.5-flash-image-free.description": "Gemini 2.5 Flash Image in der kostenlosen Stufe mit begrenztem Kontingent für multimodale Generierung.",
  "google/gemini-2.5-flash-image-preview.description": "Gemini 2.5 Flash ist ein experimentelles Modell mit Bildgenerierungsunterstützung.",
  "google/gemini-2.5-flash-image.description": "Gemini 2.5 Flash Image (Nano Banana) ist Googles Bildgenerierungsmodell mit Unterstützung für multimodale Konversation.",
  "google/gemini-2.5-flash-lite.description": "Gemini 2.5 Flash Lite ist die leichtgewichtige Variante von Gemini 2.5, optimiert für geringe Latenz und Kosten – ideal für Szenarien mit hohem Durchsatz.",
  "google/gemini-2.5-flash-preview.description": "Gemini 2.5 Flash ist Googles fortschrittlichstes Flaggschiffmodell für Reasoning, Programmierung, Mathematik und Wissenschaft. Es enthält einen integrierten Denkmodus für genauere Antworten und feinere Kontextverarbeitung.\n\nHinweis: Dieses Modell hat zwei Varianten – mit und ohne Denkmodus. Die Ausgabekosten unterscheiden sich je nach aktivierter Denkfunktion. Wenn Sie die Standardvariante (ohne „:thinking“-Suffix) wählen, vermeidet das Modell explizit die Generierung von Denk-Tokens.\n\nUm Denkprozesse zu nutzen und Denk-Tokens zu erhalten, müssen Sie die „:thinking“-Variante auswählen, die höhere Ausgabekosten verursacht.\n\nGemini 2.5 Flash kann auch über den Parameter „max reasoning tokens“ konfiguriert werden (siehe Dokumentation: https://openrouter.ai/docs/use-cases/reasoning-tokens#max-tokens-for-reasoning).",
  "google/gemini-2.5-flash-preview:thinking.description": "Gemini 2.5 Flash ist Googles fortschrittlichstes Flaggschiffmodell für Reasoning, Programmierung, Mathematik und Wissenschaft. Es enthält einen integrierten Denkmodus für genauere Antworten und feinere Kontextverarbeitung.\n\nHinweis: Dieses Modell hat zwei Varianten – mit und ohne Denkmodus. Die Ausgabekosten unterscheiden sich je nach aktivierter Denkfunktion. Wenn Sie die Standardvariante (ohne „:thinking“-Suffix) wählen, vermeidet das Modell explizit die Generierung von Denk-Tokens.\n\nUm Denkprozesse zu nutzen und Denk-Tokens zu erhalten, müssen Sie die „:thinking“-Variante auswählen, die höhere Ausgabekosten verursacht.\n\nGemini 2.5 Flash kann auch über den Parameter „max reasoning tokens“ konfiguriert werden (siehe Dokumentation: https://openrouter.ai/docs/use-cases/reasoning-tokens#max-tokens-for-reasoning).",
  "google/gemini-2.5-flash.description": "Gemini 2.5 Flash (Lite/Pro/Flash) ist Googles Modellfamilie mit Bandbreite von niedriger Latenz bis hin zu leistungsstarkem Reasoning.",
  "google/gemini-2.5-pro-free.description": "Die kostenlose Stufe von Gemini 2.5 Pro bietet multimodale Langkontextverarbeitung mit begrenztem Kontingent – ideal für Tests und leichte Arbeitsabläufe.",
  "google/gemini-2.5-pro-preview.description": "Gemini 2.5 Pro Preview ist Googles fortschrittlichstes Denkmodell für komplexe Aufgaben in Code, Mathematik und MINT-Fächern sowie zur Analyse großer Datensätze, Codebasen und Dokumente mit langem Kontext.",
  "google/gemini-2.5-pro.description": "Gemini 2.5 Pro ist Googles Flaggschiffmodell für logisches Denken mit Langkontextunterstützung für komplexe Aufgaben.",
  "google/gemini-3-pro-image-preview-free.description": "Kostenlose Stufe von Gemini 3 Pro Image mit begrenztem Kontingent für multimodale Generierung.",
  "google/gemini-3-pro-image-preview.description": "Gemini 3 Pro Image (Nano Banana Pro) ist Googles Bildgenerierungsmodell mit Unterstützung für multimodale Konversation.",
  "google/gemini-3-pro-preview-free.description": "Gemini 3 Pro Preview Free bietet dieselben multimodalen Verständnis- und Denkfähigkeiten wie die Standardversion, jedoch mit Kontingent- und Ratenbeschränkungen – ideal für Tests und seltene Nutzung.",
  "google/gemini-3-pro-preview.description": "Gemini 3 Pro ist das nächste Generationenmodell für multimodales Denken innerhalb der Gemini-Familie. Es versteht Text, Audio, Bilder und Videos und bewältigt komplexe Aufgaben sowie große Codebasen.",
  "google/gemini-embedding-001.description": "Ein hochmodernes Embedding-Modell mit starker Leistung in Englisch, Mehrsprachigkeit und Code-Aufgaben.",
  "google/gemini-flash-1.5.description": "Gemini 1.5 Flash bietet optimierte multimodale Verarbeitung für eine Vielzahl komplexer Aufgaben.",
  "google/gemini-pro-1.5.description": "Gemini 1.5 Pro kombiniert die neuesten Optimierungen für eine effizientere Verarbeitung multimodaler Daten.",
  "google/gemma-2-27b-it.description": "Gemma 2 27B ist ein vielseitiges Sprachmodell mit starker Leistung in vielen Anwendungsszenarien.",
  "google/gemma-2-27b.description": "Gemma 2 ist Googles effiziente Modellfamilie für Anwendungen von kleinen Apps bis hin zu komplexer Datenverarbeitung.",
  "google/gemma-2-2b-it.description": "Ein fortschrittliches kleines Sprachmodell für Edge-Anwendungen.",
  "google/gemma-2-9b-it.description": "Gemma 2 9B, entwickelt von Google, bietet effiziente Befolgung von Anweisungen und solide Gesamtleistung.",
  "google/gemma-2-9b-it:free.description": "Gemma 2 ist Googles leichtgewichtige Open-Source-Textmodellfamilie.",
  "google/gemma-2-9b.description": "Gemma 2 ist Googles effiziente Modellfamilie für Anwendungen von kleinen Apps bis hin zu komplexer Datenverarbeitung.",
  "google/gemma-2b-it.description": "Gemma Instruct (2B) bietet grundlegende Anweisungsverarbeitung für leichte Anwendungen.",
  "google/gemma-3-12b-it.description": "Gemma 3 12B ist ein Open-Source-Sprachmodell von Google, das neue Maßstäbe in Effizienz und Leistung setzt.",
  "google/gemma-3-27b-it.description": "Gemma 3 27B ist ein Open-Source-Sprachmodell von Google, das neue Maßstäbe in Effizienz und Leistung setzt.",
  "google/text-embedding-005.description": "Ein auf Englisch fokussiertes Text-Embedding-Modell, optimiert für Code- und Sprachaufgaben.",
  "google/text-multilingual-embedding-002.description": "Ein mehrsprachiges Text-Embedding-Modell, optimiert für sprachübergreifende Aufgaben in vielen Sprachen.",
  "gpt-3.5-turbo-0125.description": "GPT 3.5 Turbo für Textgenerierung und -verständnis; verweist derzeit auf gpt-3.5-turbo-0125.",
  "gpt-3.5-turbo-0613.description": "GPT 3.5 Turbo ist ein schnelles und effizientes Modell für vielfältige Aufgaben.",
  "gpt-3.5-turbo-1106.description": "GPT 3.5 Turbo für Textgenerierung und -verständnis; verweist derzeit auf gpt-3.5-turbo-0125.",
  "gpt-3.5-turbo-instruct.description": "GPT 3.5 Turbo für Textgenerierung und -verständnis, optimiert für die Befolgung von Anweisungen.",
  "gpt-3.5-turbo.description": "GPT 3.5 Turbo für Textgenerierung und -verständnis; verweist derzeit auf gpt-3.5-turbo-0125.",
  "gpt-35-turbo-16k.description": "GPT-3.5 Turbo 16k ist ein leistungsstarkes Textgenerierungsmodell für komplexe Aufgaben.",
  "gpt-35-turbo.description": "GPT-3.5 Turbo ist OpenAIs effizientes Modell für Chat und Textgenerierung mit Unterstützung für parallele Funktionsaufrufe.",
  "gpt-4-0125-preview.description": "Das neueste GPT-4 Turbo unterstützt jetzt auch visuelle Eingaben. Visuelle Anfragen unterstützen den JSON-Modus und Funktionsaufrufe. Es ist ein kosteneffizientes multimodales Modell, das Genauigkeit und Effizienz für Echtzeitanwendungen ausbalanciert.",
  "gpt-4-0613.description": "GPT-4 bietet ein größeres Kontextfenster zur Verarbeitung längerer Eingaben – ideal für umfassende Informationssynthese und Datenanalyse.",
  "gpt-4-1106-preview.description": "Das neueste GPT-4 Turbo unterstützt jetzt auch visuelle Eingaben. Visuelle Anfragen unterstützen den JSON-Modus und Funktionsaufrufe. Es ist ein kosteneffizientes multimodales Modell, das Genauigkeit und Effizienz für Echtzeitanwendungen ausbalanciert.",
  "gpt-4-32k-0613.description": "GPT-4 bietet ein größeres Kontextfenster zur Verarbeitung längerer Eingaben – ideal für umfassende Informationssynthese und Datenanalyse.",
  "gpt-4-32k.description": "GPT-4 bietet ein größeres Kontextfenster zur Verarbeitung längerer Eingaben – ideal für umfassende Informationssynthese und Datenanalyse.",
  "gpt-4-o-preview.description": "GPT-4o ist das fortschrittlichste multimodale Modell und verarbeitet sowohl Text- als auch Bildeingaben.",
  "gpt-4-turbo-2024-04-09.description": "Das neueste GPT-4 Turbo unterstützt jetzt auch visuelle Eingaben. Visuelle Anfragen unterstützen den JSON-Modus und Funktionsaufrufe. Es ist ein kosteneffizientes multimodales Modell, das Genauigkeit und Effizienz für Echtzeitanwendungen ausbalanciert.",
  "gpt-4-turbo-preview.description": "Das neueste GPT-4 Turbo unterstützt jetzt auch visuelle Eingaben. Visuelle Anfragen unterstützen den JSON-Modus und Funktionsaufrufe. Es ist ein kosteneffizientes multimodales Modell, das Genauigkeit und Effizienz für Echtzeitanwendungen ausbalanciert.",
  "gpt-4-turbo.description": "Das neueste GPT-4 Turbo unterstützt jetzt auch visuelle Eingaben. Visuelle Anfragen unterstützen den JSON-Modus und Funktionsaufrufe. Es ist ein kosteneffizientes multimodales Modell, das Genauigkeit und Effizienz für Echtzeitanwendungen ausbalanciert.",
  "gpt-4-vision-preview.description": "Vorschau von GPT-4 Vision, entwickelt für Aufgaben der Bildanalyse und -verarbeitung.",
  "gpt-4.1-2025-04-14.description": "GPT-4.1 ist das Spitzenmodell für komplexe Aufgaben und ideal für interdisziplinäre Problemlösungen.",
  "gpt-4.1-mini.description": "GPT-4.1 mini vereint Intelligenz, Geschwindigkeit und Kostenersparnis – ideal für viele Anwendungsfälle.",
  "gpt-4.1-nano.description": "GPT-4.1 nano ist das schnellste und kostengünstigste Modell der GPT-4.1-Reihe.",
  "gpt-4.1.description": "GPT-4.1 ist unser Flaggschiffmodell für komplexe Aufgaben und domänenübergreifende Problemlösungen.",
  "gpt-4.5-preview.description": "GPT-4.5-preview ist das neueste Allzweckmodell mit tiefem Weltwissen und besserem Verständnis von Absichten. Es ist stark in kreativen Aufgaben und Agentenplanung. Der Wissensstand ist Oktober 2023.",
  "gpt-4.description": "GPT-4 bietet ein größeres Kontextfenster zur Verarbeitung längerer Eingaben – ideal für umfassende Informationssynthese und Datenanalyse.",
  "gpt-4o-2024-05-13.description": "ChatGPT-4o ist ein dynamisches Modell mit Echtzeitaktualisierung, das starkes Verständnis und Generierung für großflächige Anwendungsfälle wie Kundensupport, Bildung und technischen Support kombiniert.",
  "gpt-4o-2024-08-06.description": "ChatGPT-4o ist ein dynamisches Modell, das in Echtzeit aktualisiert wird. Es kombiniert ein starkes Sprachverständnis mit leistungsfähiger Textgenerierung für großflächige Anwendungsfälle wie Kundensupport, Bildung und technische Unterstützung.",
  "gpt-4o-2024-11-20.description": "ChatGPT-4o ist ein dynamisches Modell mit Echtzeit-Updates, das starkes Sprachverständnis und Textgenerierung für großflächige Anwendungsfälle wie Kundensupport, Bildung und technische Hilfe vereint.",
  "gpt-4o-audio-preview.description": "GPT-4o Audio-Vorschau-Modell mit Audioeingabe und -ausgabe.",
  "gpt-4o-mini-2024-07-18.description": "GPT-4o mini ist eine kosteneffiziente Lösung für ein breites Spektrum an Text- und Bildaufgaben.",
  "gpt-4o-mini-audio-preview.description": "GPT-4o Mini Audio-Modell mit Audioeingabe und -ausgabe.",
  "gpt-4o-mini-realtime-preview.description": "GPT-4o-mini-Echtzeitvariante mit Audio- und Textein-/ausgabe in Echtzeit.",
  "gpt-4o-mini-search-preview.description": "GPT-4o Mini Search Preview ist darauf trainiert, Websuchanfragen über die Chat Completions API zu verstehen und auszuführen. Websuchen werden zusätzlich zu den Tokenkosten pro Tool-Aufruf abgerechnet.",
  "gpt-4o-mini-transcribe.description": "GPT-4o Mini Transcribe ist ein Sprach-zu-Text-Modell, das Audio mit GPT-4o transkribiert und die Wortfehlerrate, Spracherkennung und Genauigkeit gegenüber dem ursprünglichen Whisper-Modell verbessert.",
  "gpt-4o-mini-tts.description": "GPT-4o Mini TTS ist ein Text-zu-Sprache-Modell auf Basis von GPT-4o Mini, das Text in natürlich klingende Sprache umwandelt (max. 2000 Token Eingabe).",
  "gpt-4o-mini.description": "GPT-4o Mini ist OpenAIs neuestes Modell nach GPT-4 Omni. Es unterstützt Text- und Bildeingaben mit Textausgabe. Es ist das fortschrittlichste kleine Modell von OpenAI, deutlich günstiger als aktuelle Spitzenmodelle und über 60 % günstiger als GPT-3.5 Turbo – bei gleichbleibend hoher Intelligenz (82 % MMLU).",
  "gpt-4o-realtime-preview-2024-10-01.description": "GPT-4o-Echtzeitvariante mit Audio- und Textein-/ausgabe in Echtzeit.",
  "gpt-4o-realtime-preview-2025-06-03.description": "GPT-4o-Echtzeitvariante mit Audio- und Textein-/ausgabe in Echtzeit.",
  "gpt-4o-realtime-preview.description": "GPT-4o-Echtzeitvariante mit Audio- und Textein-/ausgabe in Echtzeit.",
  "gpt-4o-search-preview.description": "GPT-4o Search Preview ist darauf trainiert, Websuchanfragen über die Chat Completions API zu verstehen und auszuführen. Websuchen werden zusätzlich zu den Tokenkosten pro Tool-Aufruf abgerechnet.",
  "gpt-4o-transcribe.description": "GPT-4o Transcribe ist ein Sprach-zu-Text-Modell, das Audio mit GPT-4o transkribiert und die Wortfehlerrate, Spracherkennung und Genauigkeit gegenüber dem ursprünglichen Whisper-Modell verbessert.",
  "gpt-4o.description": "ChatGPT-4o ist ein dynamisches Modell mit Echtzeit-Updates, das starkes Sprachverständnis und Textgenerierung für großflächige Anwendungsfälle wie Kundensupport, Bildung und technische Hilfe vereint.",
  "gpt-5-chat-latest.description": "Das GPT-5-Modell in ChatGPT kombiniert starkes Sprachverständnis und Textgenerierung für Konversationsanwendungen.",
  "gpt-5-chat.description": "GPT-5 Chat ist ein Vorschau-Modell, das für Konversationsszenarien optimiert ist. Es unterstützt Text- und Bildeingaben, gibt jedoch nur Text aus und eignet sich für Chatbots und dialogbasierte KI-Anwendungen.",
  "gpt-5-codex.description": "GPT-5 Codex ist eine GPT-5-Variante, die für agentenbasiertes Programmieren in Codex-ähnlichen Umgebungen optimiert ist.",
  "gpt-5-mini.description": "Eine schnellere, kosteneffizientere GPT-5-Variante für klar definierte Aufgaben, die schnelle Antworten bei gleichbleibender Qualität liefert.",
  "gpt-5-nano.description": "Die schnellste und kostengünstigste GPT-5-Variante – ideal für latenz- und kostenkritische Anwendungen.",
  "gpt-5-pro.description": "GPT-5 Pro nutzt mehr Rechenleistung für tiefere Überlegungen und liefert konsistent bessere Antworten.",
  "gpt-5.1-chat-latest.description": "GPT-5.1 Chat: die ChatGPT-Variante von GPT-5.1, entwickelt für Chat-Szenarien.",
  "gpt-5.1-codex-mini.description": "GPT-5.1 Codex Mini: eine kleinere, kostengünstigere Codex-Variante, optimiert für agentenbasiertes Programmieren.",
  "gpt-5.1-codex.description": "GPT-5.1 Codex: eine GPT-5.1-Variante, optimiert für agentenbasiertes Programmieren und komplexe Code-/Agenten-Workflows in der Responses API.",
  "gpt-5.1.description": "GPT-5.1 – ein Spitzenmodell, optimiert für Programmier- und Agentenaufgaben mit konfigurierbarem Denkaufwand und erweitertem Kontext.",
  "gpt-5.2-chat-latest.description": "GPT-5.2 Chat ist die ChatGPT-Variante (chat-latest) mit den neuesten Verbesserungen für Konversationen.",
  "gpt-5.2-pro.description": "GPT-5.2 Pro: eine intelligentere, präzisere GPT-5.2-Variante (nur über die Responses API), geeignet für schwierige Probleme und längere, mehrstufige Denkprozesse.",
  "gpt-5.2.description": "GPT-5.2 ist ein Spitzenmodell für Programmier- und agentenbasierte Workflows mit verbessertem Denkvermögen und Langkontextleistung.",
  "gpt-5.description": "Das beste Modell für domänenübergreifendes Programmieren und Agentenaufgaben. GPT-5 bietet große Fortschritte in Genauigkeit, Geschwindigkeit, logischem Denken, Kontextverständnis, strukturiertem Denken und Problemlösung.",
  "gpt-audio.description": "GPT Audio ist ein allgemeines Chat-Modell mit Audioein- und -ausgabe, unterstützt durch die Chat Completions API.",
  "gpt-image-1-mini.description": "Eine kostengünstigere GPT Image 1-Variante mit nativer Text- und Bildeingabe sowie Bildausgabe.",
  "gpt-image-1.5.description": "Ein verbessertes GPT Image 1-Modell mit 4× schnellerer Generierung, präziserer Bearbeitung und besserer Textrendering.",
  "gpt-image-1.description": "ChatGPTs natives multimodales Bildgenerierungsmodell.",
  "gpt-oss-120b.description": "Zugriff erfordert eine Bewerbung. GPT-OSS-120B ist ein Open-Source-Sprachmodell von OpenAI mit starker Textgenerierung.",
  "gpt-oss-20b.description": "Zugriff erfordert eine Bewerbung. GPT-OSS-20B ist ein mittelgroßes Open-Source-Sprachmodell von OpenAI mit effizienter Textgenerierung.",
  "gpt-oss:120b.description": "GPT-OSS 120B ist OpenAIs großes Open-Source-LLM mit MXFP4-Quantisierung und als Flaggschiffmodell positioniert. Es erfordert Multi-GPU- oder High-End-Workstation-Umgebungen und bietet exzellente Leistung bei komplexem Denken, Codegenerierung und mehrsprachiger Verarbeitung mit fortschrittlichem Funktionsaufruf und Tool-Integration.",
  "gpt-oss:20b.description": "GPT-OSS 20B ist ein Open-Source-LLM von OpenAI mit MXFP4-Quantisierung, geeignet für High-End-Consumer-GPUs oder Apple Silicon Macs. Es überzeugt bei Dialoggenerierung, Programmierung und Denkaufgaben und unterstützt Funktionsaufrufe und Tool-Nutzung.",
  "gpt-realtime.description": "Ein allgemeines Echtzeitmodell mit Unterstützung für Text- und Audio-Ein-/Ausgabe sowie Bildeingabe.",
  "grok-2-image-1212.description": "Unser neuestes Bildgenerierungsmodell erstellt lebendige, realistische Bilder aus Eingabeaufforderungen und eignet sich hervorragend für Marketing, soziale Medien und Unterhaltungsanwendungen.",
  "grok-2-vision-1212.description": "Verbesserte Genauigkeit, Befolgung von Anweisungen und mehrsprachige Fähigkeiten.",
  "grok-3-mini.description": "Ein leichtgewichtiges Modell, das vor der Antwort nachdenkt. Es ist schnell und intelligent bei logischen Aufgaben, die kein tiefes Fachwissen erfordern, mit Zugriff auf rohe Denkspuren.",
  "grok-3.description": "Ein Flaggschiffmodell, das sich für Unternehmensanwendungen wie Datenextraktion, Programmierung und Zusammenfassungen eignet, mit tiefem Fachwissen in Finanzen, Gesundheitswesen, Recht und Wissenschaft.",
  "grok-4-0709.description": "xAIs Grok 4 mit starker Fähigkeit zum logischen Denken.",
  "grok-4-1-fast-non-reasoning.description": "Ein fortschrittliches multimodales Modell, optimiert für leistungsstarke Agenten-Tools.",
  "grok-4-1-fast-reasoning.description": "Ein fortschrittliches multimodales Modell, optimiert für leistungsstarke Agenten-Tools.",
  "grok-4-fast-non-reasoning.description": "Wir freuen uns, Grok 4 Fast vorzustellen – unser neuester Fortschritt bei kosteneffizienten Denkmodellen.",
  "grok-4-fast-reasoning.description": "Wir freuen uns, Grok 4 Fast vorzustellen – unser neuester Fortschritt bei kosteneffizienten Denkmodellen.",
  "grok-4.description": "Unser neuestes und leistungsstärkstes Flaggschiffmodell, das in NLP, Mathematik und logischem Denken herausragt – ein idealer Allrounder.",
  "grok-code-fast-1.description": "Wir freuen uns, grok-code-fast-1 vorzustellen – ein schnelles und kosteneffizientes Denkmodell, das sich besonders für agentenbasiertes Programmieren eignet.",
  "groq/compound-mini.description": "Compound-mini ist ein zusammengesetztes KI-System, das auf öffentlich verfügbaren Modellen basiert und auf GroqCloud unterstützt wird. Es nutzt intelligent und selektiv Tools zur Beantwortung von Nutzeranfragen.",
  "groq/compound.description": "Compound ist ein zusammengesetztes KI-System, das auf mehreren öffentlich verfügbaren Modellen basiert und auf GroqCloud unterstützt wird. Es nutzt intelligent und selektiv Tools zur Beantwortung von Nutzeranfragen.",
  "gryphe/mythomax-l2-13b.description": "MythoMax L2 13B ist ein kreatives, intelligentes Sprachmodell, das aus mehreren Spitzenmodellen zusammengeführt wurde.",
  "hunyuan-a13b.description": "Das erste hybride Denkmodell von Hunyuan, aufgerüstet von hunyuan-standard-256K (80B gesamt, 13B aktiv). Standardmäßig im langsamen Denkmodus, unterstützt Umschaltung zwischen schnell/langsam über Parameter oder Präfix /no_think. Insgesamt verbesserte Fähigkeiten gegenüber der vorherigen Generation, insbesondere in Mathematik, Wissenschaft, Langtextverständnis und Agentenaufgaben.",
  "hunyuan-code.description": "Neuestes Codegenerierungsmodell, trainiert mit 200B hochwertigem Code und sechs Monaten SFT; Kontext erweitert auf 8K. Führend in automatisierten Benchmarks für fünf Programmiersprachen und in menschlichen Bewertungen nach zehn Kriterien.",
  "hunyuan-functioncall.description": "Neuestes MoE FunctionCall-Modell, trainiert mit hochwertigen Funktionsaufrufdaten, mit 32K Kontextfenster und führenden Benchmark-Ergebnissen in mehreren Dimensionen.",
  "hunyuan-large-longcontext.description": "Hervorragend bei Langdokumentaufgaben wie Zusammenfassungen und Fragenbeantwortung, bewältigt aber auch allgemeine Generierung. Starke Analyse und Generierung von langen, komplexen Inhalten.",
  "hunyuan-large-vision.description": "Ein visuell-sprachliches Modell, trainiert auf Basis von Hunyuan Large für Bild-Text-Verständnis. Unterstützt Multi-Bild- + Texteingaben in beliebiger Auflösung und verbessert das mehrsprachige visuelle Verständnis.",
  "hunyuan-large.description": "Hunyuan-large verfügt über ~389B Gesamtparameter und ~52B aktive – das größte und leistungsstärkste offene MoE-Modell in einer Transformer-Architektur.",
  "hunyuan-lite-vision.description": "Neuestes 7B multimodales Modell mit 32K Kontextfenster, unterstützt chinesisch/englischen multimodalen Chat, Objekterkennung, Dokumenttabellenverständnis und multimodale Mathematik, übertrifft 7B-Konkurrenzmodelle in mehreren Benchmarks.",
  "hunyuan-lite.description": "Aufgerüstet auf eine MoE-Architektur mit 256K Kontextfenster, führend gegenüber vielen offenen Modellen in NLP, Code, Mathematik und Branchenbenchmarks.",
  "hunyuan-pro.description": "MoE-Modell mit Billionenparametern und 32K Kontext, führend in Benchmarks, stark bei komplexen Anweisungen und logischem Denken, fortgeschrittener Mathematik, Funktionsaufrufen und optimiert für mehrsprachige Übersetzung, Finanzen, Recht und Medizin.",
  "hunyuan-role.description": "Neuestes Rollenspielmodell, offiziell auf Rollenspieldatensätzen feinabgestimmt, mit verbesserter Basisleistung für Rollenspielszenarien.",
  "hunyuan-standard-256K.description": "Verwendet verbessertes Routing zur Minderung von Lastverteilung und Expertenkollaps. Erreicht 99,9 % Trefferquote bei Nadel-im-Heuhaufen-Aufgaben im langen Kontext. MOE-256K erweitert Kontextlänge und -qualität weiter.",
  "hunyuan-standard-vision.description": "Neuestes multimodales Modell mit mehrsprachigen Antworten und ausgewogener chinesisch/englischer Fähigkeit.",
  "hunyuan-standard.description": "Verwendet verbessertes Routing zur Minderung von Lastverteilung und Expertenkollaps. Erreicht 99,9 % Trefferquote bei Nadel-im-Heuhaufen-Aufgaben im langen Kontext. MOE-32K bietet starken Mehrwert bei der Verarbeitung langer Eingaben.",
  "hunyuan-t1-20250321.description": "Vereint künstlerische und MINT-Fähigkeiten mit starkem Langtextverständnis. Unterstützt logische Antworten für Mathematik-, Logik-, Wissenschafts- und Programmierprobleme auf verschiedenen Schwierigkeitsstufen.",
  "hunyuan-t1-20250403.description": "Verbessert die Codegenerierung auf Projektebene und die Schreibqualität, stärkt das Verständnis mehrerer Gesprächsrunden und die Befolgung von ToB-Anweisungen, verbessert das Wortverständnis und reduziert Probleme mit gemischter vereinfachter/traditioneller und chinesisch/englischer Ausgabe.",
  "hunyuan-t1-20250529.description": "Verbessert kreatives Schreiben und Komposition, stärkt Frontend-Programmierung, Mathematik und logisches Denken sowie die Befolgung von Anweisungen.",
  "hunyuan-t1-20250711.description": "Verbessert stark schwierige Mathematik-, Logik- und Programmierfähigkeiten, erhöht die Ausgabestabilität und stärkt die Langtextverarbeitung.",
  "hunyuan-t1-latest.description": "Verbessert das langsame Denkmodell deutlich bei schwieriger Mathematik, komplexem logischen Denken, anspruchsvoller Programmierung, Befolgung von Anweisungen und kreativer Schreibqualität.",
  "hunyuan-t1-vision-20250619.description": "Neuestes t1-vision multimodales Modell mit tiefem logischen Denken und nativer Kettenlogik, deutlich verbessert gegenüber der vorherigen Standardversion.",
  "hunyuan-t1-vision-20250916.description": "Neuestes t1-vision Modell mit großen Fortschritten in VQA, visueller Verankerung, OCR, Diagrammen, Lösung fotografierter Aufgaben und bildbasierter Kreation sowie stärkerem Englisch und Unterstützung für ressourcenschwache Sprachen.",
  "hunyuan-turbo-20241223.description": "Diese Version verbessert die Skalierung von Anweisungen für bessere Generalisierung, stärkt Mathematik-/Code-/Logikdenken, verbessert das Wortverständnis und die Schreibqualität.",
  "hunyuan-turbo-latest.description": "Allgemeine Verbesserungen in NLP-Verständnis, Schreiben, Chat, QA, Übersetzung und Fachgebieten; menschlichere Antworten, bessere Klärung bei unklarer Absicht, verbessertes Wortverständnis, höhere kreative Qualität und Interaktivität sowie stärkere Mehrfachdialoge.",
  "hunyuan-turbo-vision.description": "Flaggschiff der nächsten Generation im Bereich Vision-Language mit neuer MoE-Architektur, umfassenden Verbesserungen in Erkennung, Inhaltserstellung, Wissens-QA und analytischem Denken.",
  "hunyuan-turbo.description": "Vorschau auf Hunyuan’s LLM der nächsten Generation mit neuer MoE-Architektur, liefert schnelleres Denken und bessere Ergebnisse als hunyuan-pro.",
  "hunyuan-turbos-20250313.description": "Vereinheitlicht den Stil mathematischer Lösungen und verbessert mehrstufige Mathematik-Fragen. Der Schreibstil wurde verfeinert, um den KI-typischen Ton zu reduzieren und die Ausdrucksweise zu verbessern.",
  "hunyuan-turbos-20250416.description": "Verbesserte Pretraining-Basis zur besseren Verständnis und Befolgung von Anweisungen; Ausrichtung verbessert Mathematik, Programmierung, Logik und Naturwissenschaften; verbessert Schreibqualität, Textverständnis, Übersetzungsgenauigkeit und Wissensfragen; stärkt Agentenfähigkeiten, insbesondere bei mehrstufigem Verständnis.",
  "hunyuan-turbos-20250604.description": "Verbesserte Pretraining-Basis mit besserem Schreiben und Leseverständnis, deutlichen Fortschritten in Programmierung und MINT-Fächern sowie besserem Umgang mit komplexen Anweisungen.",
  "hunyuan-turbos-20250926.description": "Verbesserte Qualität der Pretraining-Daten und Post-Training-Strategie, wodurch Agenten, Englisch/niedrig-resourcige Sprachen, Anweisungsbefolgung, Programmierung und MINT-Fähigkeiten verbessert werden.",
  "hunyuan-turbos-latest.description": "Das neueste Hunyuan TurboS-Flaggschiffmodell mit stärkerem logischen Denken und insgesamt besserer Nutzererfahrung.",
  "hunyuan-turbos-longtext-128k-20250325.description": "Hervorragend bei Aufgaben mit langen Dokumenten wie Zusammenfassungen und Fragenbeantwortung, beherrscht aber auch allgemeine Textgenerierung. Besonders stark bei Analyse und Erstellung komplexer, detaillierter Langtexte.",
  "hunyuan-turbos-role-plus.description": "Neuestes Rollenspielmodell, offiziell auf Rollenspieldatensätzen feinabgestimmt, mit verbesserter Basisleistung für Rollenspielszenarien.",
  "hunyuan-turbos-vision-20250619.description": "Neuestes TurboS Vision-Language-Flaggschiff mit großen Fortschritten bei Bild-Text-Aufgaben wie Objekterkennung, Wissensfragen, Werbetexten und bildbasiertem Problemlösen.",
  "hunyuan-turbos-vision.description": "Ein Next-Gen Vision-Language-Flaggschiff basierend auf dem neuesten TurboS, spezialisiert auf Bild-Text-Verständnisaufgaben wie Objekterkennung, Wissensfragen, Werbetexte und bildbasiertes Problemlösen.",
  "hunyuan-vision-1.5-instruct.description": "Ein schnelles Bild-zu-Text-Modell basierend auf dem Text-TurboS-Modell, mit deutlichen Verbesserungen gegenüber der Vorgängerversion in den Bereichen Bildgrundlagen-Erkennung und Bildanalyse-Logik.",
  "hunyuan-vision.description": "Neuestes multimodales Modell mit Unterstützung für Bild- und Texteingaben zur Textgenerierung.",
  "image-01-live.description": "Ein Bildgenerierungsmodell mit feinen Details, das Text-zu-Bild-Generierung und steuerbare Stilvorgaben unterstützt.",
  "image-01.description": "Ein neues Bildgenerierungsmodell mit feinen Details, das Text-zu-Bild- und Bild-zu-Bild-Generierung unterstützt.",
  "imagen-4.0-fast-generate-001.description": "Schnellversion der vierten Generation der Imagen-Text-zu-Bild-Modellreihe.",
  "imagen-4.0-generate-001.description": "Vierte Generation der Imagen-Text-zu-Bild-Modellreihe.",
  "imagen-4.0-generate-preview-06-06.description": "Vierte Generation der Imagen-Text-zu-Bild-Modellfamilie.",
  "imagen-4.0-ultra-generate-001.description": "Ultra-Version der vierten Generation der Imagen-Text-zu-Bild-Modellreihe.",
  "imagen-4.0-ultra-generate-preview-06-06.description": "Ultra-Variante der vierten Generation der Imagen-Text-zu-Bild-Modelle.",
  "inception/mercury-coder-small.description": "Mercury Coder Small eignet sich ideal für Codegenerierung, Debugging und Refactoring mit minimaler Latenz.",
  "inclusionAI/Ling-flash-2.0.description": "Ling-flash-2.0 ist das dritte Modell der Ling 2.0-Architektur vom Bailing-Team der Ant Group. Es handelt sich um ein MoE-Modell mit insgesamt 100 Milliarden Parametern, von denen nur 6,1 Milliarden pro Token aktiv sind (4,8 Milliarden ohne Einbettung). Trotz der schlanken Konfiguration erreicht es die Leistung von 40B-dichten Modellen und übertrifft sogar größere MoE-Modelle in mehreren Benchmarks – ein Beweis für hohe Effizienz durch Architektur und Trainingsstrategie.",
  "inclusionAI/Ling-mini-2.0.description": "Ling-mini-2.0 ist ein kleines, leistungsstarkes MoE-LLM mit 16 Milliarden Gesamtparametern und nur 1,4 Milliarden aktiven Parametern pro Token (789 Millionen ohne Einbettung), das eine sehr schnelle Generierung ermöglicht. Dank effizientem MoE-Design und großen, hochwertigen Trainingsdaten erreicht es eine Spitzenleistung, vergleichbar mit dichten Modellen unter 10B und größeren MoE-Modellen.",
  "inclusionAI/Ring-flash-2.0.description": "Ring-flash-2.0 ist ein leistungsstarkes Denkmodell, das auf Ling-flash-2.0-base basiert. Es verwendet eine MoE-Architektur mit 100 Milliarden Gesamtparametern und nur 6,1 Milliarden aktiven Parametern pro Inferenz. Der Icepop-Algorithmus stabilisiert das RL-Training für MoE-Modelle und ermöglicht kontinuierliche Fortschritte im komplexen Denken. Es erzielt große Durchbrüche bei schwierigen Benchmarks (Mathematikwettbewerbe, Codegenerierung, logisches Denken), übertrifft führende dichte Modelle unter 40B und konkurriert mit größeren offenen und geschlossenen Reasoning-Modellen. Auch im kreativen Schreiben überzeugt es, und seine effiziente Architektur ermöglicht schnelle Inferenz bei niedrigen Betriebskosten für hohe Parallelität.",
  "inclusionai/ling-1t.description": "Ling-1T ist das 1T-MoE-Modell von inclusionAI, optimiert für hochintensive Denkaufgaben und große Kontexte.",
  "inclusionai/ling-flash-2.0.description": "Ling-flash-2.0 ist ein MoE-Modell von inclusionAI, das auf Effizienz und Denkleistung optimiert ist – ideal für mittelgroße bis große Aufgaben.",
  "inclusionai/ling-mini-2.0.description": "Ling-mini-2.0 ist das leichtgewichtige MoE-Modell von inclusionAI, das die Kosten deutlich senkt und dennoch Denkfähigkeit beibehält.",
  "inclusionai/ming-flash-omini-preview.description": "Ming-flash-omni Preview ist das multimodale Modell von inclusionAI mit Unterstützung für Sprache, Bild und Video. Es bietet verbesserte Bilddarstellung und Spracherkennung.",
  "inclusionai/ring-1t.description": "Ring-1T ist das Billionen-Parameter-MoE-Modell von inclusionAI für groß angelegte Denk- und Forschungsaufgaben.",
  "inclusionai/ring-flash-2.0.description": "Ring-flash-2.0 ist eine Variante des Ring-Modells von inclusionAI für Szenarien mit hohem Durchsatz, mit Fokus auf Geschwindigkeit und Kosteneffizienz.",
  "inclusionai/ring-mini-2.0.description": "Ring-mini-2.0 ist das leichtgewichtige Hochdurchsatz-MoE-Modell von inclusionAI, entwickelt für gleichzeitige Verarbeitung.",
  "internlm/internlm2_5-7b-chat.description": "InternLM2.5-7B-Chat ist ein Open-Source-Chatmodell basierend auf der InternLM2-Architektur. Das 7B-Modell konzentriert sich auf Dialoggenerierung mit Unterstützung für Chinesisch und Englisch und nutzt modernes Training für flüssige, intelligente Konversationen. Es eignet sich für viele Chat-Szenarien wie Kundensupport und persönliche Assistenten.",
  "internlm2.5-latest.description": "Legacy-Modelle, die weiterhin gepflegt werden und nach vielen Iterationen eine hervorragende, stabile Leistung bieten. Verfügbar in 7B- und 20B-Größen, mit Unterstützung für 1M-Kontext und verbesserter Befolgung von Anweisungen sowie Werkzeugnutzung. Standardmäßig wird die neueste InternLM2.5-Serie verwendet (derzeit internlm2.5-20b-chat).",
  "internlm3-latest.description": "Unsere neueste Modellreihe mit exzellenter Denkleistung, führend unter offenen Modellen ihrer Größenklasse. Standardmäßig wird die neueste InternLM3-Serie verwendet (derzeit internlm3-8b-instruct).",
  "internvl2.5-38b-mpo.description": "InternVL2.5 38B MPO ist ein multimodales vortrainiertes Modell für komplexes Bild-Text-Denken.",
  "internvl2.5-latest.description": "InternVL2.5 wird weiterhin gepflegt und bietet starke, stabile Leistung. Standardmäßig wird die neueste InternVL2.5-Serie verwendet (derzeit internvl2.5-78b).",
  "internvl3-14b.description": "InternVL3 14B ist ein mittelgroßes multimodales Modell mit ausgewogenem Verhältnis von Leistung und Kosten.",
  "internvl3-1b.description": "InternVL3 1B ist ein leichtgewichtiges multimodales Modell für ressourcenbeschränkte Einsätze.",
  "internvl3-38b.description": "InternVL3 38B ist ein großes Open-Source-Multimodalmodell für hochpräzises Bild-Text-Verständnis.",
  "internvl3-latest.description": "Unser neuestes multimodales Modell mit verbessertem Bild-Text-Verständnis und Langsequenz-Bildverarbeitung, vergleichbar mit führenden geschlossenen Modellen. Standardmäßig wird die neueste InternVL-Serie verwendet (derzeit internvl3-78b).",
  "irag-1.0.description": "ERNIE iRAG ist ein Modell zur bildgestützten Generierung mit Bildsuche, Bild-Text-Retrieval und Inhaltserstellung.",
  "jamba-large.description": "Unser leistungsstärkstes und fortschrittlichstes Modell, entwickelt für komplexe Unternehmensaufgaben mit herausragender Leistung.",
  "jamba-mini.description": "Das effizienteste Modell seiner Klasse – vereint Geschwindigkeit und Qualität bei geringem Ressourcenverbrauch.",
  "jina-deepsearch-v1.description": "DeepSearch kombiniert Websuche, Leseverständnis und logisches Denken für gründliche Recherchen. Stellen Sie sich einen Agenten vor, der Ihre Rechercheaufgabe übernimmt, breit gefächerte Suchen in mehreren Iterationen durchführt und erst dann eine Antwort liefert. Der Prozess umfasst kontinuierliche Recherche, Schlussfolgerungen und Problemlösungen aus verschiedenen Blickwinkeln – grundlegend anders als herkömmliche LLMs, die auf vortrainierten Daten basieren, oder klassische RAG-Systeme mit einmaliger Oberflächensuche.",
  "kimi-k2-0711-preview.description": "kimi-k2 ist ein MoE-Grundlagenmodell mit starken Fähigkeiten in den Bereichen Programmierung und Agentenfunktionen (1T Gesamtparameter, 32B aktiv) und übertrifft andere gängige Open-Source-Modelle in den Bereichen logisches Denken, Programmierung, Mathematik und Agenten-Benchmarks.",
  "kimi-k2-0905-preview.description": "kimi-k2-0905-preview bietet ein 256k-Kontextfenster, verbesserte agentenbasierte Programmierung, höhere Codequalität im Frontend und ein besseres Kontextverständnis.",
  "kimi-k2-instruct.description": "Kimi K2 Instruct ist das offizielle Modell von Kimi für logisches Denken mit erweitertem Kontext für Code, Fragenbeantwortung und mehr.",
  "kimi-k2-thinking-turbo.description": "Hochgeschwindigkeitsvariante von K2 mit erweitertem Denkvermögen, 256k Kontext, starkem logischen Denken und einer Ausgabe von 60–100 Token/Sekunde.",
  "kimi-k2-thinking.description": "kimi-k2-thinking ist ein Denkmodell von Moonshot AI mit allgemeinen Agenten- und Denkfähigkeiten. Es glänzt durch tiefes logisches Denken und kann komplexe Probleme durch mehrstufige Werkzeugnutzung lösen.",
  "kimi-k2-turbo-preview.description": "kimi-k2 ist ein MoE-Grundlagenmodell mit starken Fähigkeiten in den Bereichen Programmierung und Agentenfunktionen (1T Gesamtparameter, 32B aktiv) und übertrifft andere gängige Open-Source-Modelle in den Bereichen logisches Denken, Programmierung, Mathematik und Agenten-Benchmarks.",
  "kimi-k2.5.description": "Kimi K2.5 ist das leistungsfähigste Kimi-Modell und bietet Open-Source-SOTA in Agentenaufgaben, Programmierung und visuellem Verständnis. Es unterstützt multimodale Eingaben sowie Denk- und Nicht-Denk-Modi.",
  "kimi-k2.description": "Kimi-K2 ist ein MoE-Basismodell von Moonshot AI mit starken Fähigkeiten in den Bereichen Programmierung und Agentenfunktionen, insgesamt 1T Parameter mit 32B aktiven. In Benchmarks zu allgemeinem logischen Denken, Programmierung, Mathematik und Agentenaufgaben übertrifft es andere gängige Open-Source-Modelle.",
  "kimi-k2:1t.description": "Kimi K2 ist ein großes MoE-LLM von Moonshot AI mit insgesamt 1T Parametern und 32B aktiven pro Durchlauf. Es ist für Agentenfunktionen wie fortgeschrittene Werkzeugnutzung, logisches Denken und Codegenerierung optimiert.",
  "kimi-latest.description": "Kimi Latest verwendet das neueste Kimi-Modell und kann experimentelle Funktionen enthalten. Es unterstützt Bildverständnis und wählt automatisch 8k/32k/128k-Abrechnungsmodelle basierend auf der Kontextlänge.",
  "kuaishou/kat-coder-pro-v1.description": "KAT-Coder-Pro-V1 (zeitlich begrenzt kostenlos) konzentriert sich auf Codeverständnis und Automatisierung für effiziente Programmieragenten.",
  "learnlm-1.5-pro-experimental.description": "LearnLM ist ein experimentelles, aufgabenorientiertes Modell, das auf Prinzipien der Lernwissenschaft basiert. Es folgt Systemanweisungen in Lehr-/Lernszenarien und agiert als Expertentutor.",
  "learnlm-2.0-flash-experimental.description": "LearnLM ist ein experimentelles, aufgabenorientiertes Modell, das auf Prinzipien der Lernwissenschaft basiert. Es folgt Systemanweisungen in Lehr-/Lernszenarien und agiert als Expertentutor.",
  "lite.description": "Spark Lite ist ein leichtgewichtiges LLM mit extrem niedriger Latenz und effizienter Verarbeitung. Es ist vollständig kostenlos und unterstützt Echtzeit-Websuche. Dank schneller Reaktionszeiten eignet es sich gut für Geräte mit geringer Rechenleistung und Modellanpassung – ideal für Wissensfragen, Inhaltserstellung und Suchszenarien.",
  "llama-3.1-70b-versatile.description": "Llama 3.1 70B bietet verbessertes logisches Denken für komplexe Anwendungen und unterstützt rechenintensive Aufgaben mit hoher Effizienz und Genauigkeit.",
  "llama-3.1-8b-instant.description": "Llama 3.1 8B ist ein hocheffizientes Modell mit schneller Textgenerierung – ideal für großflächige, kosteneffiziente Anwendungen.",
  "llama-3.1-instruct.description": "Das auf Anweisungen abgestimmte Modell Llama 3.1 ist für Chat optimiert und übertrifft viele offene Chatmodelle in gängigen Branchenbenchmarks.",
  "llama-3.2-11b-vision-instruct.description": "Starkes Bildverständnis bei hochauflösenden Bildern – ideal für visuelle Analyseanwendungen.",
  "llama-3.2-11b-vision-preview.description": "Llama 3.2 ist für Aufgaben konzipiert, die Vision und Text kombinieren. Es glänzt bei Bildbeschreibungen und visuellen Fragen und verbindet Sprachgenerierung mit visuellem Denken.",
  "llama-3.2-90b-vision-instruct.description": "Fortgeschrittenes Bildverständnis für visuelle Agentenanwendungen.",
  "llama-3.2-90b-vision-preview.description": "Llama 3.2 ist für Aufgaben konzipiert, die Vision und Text kombinieren. Es glänzt bei Bildbeschreibungen und visuellen Fragen und verbindet Sprachgenerierung mit visuellem Denken.",
  "llama-3.2-vision-instruct.description": "Das auf Anweisungen abgestimmte Modell Llama 3.2-Vision ist für visuelle Erkennung, Bildverständnis, Bildbeschreibungen und allgemeine Bildfragen optimiert.",
  "llama-3.3-70b-versatile.description": "Meta Llama 3.3 ist ein mehrsprachiges LLM mit 70B Parametern (Text in/Text out) und bietet vortrainierte sowie anweisungsoptimierte Varianten. Die textbasierte, anweisungsoptimierte Version ist für mehrsprachige Dialoge optimiert und übertrifft viele offene und geschlossene Chatmodelle in gängigen Benchmarks.",
  "llama-3.3-70b.description": "Llama 3.3 70B: ein mittelgroßes bis großes Llama-Modell mit ausgewogenem Verhältnis zwischen logischem Denken und Durchsatz.",
  "llama-3.3-instruct.description": "Das auf Anweisungen abgestimmte Modell Llama 3.3 ist für Chat optimiert und übertrifft viele offene Chatmodelle in gängigen Branchenbenchmarks.",
  "llama3-70b-8192.description": "Meta Llama 3 70B bietet außergewöhnliche Komplexitätsbewältigung für anspruchsvolle Projekte.",
  "llama3-8b-8192.description": "Meta Llama 3 8B liefert starke Leistungen im logischen Denken für vielfältige Szenarien.",
  "llama3-groq-70b-8192-tool-use-preview.description": "Llama 3 Groq 70B Tool Use bietet starke Werkzeugnutzung für effiziente Bearbeitung komplexer Aufgaben.",
  "llama3-groq-8b-8192-tool-use-preview.description": "Llama 3 Groq 8B Tool Use ist für effiziente Werkzeugnutzung mit schneller paralleler Verarbeitung optimiert.",
  "llama3.1-8b.description": "Llama 3.1 8B: eine kleine, latenzarme Llama-Variante für leichte Online-Inferenz und Chat.",
  "llama3.1.description": "Llama 3.1 ist Metas Spitzenmodell mit bis zu 405B Parametern für komplexe Dialoge, mehrsprachige Übersetzungen und Datenanalysen.",
  "llama3.1:405b.description": "Llama 3.1 ist Metas Spitzenmodell mit bis zu 405B Parametern für komplexe Dialoge, mehrsprachige Übersetzungen und Datenanalysen.",
  "llama3.1:70b.description": "Llama 3.1 ist Metas Spitzenmodell mit bis zu 405B Parametern für komplexe Dialoge, mehrsprachige Übersetzungen und Datenanalysen.",
  "llava-v1.5-7b-4096-preview.description": "LLaVA 1.5 7B kombiniert visuelle Verarbeitung mit Textgenerierung für komplexe Ausgaben aus visuellen Eingaben.",
  "llava.description": "LLaVA ist ein multimodales Modell, das einen Vision-Encoder mit Vicuna kombiniert und starkes Verständnis für Vision und Sprache bietet.",
  "llava:13b.description": "LLaVA ist ein multimodales Modell, das einen Vision-Encoder mit Vicuna kombiniert und starkes Verständnis für Vision und Sprache bietet.",
  "llava:34b.description": "LLaVA ist ein multimodales Modell, das einen Vision-Encoder mit Vicuna kombiniert und starkes Verständnis für Vision und Sprache bietet.",
  "magistral-medium-latest.description": "Magistral Medium 1.2 ist ein fortschrittliches Reasoning-Modell von Mistral AI (September 2025) mit Bildverarbeitungsunterstützung.",
  "magistral-small-2509.description": "Magistral Small 1.2 ist ein Open-Source-Kleinmodell für logisches Denken von Mistral AI (September 2025) mit Bildverarbeitungsunterstützung.",
  "mathstral.description": "MathΣtral wurde für wissenschaftliche Forschung und mathematisches Denken entwickelt – mit starker Rechenleistung und Erklärungsfähigkeit.",
  "max-32k.description": "Spark Max 32K bietet Verarbeitung großer Kontexte mit verbessertem Kontextverständnis und logischem Denken. Unterstützt 32K-Token-Eingaben für das Lesen langer Dokumente und private Wissensabfragen.",
  "megrez-3b-instruct.description": "Megrez 3B Instruct ist ein kleines, effizientes Modell von Wuwen Xinqiong.",
  "meituan/longcat-flash-chat.description": "Ein Open-Source-Basismodell ohne Denkfunktion von Meituan, optimiert für Dialog- und Agentenaufgaben – stark in der Werkzeugnutzung und bei komplexen, mehrstufigen Interaktionen.",
  "meta-llama-3-70b-instruct.description": "Ein leistungsstarkes Modell mit 70 Milliarden Parametern, das in den Bereichen logisches Denken, Programmierung und Sprachverarbeitung überzeugt.",
  "meta-llama-3-8b-instruct.description": "Ein vielseitiges Modell mit 8 Milliarden Parametern, optimiert für Chat und Textgenerierung.",
  "meta-llama-3.1-405b-instruct.description": "Llama 3.1 ist ein instruktionstaugliches Textmodell, optimiert für mehrsprachige Chats. Es erzielt starke Ergebnisse in gängigen Branchenbenchmarks unter offenen und geschlossenen Chatmodellen.",
  "meta-llama-3.1-70b-instruct.description": "Llama 3.1 ist ein instruktionstaugliches Textmodell, optimiert für mehrsprachige Chats. Es erzielt starke Ergebnisse in gängigen Branchenbenchmarks unter offenen und geschlossenen Chatmodellen.",
  "meta-llama-3.1-8b-instruct.description": "Llama 3.1 ist ein instruktionstaugliches Textmodell, optimiert für mehrsprachige Chats. Es erzielt starke Ergebnisse in gängigen Branchenbenchmarks unter offenen und geschlossenen Chatmodellen.",
  "meta-llama/Llama-2-13b-chat-hf.description": "LLaMA-2 Chat (13B) bietet starke Sprachverarbeitung und ein solides Chat-Erlebnis.",
  "meta-llama/Llama-2-70b-hf.description": "LLaMA-2 bietet starke Sprachverarbeitung und ein solides Interaktionserlebnis.",
  "meta-llama/Llama-3-70b-chat-hf.description": "Llama 3 70B Instruct Reference ist ein leistungsstarkes Chatmodell für komplexe Dialoge.",
  "meta-llama/Llama-3-8b-chat-hf.description": "Llama 3 8B Instruct Reference bietet mehrsprachige Unterstützung und breites Fachwissen.",
  "meta-llama/Llama-3.2-11B-Vision-Instruct-Turbo.description": "LLaMA 3.2 wurde für Aufgaben entwickelt, die Bild und Text kombinieren. Es überzeugt bei Bildbeschreibungen und visuellen Frage-Antwort-Aufgaben und verbindet Sprachgenerierung mit visuellem Denken.",
  "meta-llama/Llama-3.2-3B-Instruct-Turbo.description": "LLaMA 3.2 wurde für Aufgaben entwickelt, die Bild und Text kombinieren. Es überzeugt bei Bildbeschreibungen und visuellen Frage-Antwort-Aufgaben und verbindet Sprachgenerierung mit visuellem Denken.",
  "meta-llama/Llama-3.2-90B-Vision-Instruct-Turbo.description": "LLaMA 3.2 wurde für Aufgaben entwickelt, die Bild und Text kombinieren. Es überzeugt bei Bildbeschreibungen und visuellen Frage-Antwort-Aufgaben und verbindet Sprachgenerierung mit visuellem Denken.",
  "meta-llama/Llama-3.3-70B-Instruct-Turbo.description": "Meta Llama 3.3 ist ein mehrsprachiges LLM mit 70 Milliarden Parametern (Text-in/Text-out), vortrainiert und instruktionstauglich. Die instruktionstaugliche Textversion ist für mehrsprachige Chats optimiert und übertrifft viele offene und geschlossene Chatmodelle in gängigen Benchmarks.",
  "meta-llama/Llama-Vision-Free.description": "LLaMA 3.2 wurde für Aufgaben entwickelt, die Bild und Text kombinieren. Es überzeugt bei Bildbeschreibungen und visuellen Frage-Antwort-Aufgaben und verbindet Sprachgenerierung mit visuellem Denken.",
  "meta-llama/Meta-Llama-3-70B-Instruct-Lite.description": "Llama 3 70B Instruct Lite wurde für hohe Leistung bei niedriger Latenz entwickelt.",
  "meta-llama/Meta-Llama-3-70B-Instruct-Turbo.description": "Llama 3 70B Instruct Turbo bietet starkes Verständnis und Generierung für anspruchsvollste Aufgaben.",
  "meta-llama/Meta-Llama-3-8B-Instruct-Lite.description": "Llama 3 8B Instruct Lite bietet ausgewogene Leistung für ressourcenbeschränkte Umgebungen.",
  "meta-llama/Meta-Llama-3-8B-Instruct-Turbo.description": "Llama 3 8B Instruct Turbo ist ein leistungsstarkes LLM für vielfältige Anwendungsfälle.",
  "meta-llama/Meta-Llama-3.1-405B-Instruct-Turbo.description": "Das 405B Llama 3.1 Turbo Modell bietet enorme Kontextkapazität für Big-Data-Verarbeitung und überzeugt in großskaligen KI-Anwendungen.",
  "meta-llama/Meta-Llama-3.1-405B-Instruct.description": "Llama 3.1 ist Metas führende Modellfamilie mit bis zu 405 Milliarden Parametern für komplexe Dialoge, mehrsprachige Übersetzungen und Datenanalysen.",
  "meta-llama/Meta-Llama-3.1-70B-Instruct-Turbo.description": "Llama 3.1 70B ist feinabgestimmt für Hochlastanwendungen; FP8-Quantisierung ermöglicht effiziente Berechnungen und Genauigkeit in komplexen Szenarien.",
  "meta-llama/Meta-Llama-3.1-70B.description": "Llama 3.1 ist Metas führende Modellfamilie mit bis zu 405 Milliarden Parametern für komplexe Dialoge, mehrsprachige Übersetzungen und Datenanalysen.",
  "meta-llama/Meta-Llama-3.1-8B-Instruct-Turbo.description": "Llama 3.1 8B nutzt FP8-Quantisierung, unterstützt bis zu 131.072 Kontext-Token und gehört zu den besten offenen Modellen für komplexe Aufgaben in vielen Benchmarks.",
  "meta-llama/llama-3-70b-instruct.description": "Llama 3 70B Instruct ist für hochwertige Dialoge optimiert und erzielt starke Ergebnisse in menschlichen Bewertungen.",
  "meta-llama/llama-3-8b-instruct.description": "Llama 3 8B Instruct ist für hochwertige Dialoge optimiert und übertrifft viele geschlossene Modelle.",
  "meta-llama/llama-3.1-70b-instruct.description": "Die neueste Llama 3.1-Serie von Meta – die 70B instruktionstaugliche Variante ist für hochwertige Dialoge optimiert. In Branchentests zeigt sie starke Leistung gegenüber führenden geschlossenen Modellen. (Nur für verifizierte Unternehmen verfügbar.)",
  "meta-llama/llama-3.1-8b-instruct.description": "Die neueste Llama 3.1-Serie von Meta – die 8B instruktionstaugliche Variante ist besonders schnell und effizient. In Branchentests liefert sie starke Leistung und übertrifft viele führende geschlossene Modelle. (Nur für verifizierte Unternehmen verfügbar.)",
  "meta-llama/llama-3.1-8b-instruct:free.description": "LLaMA 3.1 bietet mehrsprachige Unterstützung und gehört zu den führenden generativen Modellen.",
  "meta-llama/llama-3.2-11b-vision-instruct.description": "LLaMA 3.2 wurde für Aufgaben entwickelt, die Vision und Text kombinieren. Es glänzt bei der Bildbeschreibung und visuellen Fragebeantwortung und schlägt eine Brücke zwischen Sprachgenerierung und visuellem Denken.",
  "meta-llama/llama-3.2-3b-instruct.description": "meta-llama/llama-3.2-3b-instruct",
  "meta-llama/llama-3.2-90b-vision-instruct.description": "LLaMA 3.2 wurde für Aufgaben entwickelt, die Vision und Text kombinieren. Es glänzt bei der Bildbeschreibung und visuellen Fragebeantwortung und schlägt eine Brücke zwischen Sprachgenerierung und visuellem Denken.",
  "meta-llama/llama-3.3-70b-instruct.description": "Llama 3.3 ist das fortschrittlichste mehrsprachige Open-Source-Modell der Llama-Reihe und bietet nahezu 405B-Leistung zu sehr niedrigen Kosten. Es basiert auf der Transformer-Architektur und wurde mit SFT und RLHF für Nützlichkeit und Sicherheit optimiert. Die instruktionstunierte Version ist für mehrsprachige Chats optimiert und übertrifft viele offene und geschlossene Chatmodelle in Branchenbenchmarks. Wissensstand: Dezember 2023.",
  "meta-llama/llama-3.3-70b-instruct:free.description": "Llama 3.3 ist das fortschrittlichste mehrsprachige Open-Source-Modell der Llama-Reihe und bietet nahezu 405B-Leistung zu sehr niedrigen Kosten. Es basiert auf der Transformer-Architektur und wurde mit SFT und RLHF für Nützlichkeit und Sicherheit optimiert. Die instruktionstunierte Version ist für mehrsprachige Chats optimiert und übertrifft viele offene und geschlossene Chatmodelle in Branchenbenchmarks. Wissensstand: Dezember 2023.",
  "meta.llama3-1-405b-instruct-v1:0.description": "Meta Llama 3.1 405B Instruct ist das größte und leistungsstärkste Llama 3.1 Instruct-Modell – ein hochentwickeltes Modell für Dialogverständnis und Generierung synthetischer Daten sowie eine starke Grundlage für domänenspezifisches Pretraining oder Fine-Tuning. Die mehrsprachigen Llama 3.1 LLMs sind vortrainierte und instruktionstunierte Generierungsmodelle in den Größen 8B, 70B und 405B (Text in/Text out). Die instruktionstunierten Textmodelle sind für mehrsprachige Dialoge optimiert und übertreffen viele verfügbare offene Chatmodelle in gängigen Benchmarks. Llama 3.1 ist für kommerzielle und wissenschaftliche Nutzung über Sprachgrenzen hinweg konzipiert. Instruktionstunierte Modelle eignen sich für assistentenähnliche Chats, während vortrainierte Modelle breitere Aufgaben der Sprachgenerierung abdecken. Die Ausgaben von Llama 3.1 können auch zur Verbesserung anderer Modelle verwendet werden, z. B. zur Generierung und Verfeinerung synthetischer Daten. Llama 3.1 ist ein autoregressives Transformer-Modell mit optimierter Architektur. Die tunierten Versionen nutzen überwachtes Fine-Tuning (SFT) und Reinforcement Learning aus menschlichem Feedback (RLHF), um sich an menschliche Präferenzen hinsichtlich Nützlichkeit und Sicherheit anzupassen.",
  "meta.llama3-1-70b-instruct-v1:0.description": "Ein aktualisiertes Meta Llama 3.1 70B Instruct mit erweitertem 128K-Kontextfenster, mehrsprachiger Unterstützung und verbessertem logischen Denken. Die mehrsprachigen Llama 3.1 LLMs sind vortrainierte und instruktionstunierte Generierungsmodelle in den Größen 8B, 70B und 405B (Text in/Text out). Die instruktionstunierten Textmodelle sind für mehrsprachige Dialoge optimiert und übertreffen viele verfügbare offene Chatmodelle in gängigen Benchmarks. Llama 3.1 ist für kommerzielle und wissenschaftliche Nutzung über Sprachgrenzen hinweg konzipiert. Instruktionstunierte Modelle eignen sich für assistentenähnliche Chats, während vortrainierte Modelle breitere Aufgaben der Sprachgenerierung abdecken. Die Ausgaben von Llama 3.1 können auch zur Verbesserung anderer Modelle verwendet werden, z. B. zur Generierung und Verfeinerung synthetischer Daten. Llama 3.1 ist ein autoregressives Transformer-Modell mit optimierter Architektur. Die tunierten Versionen nutzen überwachtes Fine-Tuning (SFT) und Reinforcement Learning aus menschlichem Feedback (RLHF), um sich an menschliche Präferenzen hinsichtlich Nützlichkeit und Sicherheit anzupassen.",
  "meta.llama3-1-8b-instruct-v1:0.description": "Ein aktualisiertes Meta Llama 3.1 8B Instruct mit 128K-Kontextfenster, mehrsprachiger Unterstützung und verbessertem logischen Denken. Die Llama 3.1-Familie umfasst instruktionstunierte Textmodelle in den Größen 8B, 70B und 405B, die für mehrsprachige Chats und starke Benchmark-Ergebnisse optimiert sind. Sie ist für kommerzielle und wissenschaftliche Nutzung über Sprachgrenzen hinweg konzipiert; instruktionstunierte Modelle eignen sich für assistentenähnliche Chats, während vortrainierte Modelle breitere Generierungsaufgaben abdecken. Die Ausgaben von Llama 3.1 können auch zur Verbesserung anderer Modelle verwendet werden (z. B. synthetische Daten und Verfeinerung). Es handelt sich um ein autoregressives Transformer-Modell mit SFT und RLHF zur Ausrichtung auf Nützlichkeit und Sicherheit.",
  "meta.llama3-70b-instruct-v1:0.description": "Meta Llama 3 ist ein offenes LLM für Entwickler, Forscher und Unternehmen, das ihnen hilft, generative KI-Ideen zu entwickeln, zu testen und verantwortungsvoll zu skalieren. Als Teil der Grundlage für globale Innovationsgemeinschaften eignet es sich hervorragend für Content-Erstellung, Konversations-KI, Sprachverständnis, Forschung & Entwicklung sowie Unternehmensanwendungen.",
  "meta.llama3-8b-instruct-v1:0.description": "Meta Llama 3 ist ein offenes LLM für Entwickler, Forscher und Unternehmen. Es wurde entwickelt, um beim Aufbau, Experimentieren und verantwortungsvollen Skalieren generativer KI-Ideen zu unterstützen. Als Teil der Grundlage für globale Innovationsgemeinschaften eignet es sich besonders für Umgebungen mit begrenzten Rechenressourcen, Edge-Geräte und schnellere Trainingszeiten.",
  "meta/Llama-3.2-11B-Vision-Instruct.description": "Starke Bildverarbeitung bei hochauflösenden Bildern – ideal für visuelle Verständnisanwendungen.",
  "meta/Llama-3.2-90B-Vision-Instruct.description": "Fortschrittliche Bildverarbeitung für visuelle Agentenanwendungen.",
  "meta/Llama-3.3-70B-Instruct.description": "Llama 3.3 ist das fortschrittlichste mehrsprachige Open-Source-Llama-Modell mit nahezu 405B-Leistung bei sehr niedrigen Kosten. Es basiert auf Transformer-Architektur und wurde mit SFT und RLHF für Nützlichkeit und Sicherheit optimiert. Die instruktionstunierte Version ist für mehrsprachige Chats optimiert und übertrifft viele offene und geschlossene Chatmodelle in Branchenbenchmarks. Wissensstand: Dezember 2023.",
  "meta/Meta-Llama-3-70B-Instruct.description": "Ein leistungsstarkes Modell mit 70 Milliarden Parametern, das in den Bereichen logisches Denken, Programmierung und allgemeine Sprachverarbeitung überzeugt.",
  "meta/Meta-Llama-3-8B-Instruct.description": "Ein vielseitiges Modell mit 8 Milliarden Parametern, optimiert für Chat und Textgenerierung.",
  "meta/Meta-Llama-3.1-405B-Instruct.description": "Das instruktionstunierte Textmodell Llama 3.1 ist für mehrsprachige Chats optimiert und erzielt starke Ergebnisse in gängigen Branchenbenchmarks – sowohl im Vergleich zu offenen als auch geschlossenen Chatmodellen.",
  "meta/Meta-Llama-3.1-70B-Instruct.description": "Das instruktionstunierte Textmodell Llama 3.1 ist für mehrsprachige Chats optimiert und erzielt starke Ergebnisse in gängigen Branchenbenchmarks – sowohl im Vergleich zu offenen als auch geschlossenen Chatmodellen.",
  "meta/Meta-Llama-3.1-8B-Instruct.description": "Das instruktionstunierte Textmodell Llama 3.1 ist für mehrsprachige Chats optimiert und erzielt starke Ergebnisse in gängigen Branchenbenchmarks – sowohl im Vergleich zu offenen als auch geschlossenen Chatmodellen.",
  "meta/llama-3-70b.description": "Ein Open-Source-Modell mit 70 Milliarden Parametern, von Meta für das Befolgen von Anweisungen feinabgestimmt und auf Groq LPU-Hardware für schnelle, effiziente Inferenz bereitgestellt.",
  "meta/llama-3-8b.description": "Ein Open-Source-Modell mit 8 Milliarden Parametern, von Meta für das Befolgen von Anweisungen feinabgestimmt und auf Groq LPU-Hardware für schnelle, effiziente Inferenz bereitgestellt.",
  "meta/llama-3.1-405b-instruct.description": "Ein fortschrittliches LLM zur Unterstützung von synthetischer Datengenerierung, Wissensdestillation und logischem Denken für Chatbots, Programmierung und domänenspezifische Aufgaben.",
  "meta/llama-3.1-70b-instruct.description": "Entwickelt für komplexe Dialoge mit exzellentem Kontextverständnis, logischem Denken und Textgenerierung.",
  "meta/llama-3.1-70b.description": "Ein aktualisiertes Meta Llama 3 70B Instruct mit 128K Kontext, mehrsprachiger Unterstützung und verbessertem logischen Denken.",
  "meta/llama-3.1-8b-instruct.description": "Ein hochmodernes Modell mit starker Sprachverarbeitung, logischem Denken und Textgenerierung.",
  "meta/llama-3.1-8b.description": "Llama 3.1 8B unterstützt ein 128K-Kontextfenster – ideal für Echtzeit-Chats und Datenanalysen – und bietet erhebliche Kostenvorteile gegenüber größeren Modellen. Bereitgestellt auf Groq LPU-Hardware für schnelle, effiziente Inferenz.",
  "meta/llama-3.2-11b-vision-instruct.description": "Ein fortschrittliches Vision-Language-Modell, das sich durch hochwertige Bildverarbeitung auszeichnet.",
  "meta/llama-3.2-11b.description": "Ein instruktionstuniertes Modell zur Bildverarbeitung (Text+Bild-Eingabe, Text-Ausgabe), optimiert für visuelle Erkennung, Bildverständnis, Bildbeschriftung und allgemeine Bildfragen.",
  "meta/llama-3.2-1b-instruct.description": "Ein hochmodernes kleines Sprachmodell mit starker Sprachverarbeitung, logischem Denken und Textgenerierung.",
  "meta/llama-3.2-1b.description": "Textbasiertes Modell für On-Device-Anwendungen wie mehrsprachige lokale Suche, Zusammenfassungen und Umschreibungen.",
  "meta/llama-3.2-3b-instruct.description": "Ein hochmodernes kleines Sprachmodell mit starker Sprachverarbeitung, logischem Denken und Textgenerierung.",
  "meta/llama-3.2-3b.description": "Textbasiertes Modell, feinabgestimmt für On-Device-Anwendungen wie mehrsprachige lokale Suche, Zusammenfassungen und Umschreibungen.",
  "meta/llama-3.2-90b-vision-instruct.description": "Ein fortschrittliches Vision-Language-Modell, das sich durch hochwertige Bildverarbeitung auszeichnet.",
  "meta/llama-3.2-90b.description": "Ein instruktionstuniertes Modell zur Bildverarbeitung (Text+Bild-Eingabe, Text-Ausgabe), optimiert für visuelle Erkennung, Bildverständnis, Bildbeschriftung und allgemeine Bildfragen.",
  "meta/llama-3.3-70b-instruct.description": "Ein fortschrittliches LLM mit Stärken in logischem Denken, Mathematik, Alltagswissen und Funktionsaufrufen.",
  "meta/llama-3.3-70b.description": "Ein perfektes Gleichgewicht zwischen Leistung und Effizienz. Entwickelt für leistungsstarke Konversations-KI in der Inhaltserstellung, Unternehmensanwendungen und Forschung – mit starker Sprachverarbeitung für Zusammenfassungen, Klassifikation, Sentimentanalyse und Codegenerierung.",
  "meta/llama-4-maverick.description": "Die Llama-4-Familie ist eine native multimodale KI-Modellreihe, die Text- und Multimodalerlebnisse unterstützt. Sie nutzt MoE für führendes Text- und Bildverständnis. Llama 4 Maverick ist ein 17B-Modell mit 128 Experten, bereitgestellt von DeepInfra.",
  "meta/llama-4-scout.description": "Die Llama-4-Familie ist eine native multimodale KI-Modellreihe, die Text- und Multimodalerlebnisse unterstützt. Sie nutzt MoE für führendes Text- und Bildverständnis. Llama 4 Scout ist ein 17B-Modell mit 16 Experten, bereitgestellt von DeepInfra.",
  "microsoft/Phi-3-medium-128k-instruct.description": "Dasselbe Phi-3-medium-Modell mit erweitertem Kontextfenster für RAG- oder Few-Shot-Prompts.",
  "microsoft/Phi-3-medium-4k-instruct.description": "Ein Modell mit 14 Milliarden Parametern, das qualitativ hochwertiger ist als Phi-3-mini und sich auf datenintensive Aufgaben mit starkem logischen Denken konzentriert.",
  "microsoft/Phi-3-mini-128k-instruct.description": "Dasselbe Phi-3-mini-Modell mit erweitertem Kontextfenster für RAG- oder Few-Shot-Prompts.",
  "microsoft/Phi-3-mini-4k-instruct.description": "Das kleinste Mitglied der Phi-3-Familie, optimiert für Qualität und geringe Latenz.",
  "microsoft/Phi-3-small-128k-instruct.description": "Dasselbe Phi-3-small-Modell mit erweitertem Kontextfenster für RAG- oder Few-Shot-Prompts.",
  "microsoft/Phi-3-small-8k-instruct.description": "Ein Modell mit 7 Milliarden Parametern, das qualitativ hochwertiger ist als Phi-3-mini und sich auf datenintensive Aufgaben mit starkem logischen Denken konzentriert.",
  "microsoft/Phi-3.5-mini-instruct.description": "Eine aktualisierte Version des Phi-3-mini-Modells.",
  "microsoft/Phi-3.5-vision-instruct.description": "Eine aktualisierte Version des Phi-3-vision-Modells.",
  "microsoft/WizardLM-2-8x22B.description": "WizardLM 2 ist ein Sprachmodell von Microsoft AI, das sich durch komplexe Dialoge, mehrsprachige Aufgaben, logisches Denken und Assistenzfunktionen auszeichnet.",
  "microsoft/wizardlm-2-8x22b.description": "WizardLM-2 8x22B ist das fortschrittlichste Wizard-Modell von Microsoft AI mit hochkompetitiver Leistung.",
  "mimo-v2-flash.description": "MiMo-V2-Flash: Ein effizientes Modell für logisches Denken, Programmierung und Agenten-Grundlagen.",
  "minicpm-v.description": "MiniCPM-V ist das nächste multimodale Modell von OpenBMB mit exzellenter OCR- und multimodaler Verständnisleistung für vielfältige Anwendungsfälle.",
  "minimax-m2.1.description": "MiniMax-M2.1 ist die neueste Version der MiniMax-Serie, optimiert für mehrsprachige Programmierung und komplexe Aufgaben in der realen Welt. Als AI-natives Modell bietet es deutliche Verbesserungen in der Modellleistung, Unterstützung von Agenten-Frameworks und Anpassung an verschiedene Szenarien – mit dem Ziel, Unternehmen und Einzelpersonen schneller zu einem AI-nativen Arbeits- und Lebensstil zu verhelfen.",
  "minimax-m2.description": "MiniMax M2 ist ein effizientes großes Sprachmodell, das speziell für Programmierung und Agenten-Workflows entwickelt wurde.",
  "minimax/minimax-m2.1.description": "MiniMax-M2.1 ist ein leichtgewichtiges, hochmodernes großes Sprachmodell, optimiert für Programmierung, Proxy-Workflows und moderne Anwendungsentwicklung. Es liefert klarere, prägnantere Ausgaben und schnellere Reaktionszeiten.",
  "minimax/minimax-m2.description": "MiniMax-M2 ist ein leistungsstarkes Modell, das sich in vielen technischen Szenarien bei Programmier- und Agentenaufgaben bewährt.",
  "minimaxai/minimax-m2.description": "MiniMax-M2 ist ein kompaktes, schnelles und kosteneffizientes MoE-Modell (230B gesamt, 10B aktiv), das für erstklassige Programmier- und Agentenleistung entwickelt wurde und gleichzeitig starke allgemeine Intelligenz beibehält. Es glänzt bei Mehrdatei-Bearbeitungen, Code-Ausführen-Korrigieren-Schleifen, Testvalidierung und komplexen Toolchains.",
  "ministral-3b-latest.description": "Ministral 3B ist das Spitzenmodell von Mistral für Edge-Anwendungen.",
  "ministral-8b-latest.description": "Ministral 8B ist ein äußerst kosteneffizientes Edge-Modell von Mistral.",
  "mistral-ai/Mistral-Large-2411.description": "Das Flaggschiffmodell von Mistral für komplexe Aufgaben, die groß angelegtes logisches Denken oder Spezialisierung erfordern (synthetische Textgenerierung, Codegenerierung, RAG oder Agenten).",
  "mistral-ai/Mistral-Nemo.description": "Mistral Nemo ist ein hochmodernes LLM mit erstklassigem logischen Denken, Weltwissen und Programmierfähigkeiten für seine Modellgröße.",
  "mistral-ai/mistral-small-2503.description": "Mistral Small eignet sich für alle sprachbasierten Aufgaben, die hohe Effizienz und geringe Latenz erfordern.",
  "mistral-large-instruct.description": "Mistral-Large-Instruct-2407 ist ein fortschrittliches dichtes LLM mit 123 Milliarden Parametern und modernstem logischen Denken, Wissen und Programmierfähigkeiten.",
  "mistral-large-latest.description": "Mistral Large ist das Flaggschiffmodell, stark in mehrsprachigen Aufgaben, komplexem logischen Denken und Codegenerierung – ideal für anspruchsvolle Anwendungen.",
  "mistral-large.description": "Mixtral Large ist das Flaggschiffmodell von Mistral, das Codegenerierung, Mathematik und logisches Denken mit einem Kontextfenster von 128K kombiniert.",
  "mistral-medium-latest.description": "Mistral Medium 3 bietet modernste Leistung bei achtfach geringeren Kosten und vereinfacht die Unternehmensbereitstellung.",
  "mistral-nemo-instruct.description": "Mistral-Nemo-Instruct-2407 ist die instruktionstaugliche Version von Mistral-Nemo-Base-2407.",
  "mistral-nemo.description": "Mistral Nemo ist ein hocheffizientes 12B-Modell von Mistral AI und NVIDIA.",
  "mistral-small-latest.description": "Mistral Small ist eine kosteneffiziente, schnelle und zuverlässige Option für Übersetzung, Zusammenfassung und Sentimentanalyse.",
  "mistral-small.description": "Mistral Small eignet sich für alle sprachbasierten Aufgaben, die hohe Effizienz und geringe Latenz erfordern.",
  "mistral.description": "Mistral ist das 7B-Modell von Mistral AI, geeignet für vielfältige Sprachaufgaben.",
  "mistral/codestral-embed.description": "Ein Code-Embedding-Modell zur Einbettung von Codebasen und Repositories zur Unterstützung von Programmierassistenten.",
  "mistral/codestral.description": "Mistral Codestral 25.01 ist ein hochmodernes Programmiermodell, optimiert für geringe Latenz und häufige Nutzung. Es unterstützt über 80 Sprachen und glänzt bei FIM, Codekorrektur und Testgenerierung.",
  "mistral/devstral-small.description": "Devstral ist ein agentenbasiertes LLM für Softwareentwicklungsaufgaben und eine starke Wahl für Software-Engineering-Agenten.",
  "mistral/magistral-medium.description": "Komplexes Denken unterstützt durch tiefes Verständnis mit nachvollziehbarem logischen Denken. Es bewahrt hochpräzises logisches Denken über Sprachgrenzen hinweg, selbst mitten in Aufgaben.",
  "mistral/magistral-small.description": "Komplexes Denken unterstützt durch tiefes Verständnis mit nachvollziehbarem logischen Denken. Es bewahrt hochpräzises logisches Denken über Sprachgrenzen hinweg, selbst mitten in Aufgaben.",
  "mistral/ministral-3b.description": "Ein kompaktes, effizientes Modell für On-Device-Aufgaben wie Assistenten und lokale Analysen mit geringer Latenz.",
  "mistral/ministral-8b.description": "Ein leistungsstärkeres Modell mit schneller, speichereffizienter Inferenz – ideal für komplexe Workflows und anspruchsvolle Edge-Anwendungen.",
  "mistral/mistral-embed.description": "Ein allgemeines Text-Embedding-Modell für semantische Suche, Ähnlichkeitsanalyse, Clustering und RAG-Workflows.",
  "mistral/mistral-large.description": "Mistral Large ist ideal für komplexe Aufgaben, die starkes logisches Denken oder Spezialisierung erfordern – etwa synthetische Textgenerierung, Codegenerierung, RAG oder Agenten.",
  "mistral/mistral-small.description": "Mistral Small ist ideal für einfache, stapelbare Aufgaben wie Klassifikation, Kundensupport oder Textgenerierung und bietet starke Leistung zu einem erschwinglichen Preis.",
  "mistral/mixtral-8x22b-instruct.description": "8x22B Instruct-Modell. 8x22B ist ein offenes MoE-Modell, bereitgestellt von Mistral.",
  "mistral/pixtral-12b.description": "Ein 12B-Modell mit Bildverständnis und Textverarbeitung.",
  "mistral/pixtral-large.description": "Pixtral Large ist das zweite Modell unserer multimodalen Familie mit hochentwickeltem Bildverständnis. Es verarbeitet Dokumente, Diagramme und natürliche Bilder und behält dabei das führende Textverständnis von Mistral Large 2 bei.",
  "mistralai/Mistral-7B-Instruct-v0.1.description": "Mistral (7B) Instruct ist bekannt für starke Leistung bei vielen Sprachaufgaben.",
  "mistralai/Mistral-7B-Instruct-v0.2.description": "Mistral (7B) Instruct v0.2 verbessert die Handhabung von Anweisungen und die Genauigkeit der Ergebnisse.",
  "mistralai/Mistral-7B-Instruct-v0.3.description": "Mistral (7B) Instruct v0.3 bietet effiziente Rechenleistung und starkes Sprachverständnis für viele Anwendungsfälle.",
  "mistralai/Mistral-7B-v0.1.description": "Mistral 7B ist kompakt, aber leistungsstark – ideal für Batch-Verarbeitung und einfache Aufgaben wie Klassifikation und Textgenerierung mit solider Argumentation.",
  "mistralai/Mixtral-8x22B-Instruct-v0.1.description": "Mixtral-8x22B Instruct (141B) ist ein sehr großes LLM für anspruchsvolle Arbeitslasten.",
  "mistralai/Mixtral-8x7B-Instruct-v0.1.description": "Mixtral-8x7B Instruct (46,7B) bietet hohe Kapazität für groß angelegte Datenverarbeitung.",
  "mistralai/Mixtral-8x7B-v0.1.description": "Mixtral 8x7B ist ein sparsames MoE-Modell, das die Inferenzgeschwindigkeit erhöht und sich für mehrsprachige sowie Codegenerierungsaufgaben eignet.",
  "mistralai/mistral-nemo.description": "Mistral Nemo ist ein 7,3B-Modell mit mehrsprachiger Unterstützung und starker Leistung im Programmieren.",
  "mixtral-8x7b-32768.description": "Mixtral 8x7B bietet fehlertolerante parallele Verarbeitung für komplexe Aufgaben.",
  "mixtral.description": "Mixtral ist das MoE-Modell von Mistral AI mit offenen Gewichten, das Codegenerierung und Sprachverständnis unterstützt.",
  "mixtral:8x22b.description": "Mixtral ist das MoE-Modell von Mistral AI mit offenen Gewichten, das Codegenerierung und Sprachverständnis unterstützt.",
  "moonshot-v1-128k-vision-preview.description": "Kimi Vision-Modelle (einschließlich moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview) können Bildinhalte wie Text, Farben und Objektformen verstehen.",
  "moonshot-v1-128k.description": "Moonshot V1 128K bietet einen extrem langen Kontext für die Generierung sehr langer Texte und verarbeitet bis zu 128.000 Tokens – ideal für Forschung, akademische Arbeiten und Szenarien mit umfangreichen Dokumenten.",
  "moonshot-v1-32k-vision-preview.description": "Kimi Vision-Modelle (einschließlich moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview) können Bildinhalte wie Text, Farben und Objektformen verstehen.",
  "moonshot-v1-32k.description": "Moonshot V1 32K unterstützt 32.768 Tokens für mittellange Kontexte – ideal für lange Dokumente und komplexe Dialoge in der Inhaltserstellung, Berichterstattung und Chat-Systemen.",
  "moonshot-v1-8k-vision-preview.description": "Kimi Vision-Modelle (einschließlich moonshot-v1-8k-vision-preview/moonshot-v1-32k-vision-preview/moonshot-v1-128k-vision-preview) können Bildinhalte wie Text, Farben und Objektformen verstehen.",
  "moonshot-v1-8k.description": "Moonshot V1 8K ist für die Generierung kurzer Texte mit effizienter Leistung optimiert und verarbeitet 8.192 Tokens – ideal für kurze Chats, Notizen und schnelle Inhalte.",
  "moonshot-v1-auto.description": "Moonshot V1 Auto wählt automatisch das passende Modell basierend auf der aktuellen Token-Nutzung im Kontext aus.",
  "moonshotai/Kimi-Dev-72B.description": "Kimi-Dev-72B ist ein quelloffenes Code-LLM, das mit großflächigem RL optimiert wurde, um robuste, produktionsreife Patches zu erzeugen. Es erreicht 60,4 % auf SWE-bench Verified und setzt damit einen neuen Rekord für Open-Modelle bei automatisierten Softwareentwicklungsaufgaben wie Bugfixing und Code-Review.",
  "moonshotai/Kimi-K2-Instruct-0905.description": "Kimi K2-Instruct-0905 ist das neueste und leistungsstärkste Modell der Kimi K2-Reihe. Es handelt sich um ein MoE-Spitzenmodell mit insgesamt 1T und 32B aktiven Parametern. Zu den Hauptmerkmalen gehören eine stärkere agentenbasierte Codierungsintelligenz mit deutlichen Verbesserungen bei Benchmarks und realen Agentenaufgaben sowie eine verbesserte Ästhetik und Benutzerfreundlichkeit im Frontend-Code.",
  "moonshotai/Kimi-K2-Thinking.description": "Kimi K2 Thinking ist das neueste und leistungsstärkste quelloffene Modell für Denkprozesse. Es erweitert die Tiefe des mehrstufigen Denkens erheblich und ermöglicht eine stabile Werkzeugnutzung über 200–300 aufeinanderfolgende Aufrufe hinweg. Es setzt neue Maßstäbe bei Humanity's Last Exam (HLE), BrowseComp und anderen Benchmarks. Es glänzt in den Bereichen Programmierung, Mathematik, Logik und Agentenszenarien. Basierend auf einer MoE-Architektur mit ~1T Gesamtparametern unterstützt es ein Kontextfenster von 256K und Tool-Aufrufe.",
  "moonshotai/kimi-k2-0711.description": "Kimi K2 0711 ist die Instruct-Variante der Kimi-Serie, geeignet für hochwertigen Code und Werkzeugnutzung.",
  "moonshotai/kimi-k2-0905.description": "Kimi K2 0905 ist ein Update mit erweitertem Kontext und verbesserter Denkfähigkeit sowie Optimierungen für die Programmierung.",
  "moonshotai/kimi-k2-instruct-0905.description": "Das Modell kimi-k2-0905-preview unterstützt ein Kontextfenster von 256K, bietet stärkere agentenbasierte Codierung, ausgereifteren und praxisnahen Frontend-Code sowie ein besseres Kontextverständnis.",
  "moonshotai/kimi-k2-thinking-turbo.description": "Kimi K2 Thinking Turbo ist eine Hochgeschwindigkeitsversion von Kimi K2 Thinking mit deutlich reduzierter Latenz bei gleichbleibender Tiefe im Denkprozess.",
  "moonshotai/kimi-k2-thinking.description": "Kimi K2 Thinking ist Moonshots Modell für Denkprozesse, optimiert für tiefgehende Aufgaben mit allgemeinen Agentenfähigkeiten.",
  "moonshotai/kimi-k2.description": "Kimi K2 ist ein großes MoE-Modell von Moonshot AI mit 1T Gesamtparametern und 32B aktiven Parametern pro Durchlauf. Es ist optimiert für Agentenfähigkeiten wie fortgeschrittene Werkzeugnutzung, logisches Denken und Code-Synthese.",
  "morph/morph-v3-fast.description": "Morph bietet ein spezialisiertes Modell, um Codeänderungen anzuwenden, die von fortschrittlichen Modellen (z. B. Claude oder GPT-4o) vorgeschlagen wurden – mit über 4500 Tokens/Sek. Es ist der letzte Schritt in einem KI-Coding-Workflow und unterstützt 16k Eingabe-/Ausgabe-Tokens.",
  "morph/morph-v3-large.description": "Morph bietet ein spezialisiertes Modell, um Codeänderungen anzuwenden, die von fortschrittlichen Modellen (z. B. Claude oder GPT-4o) vorgeschlagen wurden – mit über 2500 Tokens/Sek. Es ist der letzte Schritt in einem KI-Coding-Workflow und unterstützt 16k Eingabe-/Ausgabe-Tokens.",
  "nousresearch/hermes-2-pro-llama-3-8b.description": "Hermes 2 Pro Llama 3 8B ist eine aktualisierte Version von Nous Hermes 2 mit den neuesten intern entwickelten Datensätzen.",
  "nvidia/Llama-3.1-Nemotron-70B-Instruct-HF.description": "Llama 3.1 Nemotron 70B ist ein von NVIDIA angepasstes LLM zur Verbesserung der Nützlichkeit. Es erzielt Spitzenwerte bei Arena Hard, AlpacaEval 2 LC und GPT-4-Turbo MT-Bench und belegt am 1. Oktober 2024 Platz 1 in allen drei Auto-Alignment-Benchmarks. Es wurde aus Llama-3.1-70B-Instruct mithilfe von RLHF (REINFORCE), Llama-3.1-Nemotron-70B-Reward und HelpSteer2-Preference-Prompts trainiert.",
  "nvidia/llama-3.1-nemotron-51b-instruct.description": "Ein einzigartiges Sprachmodell mit außergewöhnlicher Genauigkeit und Effizienz.",
  "nvidia/llama-3.1-nemotron-70b-instruct.description": "Llama-3.1-Nemotron-70B-Instruct ist ein von NVIDIA entwickeltes Modell zur Verbesserung der Nützlichkeit von LLM-Antworten.",
  "o1-mini.description": "Kleiner und schneller als o1-preview, 80 % geringere Kosten, stark bei Codegenerierung und Aufgaben mit kurzem Kontext.",
  "o1-preview.description": "Fokussiert auf fortgeschrittenes Denken und komplexe Problemlösung, einschließlich Mathematik und Naturwissenschaften. Ideal für Anwendungen mit tiefem Kontextverständnis und autonomen Workflows.",
  "o1-pro.description": "Die o1-Serie wurde mit Reinforcement Learning trainiert, um vor der Antwort zu denken und komplexe Denkprozesse zu bewältigen. o1-pro nutzt mehr Rechenleistung für tiefere Überlegungen und liefert konsistent hochwertigere Antworten.",
  "o1.description": "o1 ist OpenAIs neues Modell für Denkprozesse mit Text- und Bildeingabe sowie Textausgabe – geeignet für komplexe Aufgaben mit breitem Wissen. Es verfügt über ein Kontextfenster von 200K und einen Wissensstand von Oktober 2023.",
  "o3-2025-04-16.description": "o3 ist OpenAIs neues Modell für logisches Denken mit Text+Bild-Eingabe und Textausgabe für komplexe Aufgaben, die breites Wissen erfordern.",
  "o3-deep-research.description": "o3-deep-research ist unser fortschrittlichstes Modell für tiefgehende Forschung bei komplexen mehrstufigen Aufgaben. Es kann im Web suchen und über MCP-Connectoren auf Ihre Daten zugreifen.",
  "o3-mini.description": "o3-mini ist unser neuestes kleines Modell für logisches Denken, das bei gleichen Kosten und Latenzzeiten wie o1-mini eine höhere Intelligenz liefert.",
  "o3-pro-2025-06-10.description": "o3 Pro ist OpenAIs neues Modell für logisches Denken mit Text+Bild-Eingabe und Textausgabe für komplexe Aufgaben, die breites Wissen erfordern.",
  "o3-pro.description": "o3-pro nutzt mehr Rechenleistung für tiefere Überlegungen und liefert konsistent bessere Antworten; nur über die Responses API verfügbar.",
  "o3.description": "o3 ist ein leistungsstarkes Allround-Modell, das neue Maßstäbe in Mathematik, Wissenschaft, Programmierung und visuellem Denken setzt. Es glänzt beim technischen Schreiben, Befolgen von Anweisungen und bei der Analyse von Text, Code und Bildern für mehrstufige Probleme.",
  "o4-mini-2025-04-16.description": "o4-mini ist ein OpenAI-Reasoning-Modell mit Text- und Bildeingabe sowie Textausgabe. Es eignet sich für komplexe Aufgaben mit breitem Wissensspektrum und bietet ein 200K-Kontextfenster.",
  "o4-mini-deep-research.description": "o4-mini-deep-research ist ein schnelleres, kostengünstigeres Modell für tiefgehende Recherchen mit mehreren Schritten. Es kann im Web suchen und über MCP-Connectoren auf Ihre Daten zugreifen.",
  "o4-mini.description": "o4-mini ist das neueste kleine Modell der o-Serie, optimiert für schnelles, effektives logisches Denken mit hoher Effizienz bei Programmier- und Vision-Aufgaben.",
  "open-codestral-mamba.description": "Codestral Mamba ist ein Mamba-2-Sprachmodell mit Fokus auf Codegenerierung und unterstützt fortgeschrittene Programmier- und Denkaufgaben.",
  "open-mistral-7b.description": "Mistral 7B ist kompakt, aber leistungsstark – ideal für Batch-Verarbeitung und einfache Aufgaben wie Klassifikation und Textgenerierung mit solidem logischen Denken.",
  "open-mistral-nemo.description": "Mistral Nemo ist ein 12B-Modell, gemeinsam mit Nvidia entwickelt. Es bietet starke Leistungen in logischem Denken und Programmierung bei einfacher Integration.",
  "open-mixtral-8x22b.description": "Mixtral 8x22B ist ein größeres MoE-Modell für komplexe Aufgaben mit starker Argumentationsfähigkeit und hoher Durchsatzrate.",
  "open-mixtral-8x7b.description": "Mixtral 8x7B ist ein sparsames MoE-Modell, das die Inferenzgeschwindigkeit erhöht und sich für mehrsprachige sowie Codegenerierungsaufgaben eignet.",
  "openai/gpt-3.5-turbo-instruct.description": "Ähnliche Fähigkeiten wie GPT-3-Modelle, kompatibel mit älteren Completion-Endpunkten statt Chat.",
  "openai/gpt-3.5-turbo.description": "OpenAIs leistungsfähigstes und kosteneffizientestes GPT-3.5-Modell, optimiert für Chat, aber auch stark bei klassischen Completions.",
  "openai/gpt-4-turbo.description": "OpenAIs gpt-4-turbo verfügt über umfassendes Allgemeinwissen und Fachkompetenz, befolgt komplexe Anweisungen in natürlicher Sprache und löst schwierige Probleme präzise. Wissensstand: April 2023, Kontextfenster: 128K.",
  "openai/gpt-4.1-mini.description": "GPT-4.1 Mini bietet geringere Latenz und ein besseres Preis-Leistungs-Verhältnis für mittellange Kontexte.",
  "openai/gpt-4.1-nano.description": "GPT-4.1 Nano ist eine ultrakostengünstige, latenzarme Option für häufige Kurzchats oder Klassifikationen.",
  "openai/gpt-4.1.description": "Die GPT-4.1-Serie bietet größere Kontextfenster sowie verbesserte technische und logische Fähigkeiten.",
  "openai/gpt-4o-mini.description": "GPT-4o-mini ist eine schnelle, kompakte GPT-4o-Variante für latenzarme multimodale Anwendungen.",
  "openai/gpt-4o.description": "Die GPT-4o-Familie ist OpenAIs Omni-Modell mit Text- und Bildeingabe sowie Textausgabe.",
  "openai/gpt-5-chat.description": "GPT-5 Chat ist eine GPT-5-Variante, optimiert für Konversationen mit niedrigerer Latenz für bessere Interaktivität.",
  "openai/gpt-5-codex.description": "GPT-5-Codex ist eine GPT-5-Variante, weiter optimiert für Programmierung und groß angelegte Code-Workflows.",
  "openai/gpt-5-mini.description": "GPT-5 Mini ist eine kleinere GPT-5-Variante für latenzarme, kostengünstige Szenarien.",
  "openai/gpt-5-nano.description": "GPT-5 Nano ist die ultrakompakte Variante für Szenarien mit strengen Kosten- und Latenzanforderungen.",
  "openai/gpt-5-pro.description": "GPT-5 Pro ist OpenAIs Flaggschiffmodell mit verbesserter Argumentation, Codegenerierung und Funktionen auf Unternehmensniveau, inklusive Testzeit-Routing und strengeren Sicherheitsrichtlinien.",
  "openai/gpt-5.1-chat.description": "GPT-5.1 Chat ist das leichtgewichtige Mitglied der GPT-5.1-Familie, optimiert für latenzarme Konversationen bei starker Argumentation und Anweisungsbefolgung.",
  "openai/gpt-5.1-codex-mini.description": "GPT-5.1-Codex-Mini ist eine kleinere, schnellere Version von GPT-5.1-Codex, ideal für latenz- und kostenkritische Programmieraufgaben.",
  "openai/gpt-5.1-codex.description": "GPT-5.1-Codex ist eine GPT-5.1-Variante, optimiert für Softwareentwicklung und Programmier-Workflows – geeignet für große Refactorings, komplexes Debugging und lange autonome Codierungsaufgaben.",
  "openai/gpt-5.1.description": "GPT-5.1 ist das neueste Flaggschiff der GPT-5-Serie mit deutlichen Verbesserungen in logischem Denken, Anweisungsbefolgung und natürlicher Konversation – geeignet für vielfältige Aufgaben.",
  "openai/gpt-5.2-chat.description": "GPT-5.2 Chat ist die ChatGPT-Variante zur Nutzung der neuesten Verbesserungen im Dialogverhalten.",
  "openai/gpt-5.2-pro.description": "GPT-5.2 Pro: eine intelligentere, präzisere GPT-5.2-Variante (nur über die Responses API), geeignet für komplexe Probleme und längere, mehrstufige Denkprozesse.",
  "openai/gpt-5.2.description": "GPT-5.2 ist ein Flaggschiffmodell für Programmierung und agentenbasierte Arbeitsabläufe mit verbesserter Denkfähigkeit und Leistung bei langen Kontexten.",
  "openai/gpt-5.description": "GPT-5 ist OpenAIs leistungsstarkes Modell für ein breites Spektrum an Produktions- und Forschungsaufgaben.",
  "openai/gpt-oss-120b.description": "Ein hochleistungsfähiges, vielseitiges Sprachmodell mit starker, kontrollierbarer Argumentation.",
  "openai/gpt-oss-20b.description": "Ein kompaktes Sprachmodell mit offenen Gewichten, optimiert für geringe Latenz und ressourcenschonende Umgebungen – auch lokal und am Edge einsetzbar.",
  "openai/o1-mini.description": "o1-mini ist ein schnelles, kosteneffizientes Modell für logisches Denken, entwickelt für Programmierung, Mathematik und Naturwissenschaften. Es bietet ein 128K-Kontextfenster und hat einen Wissensstand von Oktober 2023.",
  "openai/o1-preview.description": "o1 ist OpenAIs neues Modell für logisches Denken bei komplexen Aufgaben mit breitem Wissensbedarf. Es bietet ein 128K-Kontextfenster und hat einen Wissensstand von Oktober 2023.",
  "openai/o1.description": "OpenAI o1 ist ein Flaggschiffmodell für logisches Denken, entwickelt für komplexe Probleme, die tiefes Nachdenken erfordern. Es liefert starke Argumentation und hohe Genauigkeit bei mehrstufigen Aufgaben.",
  "openai/o3-mini-high.description": "o3-mini (High Reasoning) bietet höhere Intelligenz bei gleichen Kosten- und Latenzzielen wie o1-mini.",
  "openai/o3-mini.description": "o3-mini ist OpenAIs neuestes kleines Modell für logisches Denken und bietet höhere Intelligenz bei gleichen Kosten- und Latenzzielen wie o1-mini.",
  "openai/o3.description": "OpenAI o3 ist das leistungsstärkste Modell für logisches Denken und setzt neue Maßstäbe in den Bereichen Programmierung, Mathematik, Naturwissenschaften und visuelle Wahrnehmung. Es brilliert bei komplexen, facettenreichen Anfragen und ist besonders stark in der Analyse von Bildern, Diagrammen und Grafiken.",
  "openai/o4-mini-high.description": "o4-mini High-Reasoning-Stufe, optimiert für schnelle, effiziente Schlussfolgerungen mit starker Leistung in den Bereichen Programmierung und visuelle Verarbeitung.",
  "openai/o4-mini.description": "OpenAI o4-mini ist ein kleines, effizientes Modell für logisches Denken in latenzkritischen Szenarien.",
  "openai/text-embedding-3-large.description": "OpenAIs leistungsfähigstes Embedding-Modell für Aufgaben in englischer und nicht-englischer Sprache.",
  "openai/text-embedding-3-small.description": "OpenAIs verbesserte, leistungsstärkere Variante des ada-Embedding-Modells.",
  "openai/text-embedding-ada-002.description": "OpenAIs älteres Text-Embedding-Modell.",
  "openrouter/auto.description": "Basierend auf Kontextlänge, Thema und Komplexität wird Ihre Anfrage an Llama 3 70B Instruct, Claude 3.5 Sonnet (selbstmoderiert) oder GPT-4o weitergeleitet.",
  "oswe-vscode-prime.description": "Raptor mini ist ein Vorschau-Modell, das für Aufgaben rund ums Programmieren optimiert wurde.",
  "oswe-vscode-secondary.description": "Raptor mini ist ein Vorschau-Modell, das für Aufgaben rund ums Programmieren optimiert wurde.",
  "perplexity/sonar-pro.description": "Perplexitys Flaggschiffprodukt mit Suchverankerung, unterstützt komplexe Anfragen und Folgefragen.",
  "perplexity/sonar-reasoning-pro.description": "Ein fortschrittliches Modell mit Fokus auf logisches Denken, das CoT mit erweiterter Suche ausgibt, einschließlich mehrerer Suchanfragen pro Anfrage.",
  "perplexity/sonar-reasoning.description": "Ein Modell mit Fokus auf logisches Denken, das Chain-of-Thought (CoT) mit detaillierten, suchbasierten Erklärungen liefert.",
  "perplexity/sonar.description": "Perplexitys leichtgewichtiges Produkt mit Suchverankerung, schneller und günstiger als Sonar Pro.",
  "phi3.description": "Phi-3 ist Microsofts leichtgewichtiges Open-Model für effiziente Integration und groß angelegte Schlussfolgerungen.",
  "phi3:14b.description": "Phi-3 ist Microsofts leichtgewichtiges Open-Model für effiziente Integration und groß angelegte Schlussfolgerungen.",
  "pixtral-12b-2409.description": "Pixtral überzeugt bei der Analyse von Diagrammen/Bildern, Dokumenten-QA, multimodaler Schlussfolgerung und Befolgen von Anweisungen. Es verarbeitet Bilder in nativer Auflösung und Seitenverhältnis und unterstützt beliebig viele Bilder im 128K-Kontextfenster.",
  "pixtral-large-latest.description": "Pixtral Large ist ein multimodales Open-Model mit 124 Milliarden Parametern, basierend auf Mistral Large 2 – dem zweiten Modell unserer multimodalen Familie mit fortschrittlichem Bildverständnis.",
  "pro-128k.description": "Spark Pro 128K bietet eine sehr große Kontextkapazität mit bis zu 128K Kontext – ideal für Langform-Dokumente, die eine vollständige Textanalyse und kohärente Logik über große Distanzen erfordern, mit flüssiger Argumentation und vielfältiger Zitatunterstützung in komplexen Diskussionen.",
  "pro-deepseek-r1.description": "Dediziertes Enterprise-Service-Modell mit gebündelter Parallelverarbeitung.",
  "pro-deepseek-v3.description": "Dediziertes Enterprise-Service-Modell mit gebündelter Parallelverarbeitung.",
  "qianfan-70b.description": "Qianfan 70B ist ein großes chinesisches Modell für hochwertige Textgenerierung und komplexe Schlussfolgerungen.",
  "qianfan-8b.description": "Qianfan 8B ist ein mittelgroßes Allzweckmodell, das Kosten und Qualität bei Textgenerierung und QA ausbalanciert.",
  "qianfan-agent-intent-32k.description": "Qianfan Agent Intent 32K ist auf Absichtserkennung und Agentenkoordination mit Unterstützung für langen Kontext ausgelegt.",
  "qianfan-agent-lite-8k.description": "Qianfan Agent Lite 8K ist ein leichtgewichtiges Agentenmodell für kostengünstige Mehrfachdialoge und Workflows.",
  "qianfan-check-vl.description": "Qianfan Check VL ist ein multimodales Modell zur Inhaltsprüfung für Bild-Text-Konformität und Erkennungsaufgaben.",
  "qianfan-composition.description": "Qianfan Composition ist ein multimodales Kreativmodell für gemischtes Bild-Text-Verständnis und -Generierung.",
  "qianfan-engcard-vl.description": "Qianfan EngCard VL ist ein multimodales Erkennungsmodell mit Fokus auf englischsprachige Szenarien.",
  "qianfan-lightning-128b-a19b.description": "Qianfan Lightning 128B A19B ist ein leistungsstarkes chinesisches Allzweckmodell für komplexe QA und groß angelegte Schlussfolgerungen.",
  "qianfan-llama-vl-8b.description": "Qianfan Llama VL 8B ist ein auf Llama basierendes multimodales Modell für allgemeines Bild-Text-Verständnis.",
  "qianfan-multipicocr.description": "Qianfan MultiPicOCR ist ein OCR-Modell für mehrere Bilder zur Texterkennung und -extraktion über verschiedene Bilder hinweg.",
  "qianfan-qi-vl.description": "Qianfan QI VL ist ein multimodales QA-Modell für präzise Informationsabfrage und QA in komplexen Bild-Text-Szenarien.",
  "qianfan-singlepicocr.description": "Qianfan SinglePicOCR ist ein OCR-Modell für Einzelbilder mit hochpräziser Zeichenerkennung.",
  "qianfan-vl-70b.description": "Qianfan VL 70B ist ein großes VLM für komplexes Bild-Text-Verständnis.",
  "qianfan-vl-8b.description": "Qianfan VL 8B ist ein leichtgewichtiges VLM für alltägliche Bild-Text-QA und -Analyse.",
  "qvq-72b-preview.description": "QVQ-72B-Preview ist ein experimentelles Forschungsmodell von Qwen mit Fokus auf verbesserte visuelle Schlussfolgerung.",
  "qvq-max.description": "Qwen QVQ ist ein Modell für visuelle Schlussfolgerung mit Bildinput und Chain-of-Thought-Ausgabe, mit starker Leistung in Mathematik, Programmierung, visueller Analyse, Kreativität und allgemeinen Aufgaben.",
  "qvq-plus.description": "Modell für visuelle Schlussfolgerung mit Bildinput und Chain-of-Thought-Ausgabe. Die qvq-plus-Serie folgt auf qvq-max und bietet schnellere Schlussfolgerung bei besserem Verhältnis von Qualität zu Kosten.",
  "qwen-3-32b.description": "Qwen 3 32B: stark in mehrsprachigen und Programmieraufgaben, geeignet für mittlere Produktionsszenarien.",
  "qwen-coder-plus.description": "Qwen-Code-Modell.",
  "qwen-coder-turbo-latest.description": "Qwen-Code-Modell.",
  "qwen-coder-turbo.description": "Qwen-Code-Modell.",
  "qwen-flash.description": "Schnellstes und kostengünstigstes Qwen-Modell, ideal für einfache Aufgaben.",
  "qwen-image-edit.description": "Qwen Image Edit ist ein Bild-zu-Bild-Modell, das Bilder basierend auf Eingabebildern und Textanweisungen bearbeitet – für präzise Anpassungen und kreative Transformationen.",
  "qwen-image.description": "Qwen-Image ist ein allgemeines Bildgenerierungsmodell mit Unterstützung für verschiedene Kunststile und starker Textdarstellung, insbesondere in Chinesisch und Englisch. Es unterstützt mehrzeilige Layouts, Absatztexte und feine Details für komplexe Text-Bild-Layouts.",
  "qwen-long.description": "Ultragroßes Qwen-Modell mit langem Kontext und Chat über lange und mehrteilige Dokumente hinweg.",
  "qwen-math-plus-latest.description": "Qwen Math ist ein Sprachmodell, das auf das Lösen mathematischer Probleme spezialisiert ist.",
  "qwen-math-plus.description": "Qwen Math ist ein Sprachmodell, das auf das Lösen mathematischer Probleme spezialisiert ist.",
  "qwen-math-turbo-latest.description": "Qwen Math ist ein Sprachmodell, das auf das Lösen mathematischer Probleme spezialisiert ist.",
  "qwen-math-turbo.description": "Qwen Math ist ein Sprachmodell, das auf das Lösen mathematischer Probleme spezialisiert ist.",
  "qwen-max.description": "Ultragroßes Qwen-Modell im Hundert-Milliarden-Bereich mit Unterstützung für Chinesisch, Englisch und weitere Sprachen; das API-Modell hinter den aktuellen Qwen2.5-Produkten.",
  "qwen-omni-turbo.description": "Qwen-Omni-Modelle unterstützen multimodale Eingaben (Video, Audio, Bilder, Text) und geben Audio und Text aus.",
  "qwen-plus.description": "Erweitertes ultragroßes Qwen-Modell mit Unterstützung für Chinesisch, Englisch und weitere Sprachen.",
  "qwen-turbo.description": "Qwen Turbo wird nicht mehr aktualisiert; bitte durch Qwen Flash ersetzen. Ultragroßes Qwen-Modell mit Unterstützung für Chinesisch, Englisch und weitere Sprachen.",
  "qwen-vl-chat-v1.description": "Qwen VL unterstützt flexible Interaktionen, darunter Mehrbild-Eingaben, mehrstufige QA und kreative Aufgaben.",
  "qwen-vl-max-latest.description": "Ultragroßes Qwen Vision-Language-Modell. Im Vergleich zur erweiterten Version verbessert es visuelle Schlussfolgerung und Befolgen von Anweisungen für stärkere Wahrnehmung und Kognition.",
  "qwen-vl-max.description": "Ultragroßes Qwen Vision-Language-Modell. Im Vergleich zur erweiterten Version verbessert es visuelle Schlussfolgerung und Befolgen von Anweisungen für stärkere visuelle Wahrnehmung und Kognition.",
  "qwen-vl-ocr.description": "Qwen OCR ist ein Modell zur Textextraktion aus Dokumenten, Tabellen, Prüfungsbildern und Handschrift. Es unterstützt Chinesisch, Englisch, Französisch, Japanisch, Koreanisch, Deutsch, Russisch, Italienisch, Vietnamesisch und Arabisch.",
  "qwen-vl-plus-latest.description": "Erweitertes großskaliges Qwen Vision-Language-Modell mit deutlichen Verbesserungen bei Detail- und Texterkennung, unterstützt Auflösungen über 1 Megapixel und beliebige Seitenverhältnisse.",
  "qwen-vl-plus.description": "Erweitertes großskaliges Qwen Vision-Language-Modell mit deutlichen Verbesserungen bei Detail- und Texterkennung, unterstützt Auflösungen über 1 Megapixel und beliebige Seitenverhältnisse.",
  "qwen-vl-v1.description": "Vortrainiertes Modell, initialisiert von Qwen-7B mit zusätzlichem Vision-Modul und 448er Bildauflösung.",
  "qwen/qwen-2-7b-instruct.description": "Qwen2 ist die neue Qwen-LLM-Serie. Qwen2 7B ist ein Transformer-basiertes Modell, das in Sprachverständnis, Mehrsprachigkeit, Programmierung, Mathematik und Schlussfolgerung überzeugt.",
  "qwen/qwen-2-7b-instruct:free.description": "Qwen2 ist eine neue Familie großer Sprachmodelle mit verbessertem Verständnis und Generierung.",
  "qwen/qwen-2-vl-72b-instruct.description": "Qwen2-VL ist die neueste Version von Qwen-VL und erreicht Spitzenleistungen in visuellen Benchmarks wie MathVista, DocVQA, RealWorldQA und MTVQA. Es versteht über 20 Minuten Video für hochwertige Video-Q&A, Dialoge und Inhaltserstellung. Es bewältigt komplexe Schlussfolgerungen und Entscheidungsfindung, integriert sich in mobile Geräte und Roboter und agiert basierend auf visuellen Kontexten und Textanweisungen. Neben Englisch und Chinesisch erkennt es auch Texte in Bildern in vielen weiteren Sprachen, darunter die meisten europäischen Sprachen, Japanisch, Koreanisch, Arabisch und Vietnamesisch.",
  "qwen/qwen-2.5-72b-instruct.description": "Qwen2.5-72B-Instruct ist eines der neuesten LLMs von Alibaba Cloud. Das 72B-Modell bietet deutliche Verbesserungen in den Bereichen Programmierung und Mathematik, unterstützt über 29 Sprachen (darunter Chinesisch und Englisch) und verbessert die Befolgung von Anweisungen, das Verständnis strukturierter Daten und strukturierte Ausgaben (insbesondere JSON) erheblich.",
  "qwen/qwen2.5-32b-instruct.description": "Qwen2.5-32B-Instruct ist eines der neuesten LLMs von Alibaba Cloud. Das 32B-Modell bietet deutliche Verbesserungen in den Bereichen Programmierung und Mathematik, unterstützt über 29 Sprachen (darunter Chinesisch und Englisch) und verbessert die Befolgung von Anweisungen, das Verständnis strukturierter Daten und strukturierte Ausgaben (insbesondere JSON) erheblich.",
  "qwen/qwen2.5-7b-instruct.description": "Ein zweisprachiges LLM für Chinesisch und Englisch in den Bereichen Sprache, Programmierung, Mathematik und logisches Denken.",
  "qwen/qwen2.5-coder-32b-instruct.description": "Ein fortschrittliches LLM für Codegenerierung, logisches Denken und Fehlerbehebung in gängigen Programmiersprachen.",
  "qwen/qwen2.5-coder-7b-instruct.description": "Ein starkes mittelgroßes Codemodell mit 32K Kontext, hervorragend für mehrsprachige Programmierung geeignet.",
  "qwen/qwen3-14b.description": "Qwen3-14B ist die 14B-Variante für allgemeine Schlussfolgerungen und Chat-Szenarien.",
  "qwen/qwen3-14b:free.description": "Qwen3-14B ist ein dichtes kausales LLM mit 14,8 Milliarden Parametern, entwickelt für komplexes logisches Denken und effizienten Chat. Es wechselt zwischen einem Denkmodus für Mathematik, Programmierung und Logik und einem Nicht-Denkmodus für allgemeinen Chat. Feinabgestimmt für Anweisungsbefolgung, Agenten-Tool-Nutzung und kreatives Schreiben in über 100 Sprachen und Dialekten. Unterstützt nativ 32K Kontext und skaliert mit YaRN auf 131K.",
  "qwen/qwen3-235b-a22b-2507.description": "Qwen3-235B-A22B-Instruct-2507 ist die Instruct-Variante der Qwen3-Serie, die mehrsprachige Anwendungsfälle mit Langkontext-Szenarien ausbalanciert.",
  "qwen/qwen3-235b-a22b-thinking-2507.description": "Qwen3-235B-A22B-Thinking-2507 ist die Thinking-Variante von Qwen3, verstärkt für komplexe Mathematik- und Denkaufgaben.",
  "qwen/qwen3-235b-a22b.description": "Qwen3-235B-A22B ist ein MoE-Modell mit 235 Milliarden Parametern von Qwen, mit 22 Milliarden aktiven Parametern pro Durchlauf. Es wechselt zwischen einem Denkmodus für komplexes logisches Denken, Mathematik und Code und einem Nicht-Denkmodus für effizienten Chat. Es bietet starke Denkfähigkeiten, mehrsprachige Unterstützung (100+ Sprachen/Dialekte), fortschrittliche Anweisungsbefolgung und Agenten-Tool-Nutzung. Unterstützt nativ 32K Kontext und skaliert mit YaRN auf 131K.",
  "qwen/qwen3-235b-a22b:free.description": "Qwen3-235B-A22B ist ein MoE-Modell mit 235 Milliarden Parametern von Qwen, mit 22 Milliarden aktiven Parametern pro Durchlauf. Es wechselt zwischen einem Denkmodus für komplexes logisches Denken, Mathematik und Code und einem Nicht-Denkmodus für effizienten Chat. Es bietet starke Denkfähigkeiten, mehrsprachige Unterstützung (100+ Sprachen/Dialekte), fortschrittliche Anweisungsbefolgung und Agenten-Tool-Nutzung. Unterstützt nativ 32K Kontext und skaliert mit YaRN auf 131K.",
  "qwen/qwen3-30b-a3b.description": "Qwen3 ist die neueste LLM-Generation von Qwen mit dichten und MoE-Architekturen, hervorragend in den Bereichen logisches Denken, mehrsprachige Unterstützung und fortgeschrittene Agentenaufgaben. Die einzigartige Fähigkeit, zwischen Denkmodus für komplexe Aufgaben und Nicht-Denkmodus für effizienten Chat zu wechseln, sorgt für vielseitige, hochwertige Leistung.\n\nQwen3 übertrifft frühere Modelle wie QwQ und Qwen2.5 deutlich und liefert exzellente Ergebnisse in Mathematik, Programmierung, Alltagslogik, kreativem Schreiben und interaktivem Chat. Die Variante Qwen3-30B-A3B verfügt über 30,5 Milliarden Parameter (3,3B aktiv), 48 Schichten, 128 Experten (8 aktiv pro Aufgabe) und unterstützt bis zu 131K Kontext mit YaRN – ein neuer Maßstab für Open-Modelle.",
  "qwen/qwen3-30b-a3b:free.description": "Qwen3 ist die neueste LLM-Generation von Qwen mit dichten und MoE-Architekturen, hervorragend in den Bereichen logisches Denken, mehrsprachige Unterstützung und fortgeschrittene Agentenaufgaben. Die einzigartige Fähigkeit, zwischen Denkmodus für komplexe Aufgaben und Nicht-Denkmodus für effizienten Chat zu wechseln, sorgt für vielseitige, hochwertige Leistung.\n\nQwen3 übertrifft frühere Modelle wie QwQ und Qwen2.5 deutlich und liefert exzellente Ergebnisse in Mathematik, Programmierung, Alltagslogik, kreativem Schreiben und interaktivem Chat. Die Variante Qwen3-30B-A3B verfügt über 30,5 Milliarden Parameter (3,3B aktiv), 48 Schichten, 128 Experten (8 aktiv pro Aufgabe) und unterstützt bis zu 131K Kontext mit YaRN – ein neuer Maßstab für Open-Modelle.",
  "qwen/qwen3-32b.description": "Qwen3-32B ist ein dichtes kausales LLM mit 32,8 Milliarden Parametern, optimiert für komplexes logisches Denken und effizienten Chat. Es wechselt zwischen einem Denkmodus für Mathematik, Programmierung und Logik und einem Nicht-Denkmodus für schnelleren allgemeinen Chat. Es überzeugt bei Anweisungsbefolgung, Agenten-Tool-Nutzung und kreativem Schreiben in über 100 Sprachen und Dialekten. Unterstützt nativ 32K Kontext und skaliert mit YaRN auf 131K.",
  "qwen/qwen3-32b:free.description": "Qwen3-32B ist ein dichtes kausales LLM mit 32,8 Milliarden Parametern, optimiert für komplexes logisches Denken und effizienten Chat. Es wechselt zwischen einem Denkmodus für Mathematik, Programmierung und Logik und einem Nicht-Denkmodus für schnelleren allgemeinen Chat. Es überzeugt bei Anweisungsbefolgung, Agenten-Tool-Nutzung und kreativem Schreiben in über 100 Sprachen und Dialekten. Unterstützt nativ 32K Kontext und skaliert mit YaRN auf 131K.",
  "qwen/qwen3-8b:free.description": "Qwen3-8B ist ein dichtes kausales LLM mit 8,2 Milliarden Parametern, entwickelt für aufschlussreiche Aufgaben und effizienten Chat. Es wechselt zwischen einem Denkmodus für Mathematik, Programmierung und Logik und einem Nicht-Denkmodus für allgemeinen Chat. Feinabgestimmt für Anweisungsbefolgung, Agentenintegration und kreatives Schreiben in über 100 Sprachen und Dialekten. Unterstützt nativ 32K Kontext und skaliert mit YaRN auf 131K.",
  "qwen/qwen3-coder-plus.description": "Qwen3-Coder-Plus ist ein Modell der Qwen-Serie für Codegenerierung, optimiert für komplexe Tool-Nutzung und lang andauernde Sitzungen.",
  "qwen/qwen3-coder.description": "Qwen3-Coder ist die Codegenerierungsfamilie von Qwen3, stark im Verständnis und der Generierung von Code in langen Dokumenten.",
  "qwen/qwen3-max-preview.description": "Qwen3 Max (Vorschau) ist die Max-Variante für fortgeschrittenes logisches Denken und Tool-Integration.",
  "qwen/qwen3-max.description": "Qwen3 Max ist das High-End-Modell für logisches Denken in der Qwen3-Serie, mit Fokus auf mehrsprachige Schlussfolgerungen und Tool-Integration.",
  "qwen/qwen3-vl-plus.description": "Qwen3 VL-Plus ist die visuell erweiterte Qwen3-Variante mit verbessertem multimodalem Denken und Videobearbeitung.",
  "qwen2.5-14b-instruct-1m.description": "Qwen2.5 Open-Source-Modell mit 72 Milliarden Parametern.",
  "qwen2.5-14b-instruct.description": "Qwen2.5 Open-Source-Modell mit 14 Milliarden Parametern.",
  "qwen2.5-32b-instruct.description": "Qwen2.5 Open-Source-Modell mit 32 Milliarden Parametern.",
  "qwen2.5-72b-instruct.description": "Qwen2.5 Open-Source-Modell mit 72 Milliarden Parametern.",
  "qwen2.5-7b-instruct.description": "Qwen2.5 7B Instruct ist ein ausgereiftes Open-Source-Instruct-Modell für Chat- und Generierungsaufgaben in verschiedenen Szenarien.",
  "qwen2.5-coder-1.5b-instruct.description": "Open-Source-Qwen-Code-Modell.",
  "qwen2.5-coder-14b-instruct.description": "Open-Source-Qwen-Code-Modell.",
  "qwen2.5-coder-32b-instruct.description": "Open-Source-Qwen-Code-Modell.",
  "qwen2.5-coder-7b-instruct.description": "Open-Source-Qwen-Code-Modell.",
  "qwen2.5-coder-instruct.description": "Qwen2.5-Coder ist das neueste codefokussierte LLM der Qwen-Familie (ehemals CodeQwen).",
  "qwen2.5-instruct.description": "Qwen2.5 ist die neueste LLM-Serie von Qwen mit Basis- und Instruct-Modellen von 0,5 bis 72 Milliarden Parametern.",
  "qwen2.5-math-1.5b-instruct.description": "Qwen-Math bietet starke Fähigkeiten zur Lösung mathematischer Probleme.",
  "qwen2.5-math-72b-instruct.description": "Qwen-Math bietet starke Fähigkeiten zur Lösung mathematischer Probleme.",
  "qwen2.5-math-7b-instruct.description": "Qwen-Math bietet starke Fähigkeiten zur Lösung mathematischer Probleme.",
  "qwen2.5-omni-7b.description": "Qwen-Omni-Modelle unterstützen multimodale Eingaben (Video, Audio, Bilder, Text) und geben Audio und Text aus.",
  "qwen2.5-vl-32b-instruct.description": "Qwen2.5 VL 32B Instruct ist ein Open-Source-Multimodalmodell, geeignet für private Bereitstellung und vielseitige Einsatzszenarien.",
  "qwen2.5-vl-72b-instruct.description": "Verbessertes Befolgen von Anweisungen, Mathematik, Problemlösung und Programmierung mit stärkerer Objekterkennung. Unterstützt präzise Lokalisierung visueller Elemente über Formate hinweg, Verständnis langer Videos (bis zu 10 Minuten) mit sekundengenauer Ereigniserkennung, zeitlicher Reihenfolge und Geschwindigkeitsverständnis sowie Agentensteuerung von Betriebssystemen oder Mobilgeräten durch Parsing und Lokalisierung. Starke Extraktion von Schlüsselinformationen und JSON-Ausgabe. Dies ist die 72B-Version, die leistungsstärkste der Serie.",
  "qwen2.5-vl-7b-instruct.description": "Qwen2.5 VL 7B Instruct ist ein leichtgewichtiges multimodales Modell mit ausgewogenem Verhältnis zwischen Bereitstellungskosten und Erkennungsleistung.",
  "qwen2.5-vl-instruct.description": "Qwen2.5-VL ist das neueste Vision-Language-Modell der Qwen-Familie.",
  "qwen2.5.description": "Qwen2.5 ist Alibabas nächste Generation eines großen Sprachmodells mit starker Leistung in vielfältigen Anwendungsfällen.",
  "qwen2.5:0.5b.description": "Qwen2.5 ist Alibabas nächste Generation eines großen Sprachmodells mit starker Leistung in vielfältigen Anwendungsfällen.",
  "qwen2.5:1.5b.description": "Qwen2.5 ist Alibabas nächste Generation eines großen Sprachmodells mit starker Leistung in vielfältigen Anwendungsfällen.",
  "qwen2.5:72b.description": "Qwen2.5 ist Alibabas nächste Generation eines großen Sprachmodells mit starker Leistung in vielfältigen Anwendungsfällen.",
  "qwen2.description": "Qwen2 ist Alibabas nächste Generation eines großen Sprachmodells mit starker Leistung in vielfältigen Anwendungsfällen.",
  "qwen2:0.5b.description": "Qwen2 ist Alibabas nächste Generation eines großen Sprachmodells mit starker Leistung in vielfältigen Anwendungsfällen.",
  "qwen2:1.5b.description": "Qwen2 ist Alibabas nächste Generation eines großen Sprachmodells mit starker Leistung in vielfältigen Anwendungsfällen.",
  "qwen2:72b.description": "Qwen2 ist Alibabas nächste Generation eines großen Sprachmodells mit starker Leistung in vielfältigen Anwendungsfällen.",
  "qwen3-0.6b.description": "Qwen3 0.6B ist ein Einstiegsmodell für einfache Schlussfolgerungen und stark eingeschränkte Umgebungen.",
  "qwen3-1.7b.description": "Qwen3 1.7B ist ein ultraleichtes Modell für Edge- und Gerätebereitstellungen.",
  "qwen3-14b.description": "Qwen3 14B ist ein mittelgroßes Modell für mehrsprachige Frage-Antwort-Systeme und Textgenerierung.",
  "qwen3-235b-a22b-instruct-2507.description": "Qwen3 235B A22B Instruct 2507 ist ein Flaggschiff-Instruct-Modell für eine Vielzahl von Generierungs- und Denkaufgaben.",
  "qwen3-235b-a22b-thinking-2507.description": "Qwen3 235B A22B Thinking 2507 ist ein ultragroßes Denkmodell für anspruchsvolle Schlussfolgerungen.",
  "qwen3-235b-a22b.description": "Qwen3 ist ein Next-Gen-Modell der Tongyi Qwen-Reihe mit großen Fortschritten in logischem Denken, allgemeinen Fähigkeiten, Agentenfunktionen und mehrsprachiger Leistung. Es unterstützt das Umschalten zwischen Denkmodi.",
  "qwen3-30b-a3b-instruct-2507.description": "Qwen3 30B A3B Instruct 2507 ist ein mittelgroßes Instruct-Modell für hochwertige Generierung und Frage-Antwort-Aufgaben.",
  "qwen3-30b-a3b-thinking-2507.description": "Qwen3 30B A3B Thinking 2507 ist ein mittelgroßes Denkmodell mit ausgewogenem Verhältnis zwischen Genauigkeit und Kosten.",
  "qwen3-30b-a3b.description": "Qwen3 30B A3B ist ein mittelgroßes allgemeines Modell mit ausgewogenem Verhältnis zwischen Kosten und Qualität.",
  "qwen3-32b.description": "Qwen3 32B eignet sich für allgemeine Aufgaben, die ein tieferes Verständnis erfordern.",
  "qwen3-4b.description": "Qwen3 4B eignet sich für kleine bis mittlere Anwendungen und lokale Inferenz.",
  "qwen3-8b.description": "Qwen3 8B ist ein leichtgewichtiges Modell mit flexibler Bereitstellung für hochparallele Arbeitslasten.",
  "qwen3-coder-30b-a3b-instruct.description": "Open-Source-Qwen-Code-Modell. Das neueste qwen3-coder-30b-a3b-instruct basiert auf Qwen3 und bietet starke Fähigkeiten für Coding-Agenten, Werkzeugnutzung und Interaktion mit Umgebungen für autonomes Programmieren, mit exzellenter Codeleistung und solider Allgemeinkompetenz.",
  "qwen3-coder-480b-a35b-instruct.description": "Qwen3 Coder 480B A35B Instruct ist ein Flaggschiff-Code-Modell für mehrsprachige Programmierung und komplexes Codeverständnis.",
  "qwen3-coder-flash.description": "Qwen-Code-Modell. Die neueste Qwen3-Coder-Serie basiert auf Qwen3 und bietet starke Fähigkeiten für Coding-Agenten, Werkzeugnutzung und Interaktion mit Umgebungen für autonomes Programmieren, mit exzellenter Codeleistung und solider Allgemeinkompetenz.",
  "qwen3-coder-plus.description": "Qwen-Code-Modell. Die neueste Qwen3-Coder-Serie basiert auf Qwen3 und bietet starke Fähigkeiten für Coding-Agenten, Werkzeugnutzung und Interaktion mit Umgebungen für autonomes Programmieren, mit exzellenter Codeleistung und solider Allgemeinkompetenz.",
  "qwen3-coder:480b.description": "Alibabas leistungsstarkes Langkontextmodell für Agenten- und Programmieraufgaben.",
  "qwen3-max-2026-01-23.description": "Qwen3 Max-Modelle bieten große Fortschritte gegenüber der 2.5-Serie in allgemeinen Fähigkeiten, chinesisch/englischem Verständnis, komplexer Befehlsverarbeitung, offenen subjektiven Aufgaben, Mehrsprachigkeit und Werkzeugnutzung – mit weniger Halluzinationen. Die neueste Version verbessert agentenbasiertes Programmieren und Werkzeugnutzung gegenüber qwen3-max-preview. Diese Veröffentlichung erreicht SOTA in ihrem Bereich und zielt auf komplexere Agentenanforderungen ab.",
  "qwen3-max-preview.description": "Leistungsstärkstes Qwen-Modell für komplexe, mehrstufige Aufgaben. Die Vorschau unterstützt Denkprozesse.",
  "qwen3-max.description": "Qwen3 Max-Modelle bieten große Fortschritte gegenüber der 2.5-Serie in allgemeiner Fähigkeit, chinesisch/englischem Verständnis, komplexer Anweisungsbefolgung, offenen subjektiven Aufgaben, Mehrsprachigkeit und Werkzeugnutzung bei weniger Halluzinationen. Das neueste qwen3-max verbessert agentisches Programmieren und Werkzeugnutzung gegenüber qwen3-max-preview. Diese Version erreicht SOTA-Niveau und zielt auf komplexere Agentenanforderungen.",
  "qwen3-next-80b-a3b-instruct.description": "Nächste Generation des Qwen3 Open-Source-Modells ohne Denkfunktion. Im Vergleich zur vorherigen Version (Qwen3-235B-A22B-Instruct-2507) bietet es besseres chinesisches Verständnis, stärkere logische Schlussfolgerung und verbesserte Textgenerierung.",
  "qwen3-next-80b-a3b-thinking.description": "Qwen3 Next 80B A3B Thinking ist die Flaggschiff-Denkversion für komplexe Aufgaben.",
  "qwen3-omni-flash.description": "Qwen-Omni akzeptiert kombinierte Eingaben aus Text, Bildern, Audio und Video und gibt Text oder Sprache aus. Es bietet mehrere natürliche Sprachstile, unterstützt mehrsprachige und dialektale Sprache und eignet sich für Anwendungsfälle wie Schreiben, visuelle Erkennung und Sprachassistenten.",
  "qwen3-vl-235b-a22b-instruct.description": "Qwen3 VL 235B A22B Instruct ist ein Flaggschiff-Multimodalmodell für anspruchsvolles Verständnis und kreative Aufgaben.",
  "qwen3-vl-235b-a22b-thinking.description": "Qwen3 VL 235B A22B Thinking ist die Flaggschiff-Denkversion für komplexes multimodales Denken und Planung.",
  "qwen3-vl-30b-a3b-instruct.description": "Qwen3 VL 30B A3B Instruct ist ein großes multimodales Modell mit ausgewogenem Verhältnis zwischen Genauigkeit und Denkleistung.",
  "qwen3-vl-30b-a3b-thinking.description": "Qwen3 VL 30B A3B Thinking ist eine tiefdenkende Version für komplexe multimodale Aufgaben.",
  "qwen3-vl-32b-instruct.description": "Qwen3 VL 32B Instruct ist ein multimodales Instruct-Modell für hochwertige Bild-Text-Fragen und -Generierung.",
  "qwen3-vl-32b-thinking.description": "Qwen3 VL 32B Thinking ist eine tiefdenkende multimodale Version für komplexe Schlussfolgerungen und Langkettenanalysen.",
  "qwen3-vl-8b-instruct.description": "Qwen3 VL 8B Instruct ist ein leichtgewichtiges multimodales Modell für alltägliche visuelle Fragen und App-Integration.",
  "qwen3-vl-8b-thinking.description": "Qwen3 VL 8B Thinking ist ein multimodales Chain-of-Thought-Modell für detailliertes visuelles Denken.",
  "qwen3-vl-flash.description": "Qwen3 VL Flash: leichtgewichtige, hochschnelle Denkversion für latenzempfindliche oder hochvolumige Anfragen.",
  "qwen3-vl-plus.description": "Qwen VL ist ein Textgenerierungsmodell mit Bildverständnis. Es kann OCR durchführen sowie zusammenfassen und schlussfolgern, z. B. Attribute aus Produktfotos extrahieren oder Probleme aus Bildern lösen.",
  "qwen3.description": "Qwen3 ist Alibabas nächste Generation eines großen Sprachmodells mit starker Leistung in vielfältigen Anwendungsfällen.",
  "qwq-32b-preview.description": "QwQ ist ein experimentelles Forschungsmodell von Qwen mit Fokus auf verbesserte Schlussfolgerungen.",
  "qwq-32b.description": "QwQ ist ein Schlussfolgerungsmodell aus der Qwen-Familie. Im Vergleich zu standardmäßig instruktionstunierten Modellen bietet es überlegene Denk- und Schlussfolgerungsfähigkeiten, die die Leistung bei nachgelagerten Aufgaben deutlich steigern – insbesondere bei komplexen Problemen. QwQ-32B ist ein mittelgroßes Modell, das mit führenden Schlussfolgerungsmodellen wie DeepSeek-R1 und o1-mini konkurriert.",
  "qwq-plus.description": "Das auf Qwen2.5 trainierte QwQ-Schlussfolgerungsmodell nutzt Reinforcement Learning (RL), um die Denkfähigkeiten erheblich zu verbessern. Zentrale Kennzahlen in Mathematik/Code (AIME 24/25, LiveCodeBench) sowie in allgemeinen Benchmarks (IFEval, LiveBench) erreichen das Niveau von DeepSeek-R1.",
  "qwq.description": "QwQ ist ein Schlussfolgerungsmodell aus der Qwen-Familie. Im Vergleich zu standardmäßig instruktionstunierten Modellen bietet es überlegene Denk- und Schlussfolgerungsfähigkeiten, die die Leistung bei nachgelagerten Aufgaben deutlich verbessern – insbesondere bei schwierigen Problemen. QwQ-32B ist ein mittelgroßes Modell, das mit führenden Schlussfolgerungsmodellen wie DeepSeek-R1 und o1-mini mithalten kann.",
  "qwq_32b.description": "Mittelgroßes Schlussfolgerungsmodell aus der Qwen-Familie. Im Vergleich zu standardmäßig instruktionstunierten Modellen steigern QwQs Denk- und Schlussfolgerungsfähigkeiten die Leistung bei nachgelagerten Aufgaben deutlich – insbesondere bei schwierigen Problemen.",
  "r1-1776.description": "R1-1776 ist eine nachtrainierte Variante von DeepSeek R1, die darauf ausgelegt ist, unzensierte, objektive und faktenbasierte Informationen bereitzustellen.",
  "solar-mini-ja.description": "Solar Mini (Ja) erweitert Solar Mini mit einem Fokus auf Japanisch und behält dabei eine effiziente und starke Leistung in Englisch und Koreanisch bei.",
  "solar-mini.description": "Solar Mini ist ein kompaktes LLM, das GPT-3.5 übertrifft. Es bietet starke mehrsprachige Fähigkeiten in Englisch und Koreanisch und ist eine effiziente Lösung mit kleinem Ressourcenbedarf.",
  "solar-pro.description": "Solar Pro ist ein hochintelligentes LLM von Upstage, das auf Befolgen von Anweisungen auf einer einzelnen GPU ausgelegt ist und IFEval-Werte über 80 erreicht. Derzeit wird Englisch unterstützt; die vollständige Veröffentlichung mit erweitertem Sprachsupport und längeren Kontexten war für November 2024 geplant.",
  "sonar-deep-research.description": "Deep Research führt umfassende Expertenrecherchen durch und bereitet diese in zugänglichen, umsetzbaren Berichten auf.",
  "sonar-pro.description": "Ein fortschrittliches Suchprodukt mit fundierter Suche für komplexe Anfragen und Folgefragen.",
  "sonar-reasoning-pro.description": "Ein fortschrittliches Suchprodukt mit fundierter Suche für komplexe Anfragen und Folgefragen.",
  "sonar-reasoning.description": "Ein fortschrittliches Suchprodukt mit fundierter Suche für komplexe Anfragen und Folgefragen.",
  "sonar.description": "Ein leichtgewichtiges, suchbasiertes Produkt – schneller und kostengünstiger als Sonar Pro.",
  "spark-x.description": "X1.5-Updates: (1) Einführung eines dynamischen Denkmodus, gesteuert über das Feld `thinking`; (2) größere Kontextlänge mit 64K Eingabe und 64K Ausgabe; (3) Unterstützung für FunctionCall.",
  "stable-diffusion-3-medium.description": "Das neueste Text-zu-Bild-Modell von Stability AI. Diese Version verbessert die Bildqualität, das Textverständnis und die Stilvielfalt erheblich, interpretiert komplexe Spracheingaben präziser und erzeugt genauere, vielfältigere Bilder.",
  "stable-diffusion-3.5-large-turbo.description": "stable-diffusion-3.5-large-turbo nutzt Adversarial Diffusion Distillation (ADD) auf stable-diffusion-3.5-large für höhere Geschwindigkeit.",
  "stable-diffusion-3.5-large.description": "stable-diffusion-3.5-large ist ein MMDiT Text-zu-Bild-Modell mit 800 Millionen Parametern, das hervorragende Qualität und präzise Prompt-Umsetzung bietet. Es unterstützt 1-Megapixel-Bilder und läuft effizient auf Consumer-Hardware.",
  "stable-diffusion-v1.5.description": "stable-diffusion-v1.5 basiert auf dem v1.2-Checkpoint und wurde 595.000 Schritte lang auf „laion-aesthetics v2 5+“ bei 512x512 Auflösung feinjustiert. Die Textkonditionierung wurde um 10 % reduziert, um das classifier-free guidance sampling zu verbessern.",
  "stable-diffusion-xl-base-1.0.description": "Ein Open-Source-Text-zu-Bild-Modell von Stability AI mit branchenführender kreativer Bildgenerierung. Es versteht Anweisungen sehr gut und unterstützt umgekehrte Prompt-Definitionen für präzise Generierung.",
  "stable-diffusion-xl.description": "stable-diffusion-xl bringt große Verbesserungen gegenüber v1.5 und erreicht Ergebnisse auf dem Niveau der besten offenen Text-zu-Bild-Modelle. Zu den Verbesserungen gehören ein dreimal größerer UNet-Backbone, ein Verfeinerungsmodul für bessere Bildqualität und effizientere Trainingstechniken.",
  "step-1-128k.description": "Ausgewogenes Verhältnis von Leistung und Kosten für allgemeine Anwendungsfälle.",
  "step-1-256k.description": "Verarbeitung extralanger Kontexte – ideal für die Analyse langer Dokumente.",
  "step-1-32k.description": "Unterstützt mittellange Konversationen für vielfältige Szenarien.",
  "step-1-8k.description": "Kleines Modell für einfache Aufgaben mit geringem Ressourcenbedarf.",
  "step-1-flash.description": "Hochgeschwindigkeitsmodell für Echtzeit-Chats geeignet.",
  "step-1.5v-mini.description": "Starke Fähigkeiten im Videoverständnis.",
  "step-1o-turbo-vision.description": "Starkes Bildverständnis, übertrifft 1o in Mathematik und Programmierung. Kleiner als 1o mit schnellerer Ausgabe.",
  "step-1o-vision-32k.description": "Starkes Bildverständnis mit besserer visueller Leistung als die Step-1V-Serie.",
  "step-1v-32k.description": "Unterstützt visuelle Eingaben für reichhaltige multimodale Interaktionen.",
  "step-1v-8k.description": "Kleines Vision-Modell für grundlegende Bild-und-Text-Aufgaben.",
  "step-1x-edit.description": "Dieses Modell konzentriert sich auf die Bildbearbeitung – es verändert und verbessert Bilder basierend auf benutzerdefinierten Bildern und Texten. Es unterstützt mehrere Eingabeformate, darunter Textbeschreibungen und Beispielbilder, und erzeugt Bearbeitungen, die der Benutzerabsicht entsprechen.",
  "step-1x-medium.description": "Dieses Modell bietet starke Bildgenerierung auf Basis von Texteingaben. Mit nativer Unterstützung für Chinesisch versteht es chinesische Beschreibungen besser, erfasst deren Bedeutung und wandelt sie in visuelle Merkmale für eine präzisere Generierung um. Es erzeugt hochauflösende, qualitativ hochwertige Bilder und unterstützt einen gewissen Grad an Stilübertragung.",
  "step-2-16k-exp.description": "Experimentelle Step-2-Version mit den neuesten Funktionen und laufenden Updates. Nicht für den Produktionseinsatz empfohlen.",
  "step-2-16k.description": "Unterstützt Interaktionen mit großem Kontext für komplexe Dialoge.",
  "step-2-mini.description": "Basierend auf der nächsten Generation der internen MFA-Attention-Architektur liefert es Ergebnisse auf Step-1-Niveau bei deutlich geringeren Kosten, höherem Durchsatz und geringerer Latenz. Bewältigt allgemeine Aufgaben mit starker Programmierleistung.",
  "step-2x-large.description": "Ein neues StepFun-Bildmodell der nächsten Generation mit Fokus auf Bildgenerierung. Es erzeugt hochwertige Bilder aus Texteingaben mit realistischeren Texturen und besserer Darstellung chinesischer/englischer Texte.",
  "step-3.description": "Dieses Modell verfügt über starke visuelle Wahrnehmung und komplexe Schlussfolgerungsfähigkeiten. Es verarbeitet domänenübergreifendes Wissen, analysiert Mathematik und visuelle Inhalte gemeinsam und bewältigt eine Vielzahl alltäglicher visueller Analyseaufgaben.",
  "step-r1-v-mini.description": "Ein Schlussfolgerungsmodell mit starkem Bildverständnis, das Bilder und Texte verarbeiten und anschließend durch tiefes Denken Text generieren kann. Es glänzt im visuellen Denken und liefert Spitzenleistungen in Mathematik, Programmierung und Textverständnis – mit einem Kontextfenster von 100K.",
  "stepfun-ai/step3.description": "Step3 ist ein hochmodernes multimodales Schlussfolgerungsmodell von StepFun, basierend auf einer MoE-Architektur mit insgesamt 321B und 38B aktiven Parametern. Sein End-to-End-Design minimiert die Dekodierungskosten und liefert erstklassige Vision-Language-Schlussfolgerungen. Dank MFA- und AFD-Design bleibt es sowohl auf High-End- als auch auf Low-End-Beschleunigern effizient. Das Pretraining umfasst über 20T Text-Tokens und 4T Bild-Text-Tokens in vielen Sprachen. Es erreicht führende Leistungen bei offenen Modellen in Mathematik, Code und multimodalen Benchmarks.",
  "taichu_llm.description": "Trainiert mit umfangreichen hochwertigen Daten, mit verbesserter Textverständnis, Inhaltserstellung und dialogbasierter Fragebeantwortung.",
  "taichu_o1.description": "taichu_o1 ist ein Next-Gen-Reasoning-Modell, das multimodale Interaktion und Reinforcement Learning nutzt, um menschenähnliches Denken in Ketten zu ermöglichen. Es unterstützt komplexe Entscheidungssimulationen, legt Denkpfade offen und liefert hochpräzise Ergebnisse – ideal für strategische Analysen und tiefgehendes Denken.",
  "taichu_vl.description": "Kombiniert Bildverständnis, Wissensübertragung und logische Zuordnung – herausragend bei Bild-Text-Fragen.",
  "tencent/Hunyuan-A13B-Instruct.description": "Hunyuan-A13B-Instruct nutzt insgesamt 80B Parameter, davon 13B aktiv, um mit größeren Modellen zu konkurrieren. Es unterstützt hybrides schnelles/langsames Denken, stabiles Langtextverständnis und führende Agentenfähigkeiten auf BFCL-v3 und τ-Bench. GQA- und Multi-Quant-Formate ermöglichen effiziente Inferenz.",
  "tencent/Hunyuan-MT-7B.description": "Das Hunyuan-Übersetzungsmodell umfasst Hunyuan-MT-7B und das Ensemble Hunyuan-MT-Chimera. Hunyuan-MT-7B ist ein leichtgewichtiges 7B-Modell, das 33 Sprachen sowie 5 chinesische Minderheitensprachen unterstützt. Bei WMT25 erzielte es 30 erste Plätze in 31 Sprachpaaren. Tencent Hunyuan verwendet eine vollständige Trainingspipeline von Pretraining über SFT bis hin zu RL für Übersetzung und Ensemble, und erreicht führende Leistung bei einfacher, effizienter Bereitstellung.",
  "text-embedding-3-large.description": "Das leistungsfähigste Embedding-Modell für englische und nicht-englische Aufgaben.",
  "text-embedding-3-small-inference.description": "Embedding V3 Small (Inference) Modell für Text-Einbettungen.",
  "text-embedding-3-small.description": "Ein effizientes, kostengünstiges Next-Gen-Embedding-Modell für Retrieval- und RAG-Szenarien.",
  "text-embedding-ada-002.description": "Embedding V2 Ada Modell für Text-Einbettungen.",
  "thudm/glm-4-32b.description": "GLM-4-32B-0414 ist ein 32B zweisprachiges (Chinesisch/Englisch) Open-Weights-Modell, optimiert für Codegenerierung, Funktionsaufrufe und Agentenaufgaben. Es wurde mit 15T hochwertigen, reasoning-intensiven Daten vortrainiert und durch menschliche Präferenzanpassung, Rejection Sampling und RL weiter verfeinert. Es überzeugt bei komplexem Denken, Artefakterstellung und strukturierten Ausgaben und erreicht GPT-4o- und DeepSeek-V3-0324-Niveau in mehreren Benchmarks.",
  "thudm/glm-4-32b:free.description": "GLM-4-32B-0414 ist ein 32B zweisprachiges (Chinesisch/Englisch) Open-Weights-Modell, optimiert für Codegenerierung, Funktionsaufrufe und Agentenaufgaben. Es wurde mit 15T hochwertigen, reasoning-intensiven Daten vortrainiert und durch menschliche Präferenzanpassung, Rejection Sampling und RL weiter verfeinert. Es überzeugt bei komplexem Denken, Artefakterstellung und strukturierten Ausgaben und erreicht GPT-4o- und DeepSeek-V3-0324-Niveau in mehreren Benchmarks.",
  "thudm/glm-4-9b-chat.description": "Die Open-Source-Version des neuesten GLM-4-Pretraining-Modells von Zhipu AI.",
  "thudm/glm-z1-32b.description": "GLM-Z1-32B-0414 ist eine erweiterte Reasoning-Variante von GLM-4-32B, entwickelt für tiefgehende Mathematik-, Logik- und Code-Problemlösungen. Es nutzt erweitertes RL (aufgabenbezogene und allgemeine paarweise Präferenzen), um komplexe mehrstufige Aufgaben zu verbessern. Im Vergleich zu GLM-4-32B verbessert Z1 strukturiertes Denken und formale Fähigkeiten deutlich.\n\nEs unterstützt das Erzwingen von „Denk“-Schritten durch Prompt Engineering, verbesserte Kohärenz bei langen Ausgaben und ist für Agenten-Workflows mit langem Kontext (via YaRN), JSON-Toolaufrufen und feingranularer Abtastung für stabiles Denken optimiert. Ideal für Anwendungsfälle, die sorgfältige mehrstufige oder formale Herleitungen erfordern.",
  "thudm/glm-z1-rumination-32b.description": "GLM Z1 Rumination 32B ist ein 32B Deep-Reasoning-Modell der GLM-4-Z1-Serie, optimiert für komplexe, offene Aufgaben, die langes Nachdenken erfordern. Basierend auf glm-4-32b-0414 fügt es zusätzliche RL-Stufen und mehrstufige Ausrichtung hinzu und führt eine „Rumination“-Fähigkeit ein, die erweitertes kognitives Denken simuliert. Dazu gehören iteratives Denken, Multi-Hop-Analyse und werkzeuggestützte Workflows wie Suche, Retrieval und zitierbewusste Synthese.\n\nEs überzeugt bei wissenschaftlichem Schreiben, vergleichender Analyse und komplexer QA. Es unterstützt Funktionsaufrufe für Such-/Navigationsprimitive (`search`, `click`, `open`, `finish`) für Agentenpipelines. Das Rumination-Verhalten wird durch mehrstufige Schleifen mit regelbasierter Belohnungsgestaltung und verzögerten Entscheidungsmechanismen gesteuert und an tiefgreifenden Forschungsframeworks wie OpenAIs internem Alignment-Stack gemessen. Diese Variante priorisiert Tiefe vor Geschwindigkeit.",
  "tngtech/deepseek-r1t-chimera:free.description": "DeepSeek-R1T-Chimera wurde durch die Kombination von DeepSeek-R1 und DeepSeek-V3 (0324) entwickelt und vereint R1-Reasoning mit V3-Token-Effizienz. Es basiert auf dem DeepSeek-MoE-Transformer und ist für allgemeine Textgenerierung optimiert.\n\nEs kombiniert vortrainierte Gewichte, um ein Gleichgewicht zwischen Denken, Effizienz und Befolgen von Anweisungen zu erreichen. Veröffentlicht unter der MIT-Lizenz für Forschung und kommerzielle Nutzung.",
  "togethercomputer/StripedHyena-Nous-7B.description": "StripedHyena Nous (7B) bietet durch seine Architektur und Strategie eine verbesserte Recheneffizienz.",
  "tts-1-hd.description": "Das neueste Text-to-Speech-Modell, optimiert für höchste Qualität.",
  "tts-1.description": "Das neueste Text-to-Speech-Modell, optimiert für Echtzeitgeschwindigkeit.",
  "upstage/SOLAR-10.7B-Instruct-v1.0.description": "Upstage SOLAR Instruct v1 (11B) ist auf präzise Anweisungsaufgaben abgestimmt und bietet starke Sprachleistung.",
  "us.anthropic.claude-3-5-sonnet-20241022-v2:0.description": "Claude 3.5 Sonnet setzt neue Branchenstandards, übertrifft Wettbewerber und Claude 3 Opus in umfassenden Bewertungen – bei gleichbleibender mittlerer Geschwindigkeit und Kosten.",
  "us.anthropic.claude-3-7-sonnet-20250219-v1:0.description": "Claude 3.7 Sonnet ist das schnellste Next-Gen-Modell von Anthropic. Im Vergleich zu Claude 3 Haiku verbessert es sich in vielen Fähigkeiten und übertrifft das bisherige Flaggschiff Claude 3 Opus in zahlreichen Intelligenzbenchmarks.",
  "us.anthropic.claude-haiku-4-5-20251001-v1:0.description": "Claude Haiku 4.5 ist das schnellste und intelligenteste Haiku-Modell von Anthropic – mit blitzschneller Reaktionszeit und erweitertem Denkvermögen.",
  "us.anthropic.claude-opus-4-6-v1.description": "Claude Opus 4.6 ist das intelligenteste Modell von Anthropic für den Aufbau von Agenten und Programmierung.",
  "us.anthropic.claude-sonnet-4-5-20250929-v1:0.description": "Claude Sonnet 4.5 ist das bisher intelligenteste Modell von Anthropic.",
  "v0-1.0-md.description": "v0-1.0-md ist ein Legacy-Modell, das über die v0-API bereitgestellt wird.",
  "v0-1.5-lg.description": "v0-1.5-lg eignet sich für anspruchsvolle Denk- oder Reasoning-Aufgaben.",
  "v0-1.5-md.description": "v0-1.5-md eignet sich für alltägliche Aufgaben und UI-Generierung.",
  "vercel/v0-1.0-md.description": "Zugriff auf die Modelle hinter v0 zur Generierung, Fehlerbehebung und Optimierung moderner Webanwendungen mit frameworkspezifischem Denken und aktuellem Wissen.",
  "vercel/v0-1.5-md.description": "Zugriff auf die Modelle hinter v0 zur Generierung, Fehlerbehebung und Optimierung moderner Webanwendungen mit frameworkspezifischem Denken und aktuellem Wissen.",
  "volcengine/doubao-seed-code.description": "Doubao-Seed-Code ist das LLM der ByteDance Volcano Engine, optimiert für agentenbasiertes Programmieren. Es überzeugt bei Programmier- und Agentenbenchmarks mit Unterstützung für 256K-Kontext.",
  "wan2.2-t2i-flash.description": "Wanxiang 2.2 Speed ist das neueste Modell mit Verbesserungen in Kreativität, Stabilität und Realismus – für schnelle Generierung und hohen Mehrwert.",
  "wan2.2-t2i-plus.description": "Wanxiang 2.2 Pro ist das neueste Modell mit Verbesserungen in Kreativität, Stabilität und Realismus – mit reicheren Details.",
  "wanx-v1.description": "Basismodell für Text-zu-Bild. Entspricht Tongyi Wanxiang 1.0 General.",
  "wanx2.0-t2i-turbo.description": "Hervorragend bei texturierten Porträts mit moderater Geschwindigkeit und geringeren Kosten. Entspricht Tongyi Wanxiang 2.0 Speed.",
  "wanx2.1-t2i-plus.description": "Vollständig aktualisierte Version mit reicheren Bilddetails und etwas langsamerer Geschwindigkeit. Entspricht Tongyi Wanxiang 2.1 Pro.",
  "wanx2.1-t2i-turbo.description": "Vollständig aktualisierte Version mit schneller Generierung, starker Gesamtqualität und hohem Mehrwert. Entspricht Tongyi Wanxiang 2.1 Speed.",
  "whisper-1.description": "Ein allgemeines Spracherkennungsmodell mit Unterstützung für mehrsprachige ASR, Sprachübersetzung und Spracherkennung.",
  "wizardlm2.description": "WizardLM 2 ist ein Sprachmodell von Microsoft AI, das bei komplexen Dialogen, mehrsprachigen Aufgaben, Reasoning und Assistenzanwendungen überzeugt.",
  "wizardlm2:8x22b.description": "WizardLM 2 ist ein Sprachmodell von Microsoft AI, das bei komplexen Dialogen, mehrsprachigen Aufgaben, Reasoning und Assistenzanwendungen überzeugt.",
  "x-ai/grok-4-fast-non-reasoning.description": "Grok 4 Fast (Non-Reasoning) ist xAIs hochdurchsatzfähiges, kostengünstiges multimodales Modell (unterstützt 2M Kontextfenster) für latenz- und kostenempfindliche Szenarien ohne integriertes Reasoning. Es steht neben der Reasoning-Version von Grok 4 Fast, wobei Reasoning bei Bedarf über den API-Parameter aktiviert werden kann. Prompts und Ausgaben können von xAI oder OpenRouter zur Verbesserung zukünftiger Modelle verwendet werden.",
  "x-ai/grok-4-fast.description": "Grok 4 Fast ist xAIs hochdurchsatzfähiges, kostengünstiges Modell (unterstützt 2M Kontextfenster), ideal für hochparallele und langkontextuelle Anwendungsfälle.",
  "x-ai/grok-4.1-fast-non-reasoning.description": "Grok 4 Fast (Non-Reasoning) ist xAIs hochdurchsatzfähiges, kostengünstiges multimodales Modell (unterstützt 2M Kontextfenster) für latenz- und kostenempfindliche Szenarien ohne integriertes Reasoning. Es steht neben der Reasoning-Version von Grok 4 Fast, wobei Reasoning bei Bedarf über den API-Parameter aktiviert werden kann. Prompts und Ausgaben können von xAI oder OpenRouter zur Verbesserung zukünftiger Modelle verwendet werden.",
  "x-ai/grok-4.1-fast.description": "Grok 4 Fast ist xAIs hochdurchsatzfähiges, kostengünstiges Modell (unterstützt 2M Kontextfenster), ideal für hochparallele und langkontextuelle Anwendungsfälle.",
  "x-ai/grok-4.description": "Grok 4 ist xAIs Flaggschiff-Reasoning-Modell mit starker Denk- und Multimodal-Fähigkeit.",
  "x-ai/grok-code-fast-1.description": "Grok Code Fast 1 ist xAIs schnelles Codemodell mit lesbaren, entwicklerfreundlichen Ausgaben.",
  "xai/grok-2-vision.description": "Grok 2 Vision überzeugt bei visuellen Aufgaben mit SOTA-Leistung in visuellem Mathematik-Reasoning (MathVista) und Dokumenten-QA (DocVQA). Es verarbeitet Dokumente, Diagramme, Grafiken, Screenshots und Fotos.",
  "xai/grok-2.description": "Grok 2 ist ein Spitzenmodell mit modernstem Reasoning, starker Chat-, Coding- und Denkleistung und übertrifft Claude 3.5 Sonnet und GPT-4 Turbo auf LMSYS.",
  "xai/grok-3-fast.description": "xAIs Flaggschiffmodell überzeugt in Unternehmensanwendungen wie Datenextraktion, Codierung und Zusammenfassung – mit tiefem Fachwissen in Finanzen, Gesundheitswesen, Recht und Wissenschaft. Die schnelle Variante läuft auf schnellerer Infrastruktur für deutlich schnellere Antworten bei höheren Tokenkosten.",
  "xai/grok-3-mini-fast.description": "xAIs leichtgewichtiges Modell, das vor der Antwort nachdenkt – ideal für einfache oder logikbasierte Aufgaben ohne tiefes Fachwissen. Rohdaten des Denkprozesses sind verfügbar. Die schnelle Variante läuft auf schnellerer Infrastruktur für deutlich schnellere Antworten bei höheren Tokenkosten.",
  "xai/grok-3-mini.description": "xAIs leichtgewichtiges Modell, das vor der Antwort nachdenkt – ideal für einfache oder logikbasierte Aufgaben ohne tiefes Fachwissen. Rohdaten des Denkprozesses sind verfügbar.",
  "xai/grok-3.description": "xAIs Flaggschiffmodell überzeugt in Unternehmensanwendungen wie Datenextraktion, Codierung und Zusammenfassung – mit tiefem Fachwissen in Finanzen, Gesundheitswesen, Recht und Wissenschaft.",
  "xai/grok-4.description": "xAIs neuestes Flaggschiffmodell mit unübertroffener Leistung in natürlicher Sprache, Mathematik und Reasoning – ein idealer Allrounder.",
  "yi-large-fc.description": "Basierend auf yi-large mit erweitertem Tool-Calling – geeignet für Agenten- und Workflow-Szenarien.",
  "yi-large-preview.description": "Eine frühe Version; yi-large (neuere) wird empfohlen.",
  "yi-large-rag.description": "Ein fortschrittlicher Dienst basierend auf yi-large, der Retrieval und Generierung kombiniert für präzise Antworten mit Echtzeit-Websuche.",
  "yi-large-turbo.description": "Hervorragendes Preis-Leistungs-Verhältnis, abgestimmt auf ein starkes Gleichgewicht zwischen Qualität, Geschwindigkeit und Kosten.",
  "yi-large.description": "Ein neues 100B-Parameter-Modell mit starker Q&A- und Textgenerierungsleistung.",
  "yi-lightning-lite.description": "Eine leichtgewichtige Version; yi-lightning wird empfohlen.",
  "yi-lightning.description": "Ein aktuelles Hochleistungsmodell mit schneller Inferenz und hochwertiger Ausgabe.",
  "yi-medium-200k.description": "Ein 200K-Langkontextmodell für tiefes Verständnis und Generierung langer Inhalte.",
  "yi-medium.description": "Ein abgestimmtes Mid-Size-Modell mit ausgewogener Leistung und Wert, optimiert für Anweisungsbefolgung.",
  "yi-spark.description": "Ein kompaktes, schnelles Modell mit gestärkten Mathematik- und Codierungsfähigkeiten.",
  "yi-vision-v2.description": "Ein Vision-Modell für komplexe Aufgaben mit starker Multi-Image-Verständnis und Analyse.",
  "yi-vision.description": "Ein Vision-Modell für komplexe Aufgaben mit starkem Bildverständnis und Analyse.",
  "z-ai/glm-4.5-air.description": "GLM 4.5 Air ist eine leichtgewichtige Variante von GLM 4.5 für kostensensitive Szenarien bei gleichzeitig starker Reasoning-Leistung.",
  "z-ai/glm-4.5.description": "GLM 4.5 ist Z.AIs Flaggschiffmodell mit hybridem Reasoning, optimiert für Engineering- und Langkontextaufgaben.",
  "z-ai/glm-4.6.description": "GLM 4.6 ist Z.AIs Flaggschiffmodell mit erweitertem Kontextumfang und Codierungsfähigkeiten.",
  "z-ai/glm-4.7.description": "GLM-4.7 ist das neueste Flaggschiffmodell von Zhipu mit verbesserten allgemeinen Fähigkeiten, natürlicheren und einfacheren Antworten sowie einem immersiveren Schreiberlebnis.",
  "zai-org/GLM-4.5-Air.description": "GLM-4.5-Air ist ein Basismodell für Agentenanwendungen mit Mixture-of-Experts-Architektur. Es ist optimiert für Toolnutzung, Web-Browsing, Softwareentwicklung und Frontend-Codierung und integriert sich mit Code-Agenten wie Claude Code und Roo Code. Es nutzt hybrides Reasoning für komplexe und alltägliche Szenarien.",
  "zai-org/GLM-4.5.description": "GLM-4.5 ist ein Basismodell für Agentenanwendungen mit Mixture-of-Experts-Architektur. Es ist tiefgreifend optimiert für Toolnutzung, Web-Browsing, Softwareentwicklung und Frontend-Codierung und integriert sich mit Code-Agenten wie Claude Code und Roo Code. Es nutzt hybrides Reasoning für komplexe und alltägliche Szenarien.",
  "zai-org/GLM-4.5V.description": "GLM-4.5V ist Zhipu AIs neuestes VLM, basierend auf dem GLM-4.5-Air-Textmodell (106B gesamt, 12B aktiv) mit MoE-Architektur für starke Leistung bei geringeren Kosten. Es folgt dem GLM-4.1V-Thinking-Ansatz und fügt 3D-RoPE zur Verbesserung des 3D-Räumlichkeitsdenkens hinzu. Optimiert durch Pretraining, SFT und RL, verarbeitet es Bilder, Videos und lange Dokumente und belegt Spitzenplätze unter offenen Modellen in 41 öffentlichen multimodalen Benchmarks. Ein Thinking-Modus-Schalter ermöglicht die Balance zwischen Geschwindigkeit und Tiefe.",
  "zai-org/GLM-4.6.description": "Im Vergleich zu GLM-4.5 erweitert GLM-4.6 den Kontext von 128K auf 200K für komplexere Agentenaufgaben. Es erzielt höhere Werte in Code-Benchmarks und zeigt stärkere reale Leistung in Apps wie Claude Code, Cline, Roo Code und Kilo Code – einschließlich besserer Frontend-Seitengenerierung. Reasoning wurde verbessert und Toolnutzung während des Denkens unterstützt, was die Gesamtleistung stärkt. Es integriert sich besser in Agentenframeworks, verbessert Tool-/Suchagenten und bietet einen menschenfreundlicheren Schreibstil und natürlichere Rollenspiele.",
  "zai/glm-4.5-air.description": "GLM-4.5 und GLM-4.5-Air sind unsere neuesten Flaggschiffe für Agentenanwendungen, beide mit MoE. GLM-4.5 hat 355B gesamt und 32B aktiv pro Forward-Pass; GLM-4.5-Air ist schlanker mit 106B gesamt und 12B aktiv.",
  "zai/glm-4.5.description": "Die GLM-4.5-Serie ist für Agenten konzipiert. Das Flaggschiff GLM-4.5 kombiniert Reasoning-, Coding- und Agentenfähigkeiten mit 355B Gesamtparametern (32B aktiv) und bietet zwei Betriebsmodi als hybrides Reasoning-System.",
  "zai/glm-4.5v.description": "GLM-4.5V baut auf GLM-4.5-Air auf, übernimmt bewährte GLM-4.1V-Thinking-Techniken und skaliert mit einer starken 106B-Parameter-MoE-Architektur.",
  "zenmux/auto.description": "ZenMux Auto-Routing wählt basierend auf Ihrer Anfrage das leistungsstärkste und kosteneffizienteste Modell aus den unterstützten Optionen aus."
}
