{
  "error.backHome": "Torna alla Home",
  "error.desc": "Riprova più tardi o torna al mondo conosciuto.",
  "error.retry": "Ricarica",
  "error.title": "Ops, qualcosa è andato storto...",
  "fetchError.detail": "Dettagli dell'errore",
  "fetchError.title": "Richiesta fallita",
  "import.importConfigFile.description": "Motivo dell'errore: {{reason}}",
  "import.importConfigFile.title": "Importazione fallita",
  "import.incompatible.description": "Questo file è stato esportato da una versione più recente. Prova ad aggiornare all'ultima versione e poi reimporta.",
  "import.incompatible.title": "L'applicazione attuale non supporta l'importazione di questo file",
  "inviteCode.continue": "Continua",
  "inviteCode.currentEmail": "Account attuale: {{email}}",
  "inviteCode.desc": "È necessario un codice di invito per accedere a LobeHub. Inserisci un codice di invito valido per continuare.",
  "inviteCode.friends": "Amici",
  "inviteCode.joinUsOn": "Unisciti a noi su",
  "inviteCode.lookingForInvite": "Cerchi un invito?",
  "inviteCode.notYou": "Non sei tu?",
  "inviteCode.openingInStages": "sta aprendo a fasi.",
  "inviteCode.placeholder": "Codice o link di invito",
  "inviteCode.pleaseEnterCode": "Inserisci il tuo codice di invito per continuare.",
  "inviteCode.switchAccount": "Cambia account",
  "inviteCode.title": "Codice di Invito Richiesto",
  "loginRequired.desc": "Verrai reindirizzato alla pagina di accesso a breve",
  "loginRequired.title": "Accedi per utilizzare questa funzione",
  "notFound.backHome": "Torna alla Home",
  "notFound.check": "Controlla che l'URL sia corretto.",
  "notFound.desc": "Non siamo riusciti a trovare la pagina che stavi cercando.",
  "notFound.title": "Territorio sconosciuto?",
  "pluginSettings.desc": "Completa la seguente configurazione per iniziare a usare questa skill",
  "pluginSettings.title": "Impostazioni della skill {{name}}",
  "response.400": "Spiacenti, il server non comprende la tua richiesta. Verifica che i parametri siano corretti.",
  "response.401": "Spiacenti, il server ha rifiutato la tua richiesta, probabilmente per mancanza di autorizzazioni o autenticazione non valida.",
  "response.403": "Spiacenti, non hai i permessi per accedere a questo contenuto.",
  "response.404": "Spiacenti, il server non riesce a trovare la pagina o la risorsa richiesta. Verifica che l'URL sia corretto.",
  "response.405": "Spiacenti, il metodo di richiesta non è supportato dal server. Verifica che sia corretto.",
  "response.406": "Spiacenti, il server non può completare la richiesta in base alle caratteristiche del contenuto richiesto.",
  "response.407": "Spiacenti, è necessaria l'autenticazione del proxy per proseguire con questa richiesta.",
  "response.408": "Spiacenti, il server ha impiegato troppo tempo per rispondere. Controlla la connessione di rete e riprova.",
  "response.409": "Spiacenti, la richiesta non può essere elaborata a causa di un conflitto, forse per uno stato incompatibile della risorsa.",
  "response.410": "Spiacenti, la risorsa richiesta è stata rimossa definitivamente e non è più disponibile.",
  "response.411": "Spiacenti, il server non può elaborare la richiesta senza una lunghezza del contenuto valida.",
  "response.412": "Spiacenti, la tua richiesta non soddisfa le condizioni del server e non può essere completata.",
  "response.413": "Spiacenti, i dati della tua richiesta sono troppo grandi per essere elaborati dal server.",
  "response.414": "Spiacenti, l'URI della tua richiesta è troppo lungo per essere elaborato dal server.",
  "response.415": "Spiacenti, il server non può elaborare il formato multimediale allegato alla richiesta.",
  "response.416": "Spiacenti, il server non può soddisfare l'intervallo richiesto.",
  "response.417": "Spiacenti, il server non può soddisfare le tue aspettative.",
  "response.422": "Spiacenti, la richiesta è nel formato corretto, ma contiene errori semantici e non può essere elaborata.",
  "response.423": "Spiacenti, la risorsa richiesta è bloccata.",
  "response.424": "Spiacenti, la richiesta attuale non può essere completata a causa di un errore in una richiesta precedente.",
  "response.426": "Spiacenti, il server richiede l'aggiornamento del client a una versione del protocollo più recente.",
  "response.428": "Spiacenti, il server richiede una condizione preliminare. Aggiungi l'intestazione condizionale corretta alla richiesta.",
  "response.429": "Spiacenti, stai effettuando troppe richieste. Il server è sovraccarico. Riprova più tardi.",
  "response.431": "Spiacenti, i campi dell'intestazione della tua richiesta sono troppo grandi per essere elaborati dal server.",
  "response.451": "Spiacenti, il server rifiuta di fornire questa risorsa per motivi legali.",
  "response.499": "Ci scusiamo, la tua richiesta è stata interrotta inaspettatamente durante l'elaborazione, forse a causa di una cancellazione o di una connessione instabile. Controlla la rete e riprova.",
  "response.500": "Spiacenti, il server sta riscontrando difficoltà e non può completare la tua richiesta. Riprova più tardi.",
  "response.501": "Spiacenti, il server non sa ancora come gestire questa richiesta. Verifica che l'operazione sia corretta.",
  "response.502": "Spiacenti, il server è momentaneamente irraggiungibile. Riprova più tardi.",
  "response.503": "Spiacenti, il server non può elaborare la richiesta al momento, forse per sovraccarico o manutenzione. Riprova più tardi.",
  "response.504": "Spiacenti, il server non ha ricevuto risposta dal server a monte. Riprova più tardi.",
  "response.505": "Spiacenti, il server non supporta la versione HTTP utilizzata. Aggiorna e riprova.",
  "response.506": "Spiacenti, c'è un problema di configurazione del server. Contatta l'amministratore.",
  "response.507": "Spiacenti, il server non ha spazio di archiviazione sufficiente per elaborare la richiesta. Riprova più tardi.",
  "response.509": "Spiacenti, la larghezza di banda del server è esaurita. Riprova più tardi.",
  "response.510": "Spiacenti, il server non supporta l'estensione richiesta. Contatta l'amministratore.",
  "response.520": "Ci scusiamo, il server ha riscontrato un problema imprevisto che ha impedito il completamento della richiesta. Riprova più tardi.",
  "response.522": "Ci scusiamo, la connessione al server è scaduta. Potrebbe trattarsi di una rete instabile o di un server temporaneamente non disponibile. Riprova più tardi.",
  "response.524": "Ci scusiamo, il server ha impiegato troppo tempo in attesa di una risposta. Riprova più tardi.",
  "response.AgentRuntimeError": "Errore di esecuzione del modello linguistico Lobe. Risolvi il problema o riprova utilizzando le informazioni seguenti.",
  "response.ComfyUIBizError": "Si è verificato un errore durante la richiesta al servizio ComfyUI. Risolvi il problema o riprova utilizzando le informazioni seguenti.",
  "response.ComfyUIEmptyResult": "Nessuna immagine generata da ComfyUI. Controlla la configurazione del modello o riprova.",
  "response.ComfyUIModelError": "Impossibile caricare il modello ComfyUI. Verifica che il file del modello esista.",
  "response.ComfyUIServiceUnavailable": "Impossibile connettersi al servizio ComfyUI. Verifica che sia attivo e che l'URL del servizio sia corretto.",
  "response.ComfyUIUploadFailed": "Caricamento immagine su ComfyUI fallito. Controlla la connessione al server o riprova.",
  "response.ComfyUIWorkflowError": "Esecuzione del workflow ComfyUI fallita. Verifica la configurazione del workflow.",
  "response.ConnectionCheckFailed": "La richiesta ha restituito un risultato vuoto. Verifica che l'indirizzo proxy API non termini con `/v1`.",
  "response.CreateMessageError": "Spiacenti, il messaggio non è stato inviato correttamente. Copia il contenuto e riprova. Il messaggio non verrà salvato dopo il refresh della pagina.",
  "response.ExceededContextWindow": "Il contenuto della richiesta supera la lunghezza gestibile dal modello. Riduci il contenuto e riprova.",
  "response.FreePlanLimit": "Attualmente sei un utente gratuito e non puoi utilizzare questa funzione. Passa a un piano a pagamento per continuare.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Il tuo contenuto contiene termini vietati. Rivedi e modifica l'input, poi riprova.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "L'immagine generata è stata bloccata per motivi di sicurezza. Modifica la richiesta e riprova.",
  "response.GoogleAIBlockReason.LANGUAGE": "La lingua utilizzata non è supportata. Prova in inglese o in un'altra lingua supportata.",
  "response.GoogleAIBlockReason.OTHER": "Il contenuto è stato bloccato per un motivo sconosciuto. Riformula la richiesta e riprova.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "La tua richiesta potrebbe contenere contenuti vietati. Modifica la richiesta per rispettare le linee guida.",
  "response.GoogleAIBlockReason.RECITATION": "Il contenuto è stato bloccato per possibili problemi di copyright. Usa contenuti originali o riformula la richiesta.",
  "response.GoogleAIBlockReason.SAFETY": "Il contenuto è stato bloccato per motivi di sicurezza. Modifica la richiesta per evitare contenuti potenzialmente dannosi o inappropriati.",
  "response.GoogleAIBlockReason.SPII": "Il contenuto potrebbe contenere informazioni personali sensibili. Rimuovi i dati sensibili e riprova.",
  "response.GoogleAIBlockReason.default": "Contenuto bloccato: {{blockReason}}. Modifica la richiesta e riprova.",
  "response.InsufficientQuota": "Spiacenti, la quota per questa chiave è stata raggiunta. Verifica il saldo del tuo account o aumenta la quota della chiave.",
  "response.InvalidAccessCode": "Codice di accesso non valido o vuoto. Inserisci il codice corretto o aggiungi una API Key personalizzata.",
  "response.InvalidBedrockCredentials": "Autenticazione Bedrock fallita. Verifica AccessKeyId/SecretAccessKey e riprova.",
  "response.InvalidComfyUIArgs": "Configurazione ComfyUI non valida. Controlla le impostazioni e riprova.",
  "response.InvalidGithubToken": "Il token personale GitHub è errato o vuoto. Verifica il token e riprova.",
  "response.InvalidOllamaArgs": "Configurazione Ollama non valida. Controlla le impostazioni e riprova.",
  "response.InvalidProviderAPIKey": "La chiave API di {{provider}} è errata o vuota. Verifica e riprova.",
  "response.InvalidVertexCredentials": "Autenticazione Vertex fallita. Verifica le credenziali e riprova.",
  "response.LocationNotSupportError": "Spiacenti, il tuo paese non supporta questo servizio. Potrebbero esserci restrizioni regionali. Verifica la disponibilità o prova da un'altra posizione.",
  "response.ModelNotFound": "Spiacenti, il modello richiesto non è stato trovato. Potrebbe non esistere o mancare l'autorizzazione. Prova a cambiare API Key o i permessi.",
  "response.NoOpenAIAPIKey": "Chiave API OpenAI mancante. Aggiungi una chiave personalizzata.",
  "response.OllamaBizError": "Errore nella richiesta al servizio Ollama. Risolvi il problema o riprova utilizzando le informazioni seguenti.",
  "response.OllamaServiceUnavailable": "Il servizio Ollama non è disponibile. Verifica che sia attivo e che la configurazione CORS sia corretta.",
  "response.PermissionDenied": "Spiacenti, non hai i permessi per accedere a questo servizio. Verifica i diritti della tua chiave.",
  "response.PluginApiNotFound": "Spiacenti, l'API non esiste nel manifest della skill. Verifica che il metodo richiesto sia corretto.",
  "response.PluginApiParamsError": "Spiacenti, la validazione dei parametri della skill è fallita. Verifica che i parametri corrispondano alla descrizione dell'API.",
  "response.PluginFailToTransformArguments": "Spiacenti, la skill non è riuscita a interpretare gli argomenti. Prova a rigenerare il messaggio o usa un modello AI più potente con supporto Tools Calling.",
  "response.PluginGatewayError": "Spiacenti, si è verificato un errore nel gateway della skill. Verifica la configurazione.",
  "response.PluginManifestInvalid": "Spiacenti, la validazione del manifest della skill è fallita. Verifica il formato.",
  "response.PluginManifestNotFound": "Spiacenti, il server non ha trovato il file manifest della skill (manifest.json). Verifica l'indirizzo.",
  "response.PluginMarketIndexInvalid": "Spiacenti, la validazione dell'indice della skill è fallita. Verifica il formato del file.",
  "response.PluginMarketIndexNotFound": "Spiacenti, il server non ha trovato l'indice della skill. Verifica l'indirizzo.",
  "response.PluginMetaInvalid": "Spiacenti, la validazione dei metadati della skill è fallita. Verifica il formato.",
  "response.PluginMetaNotFound": "Spiacenti, la skill non è stata trovata nell'indice. Verifica le informazioni di configurazione.",
  "response.PluginOpenApiInitError": "Spiacenti, l'inizializzazione del client OpenAPI è fallita. Verifica la configurazione.",
  "response.PluginServerError": "Errore nella richiesta al server della skill. Verifica il manifest, la configurazione o l'implementazione del server.",
  "response.PluginSettingsInvalid": "Questa skill deve essere configurata correttamente prima dell'uso. Verifica la configurazione.",
  "response.ProviderBizError": "Errore nella richiesta al servizio {{provider}}. Risolvi il problema o riprova utilizzando le informazioni seguenti.",
  "response.QuotaLimitReached": "Spiacenti, l'utilizzo dei token o il numero di richieste ha raggiunto il limite per questa chiave. Aumenta la quota o riprova più tardi.",
  "response.ServerAgentRuntimeError": "Spiacenti, il servizio Agent non è disponibile. Riprova più tardi o contattaci via email.",
  "response.StreamChunkError": "Errore nell'analisi del messaggio in streaming. Verifica che l'API sia conforme alle specifiche o contatta il fornitore.",
  "response.SubscriptionKeyMismatch": "Ci scusiamo per l'inconveniente. A causa di un malfunzionamento temporaneo, il tuo abbonamento è inattivo. Clicca sul pulsante per ripristinarlo o contattaci via email.",
  "response.SubscriptionPlanLimit": "Hai esaurito i punti del tuo abbonamento e non puoi usare questa funzione. Passa a un piano superiore o configura una API personalizzata.",
  "response.SubscriptionPlanLimitUltimate": "Hai esaurito i punti del tuo abbonamento e non puoi usare questa funzione. Ricarica i crediti o configura una API personalizzata.",
  "response.SystemTimeNotMatchError": "Spiacenti, l'orario del tuo sistema non corrisponde a quello del server. Verifica l'orologio e riprova.",
  "response.UnknownChatFetchError": "Spiacenti, si è verificato un errore sconosciuto nella richiesta. Verifica le informazioni seguenti o riprova.",
  "stt.responseError": "Richiesta al servizio fallita. Verifica la configurazione o riprova.",
  "supervisor.decisionFailed": "L'host del gruppo non è operativo. Verifica la configurazione del modello, della chiave API e dell'endpoint.",
  "testConnectionFailed": "Connessione di test fallita: {{error}}",
  "tts.responseError": "Richiesta al servizio fallita. Verifica la configurazione o riprova.",
  "unlock.addProxyUrl": "Aggiungi URL proxy OpenAI (opzionale)",
  "unlock.apiKey.description": "Inserisci la tua API Key {{name}} per iniziare la sessione",
  "unlock.apiKey.imageGenerationDescription": "Inserisci la tua API Key {{name}} per iniziare a generare",
  "unlock.apiKey.title": "Usa API Key personalizzata {{name}}",
  "unlock.closeMessage": "Chiudi messaggio",
  "unlock.comfyui.description": "Inserisci credenziali valide {{name}} per iniziare a generare immagini.",
  "unlock.comfyui.modifyBaseUrl": "Modifica URL del servizio ComfyUI",
  "unlock.comfyui.title": "Verifica le credenziali {{name}}",
  "unlock.confirm": "Conferma e riprova",
  "unlock.goToSettings": "Vai alle Impostazioni",
  "unlock.oauth.description": "L'amministratore ha abilitato l'autenticazione unificata. Clicca sul pulsante per accedere e sbloccare l'applicazione.",
  "unlock.oauth.success": "Accesso effettuato con successo",
  "unlock.oauth.title": "Accedi al tuo account",
  "unlock.oauth.welcome": "Benvenuto!",
  "unlock.password.description": "L'amministratore ha abilitato la crittografia dell'applicazione. Inserisci la password per sbloccarla. È necessario inserirla solo una volta.",
  "unlock.password.placeholder": "Inserisci la password",
  "unlock.password.title": "Inserisci la password per sbloccare l'applicazione",
  "unlock.tabs.apiKey": "API Key personalizzata",
  "unlock.tabs.password": "Password",
  "upload.desc": "Dettagli: {{detail}}",
  "upload.fileOnlySupportInServerMode": "La modalità di distribuzione attuale non supporta il caricamento di file non immagine. Per caricare file in formato {{ext}}, passa alla modalità server o usa il servizio {{cloud}}.",
  "upload.networkError": "Controlla la connessione di rete e assicurati che la configurazione CORS del servizio di archiviazione sia corretta.",
  "upload.storageLimitExceeded": "Lo spazio di archiviazione dei tuoi file ha raggiunto il limite previsto dal piano. Aggiorna il tuo piano oppure elimina i file non utilizzati per liberare spazio.",
  "upload.title": "Caricamento file fallito. Controlla la connessione o riprova più tardi.",
  "upload.unknownError": "Motivo dell'errore: {{reason}}",
  "upload.uploadFailed": "Caricamento file fallito."
}
