{
  "ai21.description": "AI21 Labs sviluppa modelli fondamentali e sistemi di intelligenza artificiale per le imprese, accelerando l'adozione dell'IA generativa in produzione.",
  "ai302.description": "302.AI è una piattaforma di intelligenza artificiale a consumo che offre un ampio catalogo di API AI e applicazioni online.",
  "ai360.description": "360 AI è una piattaforma di modelli e servizi di 360, che offre modelli NLP come 360GPT2 Pro, 360GPT Pro e 360GPT Turbo. I modelli combinano parametri su larga scala e capacità multimodali per generazione di testo, comprensione semantica, chat e codice, con prezzi flessibili per esigenze diversificate.",
  "aihubmix.description": "AiHubMix consente l'accesso a più modelli di intelligenza artificiale tramite un'unica API.",
  "akashchat.description": "Akash è un marketplace di risorse cloud senza autorizzazioni, con prezzi competitivi rispetto ai fornitori cloud tradizionali.",
  "anthropic.description": "Anthropic sviluppa modelli linguistici avanzati come Claude 3.5 Sonnet, Claude 3 Sonnet, Claude 3 Opus e Claude 3 Haiku, bilanciando intelligenza, velocità e costi per carichi di lavoro aziendali e casi d'uso a risposta rapida.",
  "azure.description": "Azure offre modelli AI avanzati, tra cui le serie GPT-3.5 e GPT-4, per diversi tipi di dati e compiti complessi, con un focus su sicurezza, affidabilità e sostenibilità.",
  "azureai.description": "Azure fornisce modelli AI avanzati, tra cui le serie GPT-3.5 e GPT-4, per diversi tipi di dati e compiti complessi, con un focus su sicurezza, affidabilità e sostenibilità.",
  "baichuan.description": "Baichuan AI si concentra su modelli fondamentali con elevate prestazioni nella conoscenza del cinese, elaborazione di contesti lunghi e generazione creativa. I suoi modelli (Baichuan 4, Baichuan 3 Turbo, Baichuan 3 Turbo 128k) sono ottimizzati per diversi scenari e offrono un grande valore.",
  "bedrock.description": "Amazon Bedrock fornisce alle imprese modelli linguistici e visivi avanzati, tra cui Anthropic Claude e Meta Llama 3.1, con opzioni leggere e ad alte prestazioni per compiti di testo, chat e immagini.",
  "bfl.description": "Un laboratorio di ricerca AI all'avanguardia che costruisce l'infrastruttura visiva del futuro.",
  "cerebras.description": "Cerebras è una piattaforma di inferenza basata sul sistema CS-3, focalizzata su latenza ultra-bassa e throughput elevato per servizi LLM in tempo reale come generazione di codice e agenti intelligenti.",
  "cloudflare.description": "Esegui modelli ML potenziati da GPU in modalità serverless sulla rete globale di Cloudflare.",
  "cohere.description": "Cohere offre modelli multilingue all'avanguardia, recupero avanzato e spazi di lavoro AI per le imprese moderne, tutto in una piattaforma sicura.",
  "cometapi.description": "CometAPI consente l'accesso a modelli di frontiera da OpenAI, Anthropic, Google e altri, permettendo agli utenti di scegliere il miglior modello e prezzo per casi d'uso diversi.",
  "comfyui.description": "Un potente motore open-source per flussi di lavoro di generazione di immagini, video e audio, che supporta modelli come SD, FLUX, Qwen, Hunyuan e WAN con editing a nodi e distribuzione privata.",
  "deepseek.description": "DeepSeek si concentra sulla ricerca e applicazione dell'IA; il suo ultimo DeepSeek-V3 supera modelli open come Qwen2.5-72B e Llama-3.1-405B, allineandosi con modelli chiusi leader come GPT-4o e Claude-3.5-Sonnet.",
  "fal.description": "Una piattaforma di media generativi costruita per sviluppatori.",
  "fireworksai.description": "Fireworks AI fornisce servizi avanzati di modelli linguistici con chiamate di funzione e elaborazione multimodale. Firefunction V2 (basato su Llama-3) è ottimizzato per chiamate di funzione, chat e istruzioni, mentre FireLLaVA-13B supporta input misti immagine-testo. Altri modelli includono le famiglie Llama e Mixtral.",
  "giteeai.description": "Le API serverless di Gitee AI offrono servizi di inferenza LLM plug-and-play per sviluppatori.",
  "github.description": "Con i modelli GitHub, gli sviluppatori possono lavorare come ingegneri AI utilizzando modelli leader del settore.",
  "google.description": "La famiglia Gemini di Google è la sua AI più avanzata per uso generale, sviluppata da Google DeepMind per l'uso multimodale su testo, codice, immagini, audio e video. Si adatta dai data center ai dispositivi mobili con grande efficienza e portata.",
  "groq.description": "Il motore di inferenza LPU di Groq offre prestazioni di riferimento eccezionali con velocità ed efficienza straordinarie, stabilendo un nuovo standard per l'inferenza LLM a bassa latenza nel cloud.",
  "higress.description": "Higress è un gateway API cloud-native creato da Alibaba per risolvere l'impatto del reload di Tengine sulle connessioni persistenti e le lacune nel bilanciamento del carico gRPC/Dubbo.",
  "huggingface.description": "L'API di inferenza di Hugging Face offre un modo rapido per esplorare migliaia di modelli per molti compiti, fornendo accesso immediato a modelli ad alte prestazioni per prototipazione e sperimentazione ML.",
  "hunyuan.description": "Un LLM sviluppato da Tencent con forte capacità di scrittura in cinese, solido ragionamento in contesti complessi ed esecuzione affidabile dei compiti.",
  "infiniai.description": "Fornisce agli sviluppatori di app servizi LLM ad alte prestazioni, facili da usare e sicuri, lungo l'intero flusso di lavoro, dallo sviluppo del modello alla distribuzione in produzione.",
  "internlm.description": "Un'organizzazione open-source focalizzata sulla ricerca e gli strumenti per modelli di grandi dimensioni, che offre una piattaforma efficiente e facile da usare per rendere accessibili modelli e algoritmi all'avanguardia.",
  "jina.description": "Fondata nel 2020, Jina AI è un'azienda leader nell'AI per la ricerca. Il suo stack include modelli vettoriali, reranker e piccoli modelli linguistici per costruire app di ricerca generativa e multimodale affidabili e di alta qualità.",
  "lmstudio.description": "LM Studio è un'app desktop per sviluppare e sperimentare con LLM direttamente sul tuo computer.",
  "minimax.description": "Fondata nel 2021, MiniMax sviluppa AI generali con modelli fondamentali multimodali, inclusi modelli testuali MoE da trilioni di parametri, modelli vocali e visivi, oltre ad app come Hailuo AI.",
  "mistral.description": "Mistral offre modelli avanzati generali, specializzati e di ricerca per ragionamento complesso, compiti multilingue e generazione di codice, con supporto per chiamate di funzione per integrazioni personalizzate.",
  "modelscope.description": "ModelScope è la piattaforma di modelli-as-a-service di Alibaba Cloud, che offre un'ampia gamma di modelli AI e servizi di inferenza.",
  "moonshot.description": "Moonshot, di Moonshot AI (Beijing Moonshot Technology), offre diversi modelli NLP per casi d'uso come creazione di contenuti, ricerca, raccomandazioni e analisi medica, con forte supporto per contesti lunghi e generazione complessa.",
  "nebius.description": "Nebius fornisce infrastrutture ad alte prestazioni per innovatori AI globali tramite cluster GPU su larga scala e una piattaforma cloud verticalmente integrata.",
  "newapi.description": "Una piattaforma open-source di aggregazione e instradamento per più servizi AI.",
  "novita.description": "Novita AI offre API flessibili, affidabili ed economiche per LLM e generazione di immagini. Supporta modelli come Llama 3 e Mistral e fornisce API scalabili e adatte agli sviluppatori per startup di AI generativa.",
  "nvidia.description": "NVIDIA NIM fornisce container per microservizi di inferenza auto-ospitati e accelerati da GPU su cloud, data center, PC RTX AI e workstation, per modelli pre-addestrati e personalizzati.",
  "ollama.description": "Ollama offre modelli per generazione di codice, matematica, elaborazione multilingue e chat, supportando sia distribuzioni aziendali che locali.",
  "ollamacloud.description": "Ollama Cloud fornisce inferenza gestita con accesso immediato alla libreria di modelli Ollama e API compatibili con OpenAI.",
  "openai.description": "OpenAI è un laboratorio di ricerca AI leader che ha sviluppato i modelli GPT, avanzando l'elaborazione del linguaggio naturale con alte prestazioni e grande valore per ricerca, business e innovazione.",
  "openrouter.description": "OpenRouter consente l'accesso a numerosi modelli di frontiera da OpenAI, Anthropic, LLaMA e altri, permettendo agli utenti di scegliere il miglior modello e prezzo per il proprio caso d'uso.",
  "perplexity.description": "Perplexity fornisce modelli di chat avanzati, inclusi varianti di Llama 3.1, per uso online e offline e carichi di lavoro NLP complessi.",
  "ppio.description": "PPIO offre API open-model affidabili ed economiche, inclusi modelli come DeepSeek, Llama, Qwen e altri leader del settore.",
  "qiniu.description": "Qiniu fornisce servizi di inferenza AI in tempo reale e batch affidabili, economici e facili da usare.",
  "qwen.description": "Qwen è il modello linguistico su larga scala di Alibaba Cloud con forte comprensione e generazione, coprendo Q&A, scrittura, espressione di opinioni e codice in molti ambiti.",
  "replicate.description": "Replicate esegue modelli di immagini open-source come FLUX e Stable Diffusion tramite una semplice API cloud.",
  "sambanova.description": "SambaNova Cloud consente agli sviluppatori di utilizzare i migliori modelli open-source con inferenza estremamente veloce.",
  "search1api.description": "Search1API consente l'accesso ai modelli DeepSeek con connettività web opzionale, incluse varianti standard e rapide con diverse dimensioni di parametri.",
  "sensenova.description": "SenseNova offre servizi LLM full-stack efficienti e facili da usare, supportati dall'infrastruttura di SenseTime.",
  "siliconcloud.description": "SiliconCloud è un servizio cloud GenAI economico basato su solidi modelli open-source.",
  "spark.description": "iFLYTEK Spark fornisce AI multilingue potente in vari settori, abilitando innovazioni in hardware intelligente, sanità, finanza e altri verticali.",
  "stepfun.description": "I modelli Stepfun offrono capacità multimodali e di ragionamento complesse all'avanguardia, con comprensione di contesti lunghi e potente orchestrazione di ricerca autonoma.",
  "taichu.description": "Un modello multimodale di nuova generazione sviluppato da CASIA e Wuhan Institute of AI, che supporta QA multi-turno, scrittura, generazione di immagini, comprensione 3D e analisi di segnali con maggiore cognizione e creatività.",
  "tencentcloud.description": "LLM Knowledge Engine Atomic Power fornisce QA end-to-end per imprese e sviluppatori, con servizi modulari come parsing documenti, suddivisione, embedding e riscrittura multi-turno per creare soluzioni AI personalizzate.",
  "togetherai.description": "Together AI offre prestazioni leader con modelli innovativi, ampia personalizzazione, scalabilità rapida e distribuzione semplice per esigenze aziendali.",
  "upstage.description": "Upstage sviluppa modelli AI per esigenze aziendali, inclusi Solar LLM e Document AI, con API di chat che supportano chiamate di funzione, traduzione, embedding e casi d'uso specifici per settore.",
  "v0.description": "v0 è un assistente di pair-programming che trasforma idee in linguaggio naturale in codice e interfacce per il tuo progetto.",
  "vercelaigateway.description": "Vercel AI Gateway fornisce un'API unificata per oltre 100 modelli da OpenAI, Anthropic, Google e altri, con gestione del budget, monitoraggio dell'uso, bilanciamento del carico e failover.",
  "vertexai.description": "La famiglia Gemini di Google è la sua AI più avanzata per uso generale, sviluppata da Google DeepMind per l'uso multimodale su testo, codice, immagini, audio e video. Si adatta dai data center ai dispositivi mobili, migliorando efficienza e flessibilità di distribuzione.",
  "vllm.description": "vLLM è una libreria veloce e facile da usare per inferenza e servizio di LLM.",
  "volcengine.description": "La piattaforma di servizi di modelli di ByteDance offre accesso sicuro, ricco di funzionalità e competitivo nei costi, oltre a strumenti end-to-end per dati, fine-tuning, inferenza e valutazione.",
  "wenxin.description": "Una piattaforma aziendale all-in-one per modelli fondamentali e sviluppo di app AI-native, che offre strumenti end-to-end per flussi di lavoro di modelli e applicazioni generative.",
  "xai.description": "xAI sviluppa intelligenza artificiale per accelerare la scoperta scientifica, con la missione di approfondire la comprensione dell'universo da parte dell'umanità.",
  "xiaomimimo.description": "Xiaomi MiMo offre un servizio di modelli conversazionali con un'API compatibile con OpenAI. Il modello mimo-v2-flash supporta il ragionamento avanzato, l'output in streaming, le chiamate di funzione, una finestra di contesto di 256K e una produzione massima di 128K.",
  "xinference.description": "Xorbits Inference (Xinference) è una piattaforma open-source che semplifica l'esecuzione e l'integrazione di modelli AI. Consente di eseguire LLM open-source, modelli di embedding e modelli multimodali localmente o nel cloud per costruire potenti app AI.",
  "zenmux.description": "ZenMux è una piattaforma unificata di aggregazione AI che supporta OpenAI, Anthropic, Google VertexAI e altri, con instradamento flessibile per gestire e cambiare modelli facilmente.",
  "zeroone.description": "01.AI guida una rivoluzione AI 2.0 centrata sull'uomo, utilizzando LLM per creare valore economico e sociale e costruire nuovi ecosistemi e modelli di business AI.",
  "zhipu.description": "ZhiPu AI fornisce una piattaforma aperta per modelli multimodali e linguistici per elaborazione testuale, comprensione di immagini e assistenza alla programmazione."
}
